Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_total_with_fee
source: Total with Fee
cs: Celkem s poplatkem
de: Gesamtbetrag mit Gebühr
es: Total con comisión
fr: Total avec les frais
it: Totale incluse fee
ja: 総額(手数料込み)
ko: 수수료 포함 총액
nl: Totaal incl. tarief
pt_br: Total incluindo taxa
ro: Total, inclusiv comisioane
ru: Всего с комиссией
uk: Всього з комісією
vi: Tổng có phí
zh: 包含转账手续费的总额

# id_touch_to_display
source: Touch to display
cs: Klepnutím zobrazte
de: Tippen um anzuzeigen
es: Tocar para mostrar
fr: Toucher pour afficher
it: Tocca per mostrare
ja: 表示する
ko: 터치하여 보기
nl: Raak aan om te tonen
pt_br: Clique para mostrar
ro: Atingeți pentru afișare
ru: Коснитесь для отображения
uk: Торкніться для відображення
vi: Chạm để hiện ra
zh: 点击显示

# id_touchface_id_not_available
source: Touch/Face ID not available
cs: Touch/Face ID není k dispozici
de: Touch/Face ID nicht verfügbar
es: Touch/Face ID no disponible
fr: Touch/Face ID indisponible
it: Touch/Face ID non disponibile
ja: タッチ/顔IDは利用できません
ko: Touch/Face ID 사용 불가
nl: Touch/Face ID niet beschikbaar
pt_br: Touch/Face ID não disponível
ro: Touch/Face ID nu este disponibil
ru: Отсутствует Touch/Face ID
uk: Відсутній Touch/Face ID
vi: Nhận diện Mã Vân tay/ khuôn mặt không sẵn sàng
zh: Touch/Face ID不可用

# id_transaction_already_confirmed
source: Transaction already confirmed
cs: Transakce již byla potvrzena
de: Transaktion bereits bestätigt
es: Esta transacción ya ha sido confirmada
fr: La transaction est déjà confirmée
it: Transazione già confermata
ja: 検証済みトランザクション
ko: 이미 확인된 거래
nl: Transactie reeds bevestigd
pt_br: Transação já confirmada
ro: Tranzacția este deja cofirmată
ru: Транзакция подтверждена
uk: Транзакція вже підтверджена
vi: Giao dịch đã được xác nhận
zh: 转账已确认

# id_transaction_copied_to_clipboard
source: Transaction copied to clipboard
cs: Transakce byla zkopírována do schránky
de: Transaktion in die Zwischenablage kopiert
es: Transacción copiada al portapapeles
fr: Transaction copiée dans le presse-papiers
it: Transazione copiata in clipboard
ja: トランザクションがクリップボードにコピーされました
ko: 거래가 클립보드에 복사되었습니다
nl: Transactie gekopieerd naar klembord
pt_br: Transação copiada para a área de transferência
ro: Tranzacția a fost copiată pe clipboard
ru: Транзакция скопирована в буфер обмена
uk: Транзакція скопійована в буфер обміну
zh: 转账数据已复制到剪贴板

# id_transaction_details
source: Transaction details
cs: Detaily transakce
de: Transaktionsdetails
es: Detalles de la transacción
fr: Détails de la transaction
it: Dettagli transazione
ja: トランザクション詳細
ko: 거래 상세 정보
nl: Details transactie
pt_br: Detalhes
ro: Detaliile tranzacției
ru: Детали транзакции
uk: Деталі транзакції
vi: Chi tiết của giao dịch
zh: 转账详情

# id_transaction_id
source: Transaction ID
cs: ID transakce
de: Transaktions-ID
es: Identificación de la transacción
it: ID Transazione
ja: トランザクションID
ko: 거래 ID
nl: Transactie-ID
pt_br: ID da transação
ro: ID Tranzacție
ru: ID транзакции
uk: ID транзакції
vi: Số ID giao dịch
zh: 转账ID

# id_transaction_sent
source: Transaction Sent
cs: Transakce byla odeslána
de: Transaktion versandt
es: Transacción enviada
fr: Transaction envoyée
it: Transazione Inviata
ja: トランザクション送信完了
ko: 거래가 전송되었습니다
nl: Transactie verzonden
pt_br: Transação enviada
ro: Tranzacție Trimisă
ru: Транзакция отправлена
uk: Транзакцію здійснено
vi: Giao địch đã gửi đi
zh: 转账已发送

# id_transaction_status
source: Transaction status
cs: Stav transakce
de: Transaktionsstatus
es: Estado de la transacción
it: Stato transazione
ja: トランザクションの状態
ko: 거래 상태
nl: Transactiestatus
pt_br: Status da transação
ro: Status Tranzacție
ru: Статус транзакции
uk: Статус транзакції
zh: 转账状态

# id_transactions
source: Transactions
cs: Transakce
de: Transaktionen
es: Transacciones
it: Transazioni
ja: トランザクション一覧
ko: 거래
nl: Transacties
pt_br: Transações
ro: Tranzacții
ru: Транзакции
uk: Транзакції
zh: 历史转账

# id_try_again
source: Try Again
cs: Zkuste to znovu
de: Versuch's nochmal
es: Vuelva a intentarlo
fr: Essayez à nouveau
it: Riprova
ja: もう一度試す
ko: 다시 시도해주세요
nl: Probeer het opnieuw
pt_br: Tentar novamente
ru: Попробуйте снова
uk: Спробуйте знову
zh: 再次尝试

# id_try_now
source: Try now
cs: Vyzkoušet
de: Jetzt versuchen
es: Intente ahora
fr: Essayez maintenant
it: Prova ora
ja: 試す
ko: 지금 시도하기
nl: Nu proberen
pt_br: Tente agora
ro: Încercați acum
ru: Попробовать сейчас
uk: Спробуйте зараз
vi: Thử bây giờ
zh: 立即尝试

# id_turn_on_bluetooth_to_connect
source: Turn on bluetooth to connect your hardware wallet.
cs: Zapněte bluetooth a připojte hardwarovou peněženku.
de: Bluetooth einschalten, um deine Hardware-Wallet zu verbinden.
es: Active el Bluetooth para conectar su hardware cartera.
fr: Activez le bluetooth pour connecter votre portefeuille matériel.
it: Attiva il bluetooth per connettere il tuo hardware wallet.
ja: Bluetoothを有効化してハードウェアウォレットに接続します。
ko: 하드웨어 지갑을 연결하려면 블루투스를 켜세요.
nl: Zet bluetooth aan om je hardware wallet te verbinden.
pt_br: Ligue o bluetooth para conectar sua carteira física.
ro: Porniți conexiunea bluetooth pentru a vă putea conecta portofelul hardware.
ru: Включите Bluetooth, чтобы подключить аппаратный кошелек.
uk: Увімкніть Bluetooth, щоб підключити апаратний гаманець.
zh: 打开蓝牙连接硬件钱包。

# id_two_factor_authentication
source: TWO FACTOR AUTHENTICATION
cs: 2-FAKTOROVÉ POTVRZENÍ
de: ZWEI-FAKTOR AUTHENTIFIZIERUNG
es: AUTENTICACIÓN DE DOS FACTORES
fr: DEUXIÈME FACTEUR D'AUTHENTIFICATION
it: AUTENTICAZIONE A DUE FATTORI
ja: 2段階認証
ko: 이중 인증
nl: TWEETRAPSAUTHENTICATIE
pt_br: AUTENTICAÇÃO DE DOIS FATORES
ro: AUTENTIFICARE CU DOI FACTORI
ru: ДВУХФАКТОРНАЯ АУТЕНТИФИКАЦИЯ
uk: ДВОФАКТОРНА АУТЕНТИФІКАЦІЯ
vi: XÁC THỰC 2 LỚP
zh: 双重验证

# id_twofactor
source: Two-Factor
cs: Dvoufaktorový
de: Zwei-Faktor
es: Dos factores
fr: deux facteurs
it: Due Fattori
ja: 2段階認証
ko: 이중 인증
nl: Tweetrapsauthenticatie
pt_br: Dois fatores
ro: Doi pași (2FA)
ru: Двухфакторный
uk: Двофакторний
vi: XÁC THỰC 2 LỚP
zh: 双因素

# id_twofactor_authentication
source: Two-Factor authentication
cs: Dvoufaktorové ověřování
de: Zwei-Faktor Authentifizierung
es: Autenticación de dos factores
fr: Deuxième facteur d'authentification
it: Autenticazione a Due Fattori
ja: 2段階認証
ko: 이중 인증
nl: Tweetrapsauthenticatie
pt_br: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
uk: Двофакторна аутентифікація
vi: Xác thực 2 lớp
zh: 双重验证

# id_twofactor_authentication_expiry
source: Two-Factor authentication expiry
cs: Vypršení platnosti dvoufaktorového ověřování
de: Ablauf der Zwei-Faktor-Authentifizierung
es: Vencimiento de la autenticación de dos factores
fr: Expiration de l'authentification à deux facteurs
it: Scadenza Autenticazione a Due Fattori
ja: 2段階認証解除までの日数
ko: 이중 인증 유효 기간
nl: Tweetrapsauthenticatie verlopen
pt_br: Prazo de vencimento da autenticação de dois fatores
ro: Autentificarea cu doi factori expiră la
ru: Срок действия двухфакторной аутентификации
uk: Термін дії двофакторної аутентифікації
zh: 双重验证到期

# id_twofactor_expiration_period
source: Two-Factor expiration period
cs: Období platnosti dvoufaktorové autentizace
de: Zwei-Faktor-Ablaufzeit
es: Período de vencimiento de los dos factores
fr: Période d'expiration du deux facteurs
it: Periodo scadenza Autenticazione a Due Fattori
ja: 2段階認証の保護期限
ko: 이중 인증 유효 기간
nl: Vervalperiode tweetrapsauthenticatie
pt_br: Período de expiração da proteção de dois fatores
ro: Perioada de expirare a autentificării cu doi factori
ru: Срок действия двухфакторного метода
uk: Термін дії двофакторного методу
zh: 双重验证有效期

# id_twofactor_protection_does_not
source: Two-Factor protection does not expire on this account, enable 2 separate Two-Factor methods as backup in case you lose access to one.
cs: 2-Faktorová ochrana na tomto účtu nevyprší, v případě ztráty přístupu k jednomu z nich povolte 2 oddělené 2-Faktorové metody jako zálohu.
de: Der Zwei-Faktor-Schutz läuft bei diesem Konto nicht ab. Aktiviere 2 separate Zwei-Faktor-Methoden als Backup für den Fall, dass du den Zugriff auf eine davon verlierst.
es: La protección por autenticación de dos factores no tiene vencimiento en esta cuenta. Active dos métodos 2FA distintos, a modo de plan de contingencia, en caso de que pierda el acceso a uno de ellos.
fr: La protection à deux facteurs n'expire pas sur ce compte. Activez deux méthodes à deux facteurs distinctes comme sauvegarde au cas où vous perdriez l'accès à l'une d'elles.
it: La protezione a Due Fattori non ha scadenza su questo account. Abilita 2 diversi metodi di Autenticazione a Due Fattori come backup in caso dovessi perdere l'accesso a uno dei due.
ja: このアカウントの2段階認証は無期限なので、紛失に備えて別々の2段階認証手段を2つ設定してください。
ko: 이중 인증 보호는 이 계정에서 만료되지 않습니다. 한 가지 이중 인증 방법에 액세스할 수 없는 경우에 대비하여 두 가 지 이중 인증 방법을 활성화하세요.
nl: Tweetrapsauthenticatie verloopt niet voor deze account. Schakel twee afzonderlijke 2FA-methoden in als back-up voor het geval je de toegang tot één ervan verliest.
pt_br: A proteção de dois fatores não expira nesta conta, ative ao menos 2 métodos como garantia caso você perca o acesso a um deles.
ro: Protecția oferită de autentificarea cu doi factori nu expiră pe acest cont, activați două metode separate de autentificare cu 2 factori pe post de copie de protecție în caz că vă pierdeți accesul la una dintre ele.
ru: Двухфакторная защита не истекает для этой учетной записи, включите 2 отдельных двухфакторных метода, чтобы использовать один в качестве резервного на случай, если вы потеряете доступ к другому.
uk: Двофакторний захист не закінчується для цього облікового запису, включіть 2 окремих двохфакторних методи, щоб використовувати один в якості резервного на випадок, якщо ви втратите доступ до іншого.
zh: 双重验证在这个设备上不会过期，请开启2个不同的双重验证方法作为备选，以防万一丢失其中一个。

# id_twofactor_reset_in_progress
source: Two-Factor reset in progress, your wallet is currently locked.
cs: Probíhá reset 2-Faktorů, vaše peněženka je aktuálně uzamčena.
de: Zwei-Faktor Rücksetzung in Arbeit, deine Wallet ist momentan gesperrt.
es: Restablecimiento por autenticación de dos factores en curso. Su cartera se encuentra bloqueada.
fr: Réinitialisation du deuxième facteur en cours, votre portefeuille est actuellement verrouillé.
it: Reset Autenticazione a Due Fattori in corso. Al momento il tuo wallet è bloccato.
ja: 2段階認証を再設定しています、ウォレットは現在ロックされています。
ko: 이중 인증 초기화 중. 현재 지갑 은 잠금 상태입니다.
nl: Resetten tweetrapsauthenticatie in behandeling. Je wallet is momenteel vergrendeld.
pt_br: A redefinição do fator duplo de autenticação está em andamento, sua carteira está bloqueada no momento.
ro: Resetarea autentificării cu doi factori este în proces de completare, iar portofelul dvs este momentan blocat.
ru: Выполняется двухфакторный сброс, ваш кошелек заблокирован.
uk: Виконується двофакторне скидання, ваш гаманець заблоковано.
vi: Cài lại xác thực 2 lớp đang tiến hành, ví của bạn đang khóa.
zh: 双重验证重置正在进行中，你的钱包目前已被锁定。

# id_twofactor_settings
source: Two-Factor Settings
cs: Nastavení 2-Faktorů
de: Zwei-Faktor Einstellungen
es: Configuración de dos factores
fr: Paramètres du deuxième facteur
it: Impostazioni a Due Fattori
ja: 2段階認証設定
ko: 이중 인증 설정
nl: Instellingen tweetrapsauthenticatie
pt_br: Configurações da autenticação de dois fatores
ro: Setări pentru autentificarea cu doi factori
ru: Двухфакторные настройки
uk: Двофакторне налаштування
vi: Cài đặt xác thực 2 lớp
zh: 双重验证设置

# id_twofactor_threshold
source: Two-Factor threshold
cs: Limit 2-Faktorů
de: Zwei-Faktor Limit
es: Umbral de dos factores
fr: Seuil Double-Facteur
it: Soglia 2FA
ja: 2段階認証の閾値
ko: 이중 인증 기준값
nl: Limiet tweetrapsauthenticatie
pt_br: Patamar da autenticação de dois fatores
ro: Prag pentru autentificarea cu doi factori
ru: Двухфакторный порог
uk: Двофакторний поріг
vi: Ngưỡng của xác thực 2 lớp
zh: 双重验证阈值

# id_unable_to_contact_the_green
source: Unable to contact the Green service. Please check your network connection and wait to be reconnected.
cs: Nelze kontaktovat Green službu. Zkontrolujte připojení k síti a počkejte, až se znovu připojí.
de: Green Service kann nicht erreicht werden. Bitte überprüfen Sie Ihre Netzwerk-Verbindung und warten Sie auf eine neue Verbindung.
es: No se puede conectar con el servicio de Green. Verifique su conexión de red y espere a ser reconectado.
fr: Le service Green est injoignable. Vérifiez votre connexion réseau et attendez pour être reconnecté.
it: Impossibile contattare il servizio Green. Controlla la tua connessione internet e aspetta di essere riconnesso.
ja: Greenサービスに接続できません。ネットワーク状態を確認してからもう一度お試しください。
ko: Green 서비스에 연결할 수 없습니다. 네트워크 연결을 확인하시고 재연결될 때까지 기다려주세요.
nl: Contact opnemen met Green-dienst mislukt. Controleer je internetverbinding en wacht tot je opnieuw bent verbonden.
pt_br: Impossível contatar o serviço Green. Por favor, verifique sua conexão de rede e aguarde para ser reconectado.
ro: Serviciul Green nu a putut fi contactat. Vă rugăm să verificați conexiunea la rețea și să așteptați reconectarea.
ru: Не удалось связаться со службой поддержки Green. Проверьте соединение и дождитесь повторного подключения.
uk: Не вдалося зв'язатися зі службою підтримки Green. Перевірте підключення до мережі і дочекайтеся повторного підключення.
vi: Không thể nối tới dịch vụ của Green. Làm ơn kiểm tra lại kết nối mạng và chờ để kết nối lại.
zh: 无法连接Green服务器。请检查网络，并耐心等待重新连接。

# id_unarchive
source: Unarchive
cs: Odarchivovat
de: nicht archivieren
es: Desarchivar
fr: Désarchivez
ja: アーカイブから戻す
ko: 보관 취소하기
nl: Dearchiveren
pt_br: Desarquivar
ru: Разархивировать
uk: Розархівувати
zh: 取消归档

# id_unarchive_account
source: Unarchive account
cs: Zrušit archivaci účtu
es: Desarchivar cuenta
it: Rimuovi da archiviati
ko: 계정 보관 해제하기
nl: Account dearchiveren
pt_br: Desarquivar conta
zh: 取消账户归档

# id_unblinding_data
source: Unblinding data
cs: Odtajněná data
de: Offenlegung der Daten
es: Datos de desenmascaramiento
fr: Démasquez des données
ja: ブラインディング解除用データ
ko: 맹검해제 데이터
nl: Deblinderingsgegevens
pt_br: Dados confidenciais
ru: Раскрытие данных
uk: Розкриття даних
zh: 解盲数据

# id_unconfirmed
source: Unconfirmed
cs: Nepotvrzeno
de: Unbestätigt
es: No confirmado
fr: Non confirmée
it: Non confermato
ja: 未承認
ko: 확인되지 않음
nl: Onbevestigd
pt_br: Não confirmada
ro: Neconfirmat
ru: Неподтвержденная
uk: Не підтверджена
vi: Chưa xác nhận giao dịch
zh: 未确认

# id_undo_2fa_dispute
source: Undo 2FA dispute
cs: Vzít zpět 2FA spor
de: 2FA-Anfechtung rückgängig machen
es: Retractar un reclamo 2FA
fr: Annuler le conflit 2FA
it: Annulla contestazione 2FA
ja: 2段階認証の係争申請を取り消す
ko: 2FA 이의 신청 취소하기
nl: 2FA-geschil ongedaan maken
pt_br: Desfazer disputa 2FA
ro: Anuleaza contestația 2FA
ru: Отменить оспаривание 2FA
uk: Скасувати оскарження 2FA
zh: 撤销2FA争议

# id_unknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
uk: Невідомо
vi: Không rõ
zh: 未知

# id_unknown_bip21_parameter
source: Unknown bip21 parameter
cs: Neznámý parametr bip21
de: Unbekannter BIP21-Parameter
es: Parámetro bip21 desconocido
fr: Paramètre BIP21 inconnu
it: Parametro BIP21 sconosciuto
ja: 無効なBip21パラメーター
ko: 알 수 없는 bip21 매개 변수
nl: Onbekende bip21-parameter
pt_br: Parâmetro bip21 desconhecido
ro: Parametru BIP21 necunoscut
ru: Неизвестный параметр bip21
uk: Невідомий параметр bip21
vi: Không biết thông số BIP21
zh: 未知bip21参数

# id_unknown_custom
source: Unknown (Custom)
cs: Neznámý (vlastní)
de: Unbekannt (Custom)
es: Desconocido (personalizado)
fr: Inconnu (personnalisé)
it: Sconosciuto (Custom)
ja: 無効(カスタム)
ko: 알 수 없음(사용자 지정)
nl: Onbekend (aangepast)
pt_br: Desconhecido (Personalizado)
ro: Necunoscut (Personalizat)
ru: Неизвестный (настраиваемый)
uk: Невідомий (спеціалізований)
vi: Không biết( tùy biến)
zh: 未知（自定义）

# id_unknown_firmware
source: Unknown firmware
cs: Neznámý firmware
de: Unbekannte Firmware
es: Firmware desconocido
fr: Firmware Inconnu
it: Firmware sconosciuto
ja: 不明なファームウェア
ko: 알 수 없는 펌웨어
nl: Onbekende firmware
pt_br: Firmware desconhecido
ro: Firmware nerecunoscut
ru: Неизвестная прошивка
uk: Невідома прошивка
zh: 未知的固件

# id_unlock
source: Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: アンロック
ko: 잠금 해제
nl: Ontgrendelen
pt_br: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh: 解锁

# id_unlock_green
source: Unlock Green
cs: Odemknout Green
es: Desbloquear Green
it: Sblocca Green
ko: Green 잠금 해제하기
nl: Green ontgrendelen
pt_br: Desbloquear a Green
zh: 解锁Green钱包

# id_unlock_jade_to_continue
source: Unlock Jade to continue
cs: Chcete-li pokračovat, odemkněte Jade
de: Jade entsperren, um fortzufahren
es: Desbloquee Jade para continuar
fr: Déverrouiller Jade pour continuer
it: Sblocca Jade per continuare
ja: Jadeのロックを解除して続行してください
ko: 계속하려면 Jade 잠금 해제
nl: Ontgrendel Jade om door te gaan
pt_br: Desbloqueie a Jade para continuar
ro: Deblocați Jade pentru a continua
ru: Разблокируйте Jade, чтобы продолжить
uk: Розблокуйте Jade, щоб продовжити
zh: 解锁Jade以继续

# id_unlocked_coins_can_be_spent_and
source: Unlocked coins can be spent and are included in your balance.
cs: Odemčené mince lze utratit a jsou zahrnuty do vašeho zůstatku.
de: Entsperrte Coins können ausgegeben werden und sind in deinem Kontostand enthalten.
es: Las monedas desbloqueadas sí se pueden gastar y están incluidas en el saldo de la cuenta.
fr: Les pièces déverrouillées peuvent être dépensées et sont incluses dans votre solde.
it: I coin sbloccati possono essere spesi e sono inclusi nel tuo saldo.
ja: ロックされていないコインは送金することができ、残高の計算に含まれます。
ko: 잠금 해제된 코인은 사용 가능하고 잔액에 포함됩니다.
nl: Ontgrendelde munten kun je uitgeven en worden opgenomen in je saldo.
pt_br: As moedas desbloqueadas podem ser gastas e incluídas no seu saldo.
ru: Разблокированные монеты можно потратить, и они будут включены в ваш баланс.
uk: Розблоковані монети можна витратити, і вони будуть включені в ваш баланс.
zh: 解锁的代币可以被花费并包含在您的余额中。

# id_unlocking_coins
source: Unlocking coins
cs: Odemykání mincí
de: Coins werden entsperrt
es: Desbloquear monedas
fr: Déverrouiller les pièces
it: Sblocco coin in corso
ja: コインのロック解除
ko: 코인 잠금 해제하기
nl: Munten ontgrendelen
pt_br: Desbloqueando moedas
ru: Разблокировка монет
uk: Розблокування монет
zh: 解锁代币

# id_unstable_internet_connection
source: Unstable internet connection
cs: Nestabilní připojení k internetu
de: Instabile Internetverbindung
es: Conexión a internet inestable
fr: Connexion internet instable
it: Connessione internet instabile
ja: インターネット接続が不安定
ko: 불안정한 인터넷 연결
nl: Instabiele internetverbinding
pt_br: Conexão de internet instável
ru: Нестабильное интернет-соединение
uk: Нестабільне підключення до Інтернету
zh: 不稳定的互联网连接

# id_update
source: Update
cs: Aktualizace
es: Actualizar
fr: Mise à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
nl: Bijwerken
pt_br: Atualizar
ro: Actualizează
ru: Обновление
uk: Оновлення
zh: 更新

# id_updated
source: updated
cs: aktualizováno
de: aktualisiert
es: actualizado
fr: à jour
it: aggiornato
ja: アップデート済み
ko: 업데이트 완료
nl: bijgewerkt
pt_br: atualizado
ro: Actualizat
ru: обновленный
uk: оновлений
vi: đã cập nhật
zh: 已更新

# id_updating_firmware
source: Updating firmware…
cs: Aktualizace firmwaru...
de: Update der Firmware...
es: Actualizando el firmware…
fr: Mise à jour du firmware...
it: Aggiornamento firmware in corso...
ja: ファームウェアをアップデート中…
ko: 펌웨어 업데이트 중...
nl: Firmware bijwerken…
pt_br: Atualizando firmware...
ru: Обновление прошивки…
uk: Оновлення прошивки ...
zh: 更新固件中。。。

# id_uploading_firmware
source: Uploading firmware
cs: Nahrávání firmwaru
de: Hochladen der Firmware
es: Cargando el firmware
fr: Téléchargement du firmware
it: Caricamento firmware
ja: ファームウェアをアップロード中
ko: 펌웨어 업로드 중
nl: Firmware uploaden
pt_br: Carregando firmware
ro: Se incarcă firmware
ru: Загрузка прошивки
uk: Завантаження прошивки
zh: 上传固件

# id_use_a_hardware_wallet_as_your
source: Use a hardware wallet as your third recovery key.
cs: Jako třetí klíč pro obnovení použijte hardwarovou peněženku.
de: Nutze eine Hardware-Wallet als deinen dritten Wiederherstellungs-Schlüssel.
es: Utilice una hardware wallet como tercera llave de recuperación.
fr: Utilisez un portefeuille matériel comme troisième clé de récupération.
it: Utilizza un hardware wallet come terza recovery key
ja: ハードウェアウォレットを第3のリカバリーキーとして使用します。
ko: 하드웨어 지갑을 세 번째 복구 키로 사용하세요.
nl: Gebruik een hardware wallet als derde herstelsleutel.
pt_br: Use uma carteira física como sua terceira chave da conta.
ru: Используйте аппаратный кошелек в качестве третьего ключа восстановления.
uk: Використовуйте апаратний гаманець в якості третього ключа відновлення.
zh: 使用硬件钱包作为您的第三个密钥。

# id_use_a_public_key
source: Use a public key
cs: Použijte veřejný klíč
de: Nutze einen public key
es: Utilice una llave pública
fr: Utiliser une clé publique
it: Utilizza chiave pubblica
ja: 公開鍵を使う
ko: 공개 키 사용하기
nl: Gebruik een publieke sleutel
pt_br: Usar uma chave pública
ru: Используйте открытый ключ
uk: Використовуйте відкритий ключ
zh: 使用一个公钥

# id_use_all_available_coins
source: Use all available coins
cs: Použít všechny dostupné mince
de: Verwende all verfügbaren Coins
es: Utilice todas las monedas disponibles
fr: Utilisez toutes les pièces disponibles
it: Utilizza tutte i coin disponibili
ja: すべてのコインを使用する
ko: 사용 가능한 코인 전부 사용하기
nl: Gebruik alle beschikbare munten
pt_br: Usar todas as moedas disponíveis
ru: Используйте все доступные монеты
uk: Використовуйте всі доступні монети
zh: 使用所有可用的代币

# id_use_an_existing_recovery_phrase
source: Use an existing recovery phrase as your third recovery key.
cs: Jako třetí klíč pro obnovení použijte stávající frázi pro obnovení.
de: Nutze eine bestehende Wiederherstellungs-Phrase als deinen dritten Schlüssel.
es: Utilice una frase semilla preexistente como tercera llave de recuperación.
fr: Utilisez une phrase de récupération existante comme troisième clé de récupération.
it: Utilizza una recovery phrase già esistente come terza recovery key.
ja: 既存のリカバリーフレーズを第3のリカバリーキーとして使用します。
ko: 기존 복구 문구를 세 번째 복구 키로 사용하세요.
nl: Gebruik een bestaande herstelzin als derde herstelsleutel.
pt_br: Use uma frase de recuperação existente como sua terceira chave da conta.
ru: Используйте существующую фразу восстановления в качестве третьего ключа восстановления.
uk: Використовуйте існуючу фразу відновлення в якості третього ключа відновлення.
zh: 使用现有的助记词作为您的第三个恢复秘钥。

# id_use_an_xpub_for_which_you_own
source: Use an xpub for which you own the corresponding private key as your third recovery key.
cs: Jako třetí klíč pro obnovení použijte xpub, ke kterému vlastníte odpovídající soukromý klíč.
de: Verwende einen xpub, für den du die korrespondierenden private keys hälst, als deinen dritten Wiederherstellungs-Schlüssel
es: Utilice un xpub cuya correspondiente llave privada le pertenece como tercera clave de recuperación.
fr: Utilisez un xpub pour lequel vous possédez la clé privée correspondante comme troisième clé de récupération.
it: Utilizza una xpub di cui possiedi la private key corrispondente come terza recovery key.
ja: 自身で秘密鍵を所有するウォレットのxpubを第3のリカバリーキーとして使用します。
ko: 해당 개인 키 의 xpub를 세 번째 복구 키로 사용하세요.
nl: Gebruik een xpub waarvan je de bijbehorende privésleutel bezit als derde herstelsleutel.
pt_br: Insira um xPub em que você possua a chave privada correspondente para ser usada como sua terceira chave da conta.
ru: Используйте xpub, для которого у вас есть соответствующий приватный ключ, в качестве третьего ключа восстановления.
uk: Використовуйте xpub, для якого у вас є відповідний приватний ключ, в якості третього ключа відновлення.
zh: 使用您拥有相应私钥的xpub作为您的第三个恢复密钥。
