Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_the_asset_registry_is_currently
source: The asset registry is currently unavailable: proceed carefully since asset amounts might be shown with a decimal precision different from what intended by the issuers.
cs: Registr aktiv není v současné době k dispozici: postupujte opatrně, protože částky aktiv mohou být zobrazeny s přesností na desetinná místa odlišnou od toho, co zamýšleli vydavatelé.
de: Das Asset-Register ist derzeit nicht verfügbar: Bitte gehe vorsichtig vor, da die Asset-Beträge möglicherweise mit einer anderen Dezimalgenauigkeit angezeigt werden als von den Ausgebern beabsichtigt.
es: El registro de activos no se encuentra disponible en este momento. Proceda con cautela, porque puede que los montos de los activos se muestren con una notación decimal distinta de la elegida por los emisores.
fr: Le registre des actifs n'est actuellement pas disponible : soyez prudent car les montants des actifs peuvent être affichés avec une précision décimale différente de celle prévue par les émetteurs.
it: Il registro degli asset è momentaneamente non disponibile. Procedi con attenzione in quanto agli asset potrebbero corrispondere importi decimali diversi da quelli previsti dall'emettitore.
ja: アセット登録簿は現在利用できません。発行者の想定しているものと小数点の位置が異なって表示される場合があるため、アセットの送金時にはご注意ください。
ko: 현재 자산 레지스트리를 사용할 수 없습니다. 자산 금액이 발행자가 의도한 것과 다른 소수점 자릿수로 표시될 수 있으므로 주의하세요.
nl: Het asset-register is momenteel niet beschikbaar: ga voorzichtig te werk, aangezien asset-bedragen misschien worden weergegeven met een decimale precisie die afwijkt van de bedoeling van de uitgevers.
pt_br: O registro de ativos não está disponível no momento: prossiga com cuidado, pois os valores dos ativos podem ser mostrados com uma precisão decimal diferente da pretendida pelos emissores.
ro: Registrul monedelor este momentan indisponibil: continuați cu atenție, întrucât cantitățile de monede ar putea fi afișate cu o precizie decimală diferită față de intențiile entităților emitente.
ru: Реестр активов в настоящее время недоступен: действуйте осторожно, поскольку суммы активов могут отображаться с точностью до десятичной дроби, отличной от той, которую предполагали эмитенты.
uk: Реєстр активів в даний час недоступний: дійте обережно, оскільки суми активів можуть відображатися з точністю до десяткового дробу, відмінної від тієї, яку прогнозували емітенти.
zh: 资产注册数据库当前不可用：请谨慎操作，因为资产数量的显示精度可能与发行人的意图不同。

# id_the_camera_has_a_problem_you
source: The camera has a problem. You probably need to restart the device.
cs: Fotoaparát má problém. Pravděpodobně budete muset restartovat zařízení.
de: Die Kamera hat ein Problem. Möglicherweise musst du dein Gerät neu starten.
es: La cámara tiene algún problema. Es probable que tenga que reiniciar su dispositivo.
fr: L'appareil photo a un problème. Vous devrez peut-être redémarrer votre appareil.
it: É stato rilevato un problema con la fotocamera. Prova a riavviare il dispositivo.
ja: カメラに問題が発生しました。デバイスの再起動をお願いします。
ko: 카메라에 문제가 있습니다. 기기를 다시 시작해주세요.
nl: Er zijn problemen met de camera. Het is wellicht nodig om het apparaat opnieuw te starten.
pt_br: Problema com a câmera. Você provavelmente precisa reiniciar o dispositivo.
ro: Camera are o problemă. Probabil că va trebui să reporniți dispozitivul.
ru: Проблемы с камерой. Возможно, вам необходимо перезапустить устройство.
uk: Проблеми з камерою. Можливо, вам потрібно перезавантажити пристрій.
vi: Camera có vấn đề. Bạn có lẽ cần khởi động lại thiết bị.
zh: 摄像头出现故障。可能需要重启设备。

# id_the_default_value_is_90_days_if
source: The default value is 90 days. If you set an email, you will receive an updated copy of your recovery data.
cs: Výchozí hodnota je 90 dní. Pokud jste nastavili e-mail, obdržíte aktualizovanou kopii dat pro obnovení.
de: Der Standardwert beträgt 90 Tage. Wenn du eine E-Mail-Adresse angibst, erhältst du eine aktualisierte Kopie deiner Wiederherstellungsdaten.
es: El plazo predeterminado es de noventa días. Si indica una dirección de correo electrónico, recibirá una copia actualizada de sus datos de recuperación.
fr: La valeur par défaut est de 90 jours. Si vous définissez un e-mail, vous recevrez une copie actualisée de vos données de récupération.
it: Il valore di default è 90 giorni. Se hai impostato un'e-mail riceverai una copia aggiornata dei tuoi dati di recovery.
ja: 既定値は90日間です。メールアドレスを登録していれば最新のリカバリーデータを受け取ることができます。
ko: 기본값은 90일입니다. 이메일을 설정하면 복구 데이터의 업데이트된 정보 를 받을 수 있습니다.
nl: De standaardwaarde is 90 dagen. Als je een e-mailadres instelt, ontvang je een bijgewerkte versie van je herstelgegevens.
pt_br: O valor padrão é 90 dias. Se você definir um e-mail, receberá uma cópia atualizada do pacote de recuperação.
ro: Valoarea implicită este de 90 de zile. Dacă introduceți o adresă de e-mail, veți primi o copie actualizată a datelor de recuperare.
ru: Значение по умолчанию - 90 дней. Если вы установите адрес электронной почты, вы получите обновленную копию данных для восстановления.
uk: Значення за замовчуванням - 90 днів. Якщо ви встановите адресу електронної пошти, ви отримаєте оновлену копію даних для відновлення.
zh: 默认设置是90天。如果你设置一个邮箱，你会收到最新的恢复数据。

# id_the_easier_safer_and_faster
source: the easier, safer and faster wallet
cs: jednodušší, bezpečnější a rychlejší peněženka
de: die einfachere, sicherere und schnellere Wallet
es: la cartera más sencilla, segura y rápida
fr: le portefeuille le plus sûr, le plus rapide et le plus simple d'utilisation
it: il wallet più semplice, sicuro e veloce
ja: より簡単、安全で早いウォレット
ko: 보다 쉽고 안전하고 빠른 지갑
nl: de simpelere, veiligere, en snellere wallet
pt_br: a carteira mais fácil, segura e rápida
ro: Portofelul mai accesibil, sigur și rapid
ru: более простой, безопасный и быстрый кошелек
uk: простіший, безпечніший та більш швидкий гаманець
vi: Ví dễ hơn, an toàn hơn và nhanh hơn
zh: 更易用、更安全、更快捷的钱包

# id_the_email_will_also_be_used_to
source: The email will also be used to receive recovery data and transaction notifications
cs: E-mail bude také použit k přijímání dat pro obnovení a oznámení o transakcích
de: Die E-Mail wird auch dazu verwendet, Wiederherstellungsdaten und Transaktionsbenachrichtigungen zu erhalten
es: El mismo correo electrónico será utilizado para recibir datos de recuperación y notificaciones sobre transacciones.
fr: L'adresse email sera également utilisée pour recevoir les données de récupération et les notifications de transaction.
it: L'e-mail verrà anche utilizzata per ricevere i dati di recovery e le notifiche di transazione
ja: このメールアドレスはリカバリーデータの受け取りとトランザクションの通知にも使用されます
ko: 이메일은 복구 데이터 및 거래 알림을 수신하는 데에도 사용됩니다.
nl: Het e-mailadres wordt ook gebruikt om herstelgegevens en transactienotificaties te ontvangen
pt_br: O e-mail também será usado para receber o pacote de recuperação e notificações de transação
ro: E-mailul va fi folosit și pentru a primi date de recuperare și notificări ale tranzacțiilor
ru: Электронная почта также будет использоваться для получения данных для восстановления и уведомлений о транзакциях
uk: Електронна пошта також буде використовуватися для отримання даних для відновлення і повідомлень про транзакції
zh: 邮箱会被用来接收恢复数据和转账通知

# id_the_hardware_wallet_you_are
source: The hardware wallet you are using is not yet supported
cs: Hardwarová peněženka, kterou používáte, není zatím podporována
de: Die ausgewählte Hardware Wallet wird zur Zeit nicht unterstützt
es: El hardware cartera que está utilizando aún no es compatible
fr: Le hardware wallet que vous utilisez n'est pas encore pris en charge.
it: L' hardware wallet che stai utilizzando non è ancora supportato
ja: ご使用中のハードウェア・ウォレットには現在対応しておりません
ko: 지금 사용하시는 하드웨어 지갑은 아직 지원되지 않습니다.
nl: De hardware wallet die je gebruikt wordt niet ondersteund
pt_br: A carteira física que você está utilizando ainda não é suportada
ro: Portofelul hardware pe care îl folosiți nu este compatibil deocamdată.
ru: Используемый вами аппаратный кошелек пока не поддерживается
uk: Апаратний гаманець, який ви використовуєте, ще не підтримується
vi: VÍ cứng bạn không được hổ trợ
zh: 目前还不支持您所使用的的硬件钱包

# id_the_liquid_network_is_a_bitcoin
source: The Liquid Network is a Bitcoin layer-2 solution enabling the fast, confidential settlement and issuance of digital assets, such as stablecoins, security tokens, and other financial instruments, on top of the Bitcoin timechain.
cs: Liquid Network je řešení druhé vrstvy Bitcoinu, které umožňuje rychlé a důvěrné vypořádání a vydávání digitálních aktiv, jako jsou stablecoiny, tokeny cenných papírů a další finanční nástroje, nad timechainem Bitcoinu.
es: La red Liquid es una solución Bitcoin de segunda capa que permite transacciones rápidas, confidenciales y la emisión de activos digitales como stablecoins, security tokens y otros instrumentos financieros encima de la timechain de Bitcoin.
it: Liquid Network è un layer-2 di Bitcoin che abilita transazioni rapide, confidenziali ed emissione asset, come stablecoin, security token ed altri strumenti finanziari, sulla timechain di Bitcoin.
ko: 리퀴드 네트워크는 비트코인 타임체인 위에서 스테이블코인, 보안 토큰 및 기타 금융 상품과 같은 디지털 자산의 빠르고 보안성 있는 결제 및 발행을 가능하게 하는 비트코인 레이어 2 솔루션입니다.
nl: Het Liquid-netwerk is een bitcoin-sidechain. Selecteer om Liquid-bitcoin (L-BTC), Tether (USDt) en andere Liquid-assets te verzenden en ontvangen.
pt_br: Liquid é uma rede alternativa de Bitcoin que permite a liquidação e emissão de ativos digitais, como moedas estáveis, tokens de valores mobiliários e outros instrumentos financeiros.
zh: 液态网络（Liquid Network）是一种比特币二层解决方案，可在比特币时间链之上实现数字资产（如稳定币、证券化代币和其他金融工具）的快速、隐私结算和发行。

# id_the_network_selected_on_the
source: The network selected on the Green app is different from the one selected on the hardware wallet. Select the same network on both devices.
cs: Síť vybraná v aplikaci Green se liší od sítě vybrané v hardwarové peněžence. Vyberte stejnou síť na obou zařízeních.
de: Das in der Green App ausgewählte Netzwerk ist nicht das im Hardware Wallet ausgewählte Netzwerk. Bitte wähle für beide Geräte dasselbe Netzwerk.
es: La red seleccionada en la app de Green es diferente de la red seleccionada en el hardware cartera. Seleccione la misma red en ambos dispositivos.
fr: Le réseau sélectionné sur l'application Green est différent de celui du portefeuille hardware . Sélectionnez le même réseau sur les deux appareils.
it: Il network selezionato sull'app di Green non corrisponde a quello selezionato sull'hardware wallet. Seleziona lo stesso network su entrambi i dispositivi
ja: Greenアプリ内で選択されているネットワークとハードウェアウォレットで選択されているネットワークが一致しません。同じネットワークを選択してください。
ko: Green 앱에서 선택한 네트워크가 하드웨어 지갑에서 선택한 네트워크와 일치하지 않습니다. 두 기기에서 동일한 네트워크를 선택해 주세요.
nl: Het geselecteerde netwerk op de Green-app verschilt van wat er is geselecteerd op de hardware wallet. Selecteer hetzelfde netwerk op beide apparaten.
pt_br: A rede selecionada no aplicativo Green é diferente da rede selecionada na carteira física. Selecione a mesma rede nos dois aparelhos.
ro: Rețeaua selectată în aplicația Green este diferită față de cea selectată în portofelul hardware. Selectați aceeași rețea pe ambele dispozitive.
ru: Сеть, выбранная в приложении Green, отличается от сети, выбранной в аппаратном кошельке. Выберите одну и ту же сеть на обоих устройствах.
uk: Мережа, обрана в додатку Green, відрізняється від мережі, обраної в апаратному гаманці. Виберіть одну і ту ж мережу на обох пристроях.
vi: Mạng được chọn trên ứng dụng Green khác với mạng được chọn trên ví cứng. Chọn cùng một mạng trên cả hai thiết bị.
zh: 在Green应用程序上选择的钱包网络与在硬件钱包上选择的网络不同。请在两台设备上选择相同的网络。

# id_the_new_email_will_be_used_for
source: The new email will be used for Two-Factor Authentication when the reset is complete. The reset takes 12 months plus any remaining timelock.
cs: Po dokončení resetu bude nový e-mail použit pro 2-Faktorové ověření. Reset trvá 12 měsíců plus zbývající časový blok.
de: Die neue E-Mail-Adresse wird für die Zwei-Faktor-Authentifizierung verwendet, sobald das Zurücksetzen abgeschlossen ist. Das Zurücksetzen dauert 12 Monate zuzüglich einer eventuellen restlichen Zeitsperre.
es: El nuevo correo electrónico se utilizará para la autenticación de dos factores cuando finalice el restablecimiento, que lleva doce meses (sumado al bloqueo temporal restante, si corresponde).
fr: Le nouvel email sera utilisé pour l'authentification à deux facteurs lorsque la réinitialisation sera terminée. La réinitialisation dure 12 mois, plus les délais restants.
it: La nuova e-mail verrà utilizzata per l'Autenticazione a Due Fattori quando il reset sarà completato. Il reset richiede 12 mesi più eventuali timelock rimanenti.
ja: リセット完了後、新しいメールアドレスが2段階認証に使用されます。リセットには12ヶ月とタイムロックの残存期間の合計がかかります。
ko: 초기화가 완료되면 새 이메일이 이중 인증에 사용됩니다. 초기화는 12개월에 남은 타임락 기간이 추가된 만큼 소요됩니다.
nl: Het nieuwe e-mailadres wordt gebruikt voor tweetrapsauthenticatie wanneer de reset is voltooid. De reset duurt 12 maanden plus een eventueel resterende timelock.
pt_br: O novo e-mail será usado para a autenticação de dois fatores quando a redefinição for concluída. A redefinição leva 12 meses mais o período restante do timelock.
ro: Noul e-mail va fi folosit pentru autentificare cu doi factori (2FA) după ce resetarea este completă. Resetarea va dura 12 luni, la care se adaugă orice setare timelock rămasă.
ru: Новый адрес электронной почты будет использоваться для двухфакторной аутентификации после завершения сброса. Сброс занимает 12 месяцев плюс оставшееся время блокировки.
uk: Нова адреса електронної пошти буде використовуватися для двофакторної аутентифікації після завершення скидання. Скидання займає 12 місяців плюс залишившийся час блокування.
zh: 重置完成时会使用新的邮箱作为双重验证的邮箱。重置需要12个月加上剩余的timelock。

# id_the_new_firmware_requires_you
source: The new firmware requires you to unpair your Jade from the Bluetooth settings.
cs: Nový firmware vyžaduje zrušení párování zařízení Jade v nastavení Bluetooth.
es: El nuevo firmaware requiere que desvincule su Jade desde la configuración de Bluetooth
it: Il nuovo firmware richiede di disaccoppiare Jade dalle impostazioni Bluetooth.
ko: 새 펌웨어 사용을 위해서는 블루투스 설정에서 Jade의 페어링을 해제해야 합니다.
nl: De nieuwe firmware vereist dat je je Jade loskoppelt in de Bluetooth-instellingen.
pt_br: O novo firmware exige que você desemparelhe sua Jade nas configurações de Bluetooth.
zh: 新固件要求您取消Jade 的蓝牙配对。

# id_the_password_cant_be_empty
source: The password can't be empty
cs: Heslo nemůže být prázdné
de: Das Passwort kann nicht leer sein
es: La contraseña no puede quedar vacía
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota
ja: パスワードが空欄です
ko: 비밀번호를 반드시 입력해야 합니다
nl: Het wachtwoord mag niet leeg zijn
pt_br: A senha não pode ficar em branco
ro: Căsuța pentru parolă nu poate rămâne necompletată
ru: Поле пароля не может быть пустым
uk: Поле пароля не може залишатись порожнім
vi: Mật khẩu không thể trống
zh: 密码不能为空

# id_the_qr_code_does_not_include
source: The QR code does not include the BIP39 Passphrase
es: El código QR no incluye la contraseña BIP39
it: ll QR code non include alcuna Passphrase BIP39
ko: QR 코드에 BIP39 암호문구가 포함되어 있지 않습니다.
pt_br: O código QR não inclui a senha do padrão BIP39

# id_the_recovery_key_below_will_not
source: The recovery key below will not be shown again. Please make a safe backup of it now to ensure you can always access your funds.
cs: Klíč pro obnovení uvedený níže nebude znovu zobrazen. Vytvořte si prosím bezpečnou zálohu, abyste měli vždy přístup ke svým finančním prostředkům.
de: Der Wiederherstellungsschlüssel wird nicht nochmals angezeigt. Bitte machen Sie jetzt eine Datensicherung vom Wiederherstellungsschlüssel damit Ihre Mittel nicht veloren gehen.
es: La clave de recuperación que aparece a continuación no se volverá a mostrar. Haga una copia de seguridad de la clave ya mismo para asegurarse de tener acceso a sus fondos en todo momento.
fr: La clé de récupération ci-dessous ne sera plus affichée. Veuillez en faire une copie de sauvegarde dès maintenant pour garantir l'accès permanent à vos fonds.
it: La recovery key di seguito riportata non verrà mostrata in futuro. Esegui subito il backup per assicurarti di poter sempre accedere ai tuoi fondi.
ja: 下の復元キーは二度とご覧になられません。資金へのアクセスを失わない為にバックアップをお願いします。
ko: 아래 복원 키는 다시 볼 수 없습니다. 나의 자산에 언제나 액세스할 수 있도록 복원 키를 안전하게 보관하세요.
nl: De onderstaande herstelsleutel zal niet opnieuw worden getoond. Maak er nu een veilige back-up van om te zorgen dat je altijd toegang hebt tot je bezittingen.
pt_br: A chave de recuperação abaixo não será exibida novamente. Faça agora mesmo um backup seguro dela para garantir que você sempre possa acessar seus fundos.
ro: Cheia de recuperare de mai jos nu va mai fi afișată din nou. Vă rugăm să realizați acum o copie de protecție pentru a vă asigura că veți avea mereu acces la monede.
ru: Ключ восстановления больше не будет показан. Сделайте резервное копирование для того, чтобы всегда иметь доступ к своим средствам.
uk: Ключ відновлення більше не буде показано. Виконайте резервне копіювання для того, щоб завжди мати доступ до власних коштів.
vi: Khóa khôi phục bên dưới không hiện lại lần thứ 2. Làm ơn lưu trữ sao lưu cẩn thận nó từ bây giờ để chắc chắn bạn luôn mở được tiền của bạn.
zh: 恢复密钥将不再显示。请立即创建该密钥的安全备份，以确保随时能够获得资金的访问权限。

# id_the_recovery_phrase_can_be_used
source: The recovery phrase can be used to claim your funds at any point. Keep it safe, keep it private.
cs: Frázi pro obnovení lze kdykoli použít k vyzvednutí finančních prostředků. Mějte ji v bezpečí a soukromí
de: Die Wiederherstellungs-Phrase kann dazu verwendet werden, um jederzeit einen Anspruch auf deine Gelder zu erheben. Bewahre sie sicher auf, halte sie geheim.
es: La frase de recuperación se puede utilizar para acceder a sus fondos en cualquier momento. Cuídela y evite divulgarla.
fr: La phrase de récupération peut être utilisée pour réclamer vos fonds à tout moment. Gardez-le en sécurité, gardez-le privé.
it: La tua recovery phrase può essere utilizzata per richiedere/reclamare i tuoi fondi. Preservala in un posto sicuro e riservato.
ja: リカバリーフレーズを使っていつでも資金を回収することができます。安全に、誰にも見られないように保管してください。
ko: 복구 문구는 나의 자금 거래를 위해 언제든지 사용할 수 있습니다. 복구 문구를 안전하게 비공개로 보관하세요.
nl: De herstelzin kan op elk moment worden gebruikt om je geld te claimen. Houd hem veilig, houd hem privé.
pt_br: A frase de recuperação, também conhecida como seed ou mnemônico, é o backup da sua carteira e permite recuperar seus fundos. Mantenha-a privada e não compartilhe com ninguém.
ro: Fraza de recuperare poate fi utilizată pentru a restabili accesul la fondurile dvs. Păstrați-o in siguranță! Aveți grijă să nu o divulgați nimanui.
ru: Фразу восстановления можно использовать для востребования ваших средств в любой момент. Держите ее в безопасности и в секрете.
uk: Фразу відновлення можна використовувати для запиту ваших коштів в будь-який момент. Тримайте її в безпеці і в секреті.
zh: 通过助记词可随时取用您的资金。请保证助记词安全，私密。

# id_the_recovery_phrase_doesnt
source: The recovery phrase doesn't match the previously existing wallet. Please retry with a different recovery phrase.
cs: Fráze pro obnovení se neshoduje s dříve existující peněženkou. Zkuste to prosím znovu s jinou frází pro obnovení.
de: Die Wiederherstellungs-Phrase passt nicht zur bisher existierenden Wallet. Bitte versuche es nochmal mit einer anderen Wiederherstellungs-Phrase.
es: La frase de recuperación no coincide con la cartera preexistente. Inténtelo de nuevo con otra frase de recuperación.
fr: La phrase de récupération ne correspond pas au portefeuille existant. Veuillez réessayer avec une phrase de récupération différente.
it: La recovery phrase non coincide con il wallet precedente. Riprova con una recovery phrase diversa.
ja: リカバリーフレーズがウォレットと一致しません。違うリカバリーフレーズをお試しください。
ko: 복구 문구가 기존 지갑과 일치하지 않습니다. 다른 복구 문구로 다시 시도해보세요.
nl: De herstelzin komt niet overeen met de voorheen gebruikte wallet. Probeer het opnieuw met een andere herstelzin.
pt_br: A frase de recuperação não corresponde à carteira existente anteriormente. Tente novamente com uma frase de recuperação diferente.
ru: Фраза восстановления не соответствует ранее существовавшему кошельку. Повторите попытку, используя другую фразу восстановления.
uk: Фраза відновлення не відповідає раніше існуючому гаманцю. Повторіть спробу, використовуючи іншу фразу відновлення.
zh: 助记词与以前存在的钱包不匹配。请使用不同的助记词重试。

# id_the_source_code_is_available_at
source: The source code is available at %@
cs: Zdrojový kód je k dispozici na %@
de: Der Quellcode ist verfügbar auf %@
es: El código fuente está disponible en %@
fr: Le code source est disponible à l'adresse suivante %@
it: Il codice sorgente è disponibile su %@
ja: ソースコードを下記にて公開しています %@
ko: 소스 코드는 %@에서 보실 수 있습니다
nl: De broncode is beschikbaar op %@
pt_br: O código-fonte está disponível em %@
ro: Codul sursă este disponibil la %@
ru: Исходный код доступен по адресу %@
uk: Вихідний код доступний за адресою %@
zh: 可以在%@找到源代码

# id_the_transaction_contains
source: The transaction contains non-confidential funds.
cs: Transakce obsahuje nedůvěrné prostředky.
de: Die Transaktion enthält nicht-vertrauliche Geldmittel.
es: La transacción contiene fondos no confidenciales.
fr: La transaction contient des fonds non confidentiels.
it: La transazione contiene non-confidential fund.
ja: このトランザクションには秘匿化されていない資金が含まれます。
ko: 거래에 공개 자금이 포함되어 있습니다.
nl: De transactie bevat niet-vertrouwelijk geld.
pt_br: A transação contém fundos não confidenciais.
ro: Tranzacția conține fonduri non-confidențiale
ru: Транзакция содержит неконфиденциальные средства.
uk: Транзакція містить неконфіденційні кошти.
vi: Giao dịch chứa tiền quỹ không bí mật.
zh: 转账中包含非隐私资金。

# id_the_username_cant_be_empty
source: The username can't be empty
cs: Uživatelské jméno nesmí být prázdné
es: El nombre de usuario no puede estar vacío
it: L'username non può essere vuoto
ko: 사용자 이름은 비워둘 수 없습니다.
nl: De gebruikersnaam mag niet leeg zijn
pt_br: É preciso inserir um nome de usuário
zh: 用户名不能为空

# id_the_waiting_period_is_necessary
source: The waiting period is necessary to ensure the security of your wallet, to prevent thieves from getting around your Two-Factor protection.
cs: Čekací doba je nezbytná k zajištění bezpečnosti vaší peněženky, aby se zabránilo tomu, že by zloději obcházeli vaši ochranu dvou faktorů.
de: Die Wartezeit ist notwendig, um die Sicherheit deines Wallets zu garantieren und um Diebe daran zu hindern, deine Zwei-Faktor-Authentifizierung zu umgehen.
es: El período de espera es necesario para garantizar la seguridad de su cartera, dado que evita que los ladrones eludan su protección 2FA.
fr: La période d'attente est nécessaire pour garantir la sécurité de votre portefeuille, afin d'empêcher les voleurs de contourner votre protection à deux facteurs.
it: É necessario attendere per garantire la sicurezza del tuo wallet e impedire che la tua protezione a Due Fattori venga rubata.
ja: この待ち時間はウォレットが盗難に遭った場合に2段階認証をすぐに解除されないために存在するセキュリティ機能です。
ko: 대기 기간은 지갑의 보안을 철저히하고 이중 보안의 무실화를 방지하기 위해 필요합니다.
nl: De wachttijd is nodig om de veiligheid van je wallet te waarborgen, om te voorkomen dat dieven je tweetrapsauthenticatie omzeilen.
pt_br: O período de espera é necessário para garantir a segurança da sua carteira, evitando que ladrões burlem a proteção de dois fatores.
ro: Perioada de așteptare este necesară pentru securitatea portofelului dvs, nepermițând unui eventual atacator sa aibă acces la fondurile dvs.
ru: Период ожидания необходим для обеспечения безопасности вашего кошелька, чтобы злоумышленники не смогли обойти вашу двухфакторную защиту.
uk: Період очікування необхідний для забезпечення безпеки вашого гаманця, щоб зловмисники не змогли обійти ваш двофакторний захист.
zh: 等待期对于确保您的钱包安全是必要的，可以防止恶意人员绕过您的双重验证。
