Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_green_only_supports_one_pin_per
source: Green only supports one PIN per network. To set a PIN for this wallet, disable the PIN on your original wallet first.
cs: Green podporuje pouze jeden PIN pro síť. Chcete-li nastavit PIN pro tuto peněženku, nejprve deaktivujte PIN na původní peněžence.
de: Green unterstützt nur eine PIN pro Netzwerk. Um eine PIN für diese Wallet einzustellen, deaktivieren Sie zuerst die PIN in ihrer originalen Wallet.
es: Green solo permite un PIN por red. Para configurar un PIN para esta cartera, primero desactive el PIN en la cartera original.
fr: Green ne gère qu'un seul code PIN par réseau. Pour définir un code PIN pour ce portefeuille, désactivez-le d'abord sur celui d'origine.
it: Green supporta un solo PIN per network. Per impostare un PIN per questo wallet, disabilita il PIN attualmente in uso sul tuo wallet originale.
ja: Greenは各ネットワークにつきひとつのPINのみサポートします。このウォレットにPINを設定する場合は、まず他のウォレットのPIN設定を無効化してください。
ko: Green은 네트워크당 하나의 PIN을 지원합니다. 이 지갑의 비밀번호를 설정하기 전에 원래 지갑에서 PIN을 비활성화하세요.
nl: Green ondersteunt maar één PIN per netwerk. Om een nieuwe PIN voor deze wallet in te stellen, moet eerst de PIN van je originele wallet worden uitgeschakeld.
pt_br: A Green suporta somente um PIN por rede. Para configurar um PIN para esta carteira, primeiro desative o PIN da carteira original.
ro: Green suportă un singur PIN pentru fiecare rețea. Pentru a crea un PIN pentru acest portofel, întâi dezactivați PIN-ul din portofelul original.
ru: Green поддерживает только один PIN-код для одной сети. Чтобы установить PIN-код для этого кошелька, сначала отключите PIN-код на исходном кошельке.
uk: Green підтримує тільки один PIN-код для однієї мережі. Щоб встановити PIN-код для цього гаманця, спочатку відключіть PIN-код на оригінальному гаманці.
vi: Green chỉ hỗ trợ một mã số PIN cho một thiết bị. Để đặt mã PIN cho ví này, tắt mã PIN trong ví gốc bạn trước tiên.
zh: Green对于每个网络只支持1个PIN。要为这个钱包设置PIN，需要先关闭原有钱包的PIN。

# id_green_uses_biometric
source: Green uses biometric authentication to allow easy access to the wallet
cs: Green používá biometrické ověřování, které umožňuje snadný přístup k peněžence
de: Green verwendet biometrische Authentifizierung um den Zugriff auf die Wallet zu erleichtern
es: Green utiliza la autenticación biométrica para simplificar el acceso a la cartera
fr: Green utilise l'authentification biométrique pour favoriser un accès simple au portefeuille.
it: Green utilizza l'autenticazione biometrica per garantire un facile accesso al wallet
ja: Greenはウォレットへの簡単なアクセスの為に生体認証技術を使用します。
ko: Green은 생체 인증으로 간편한 지갑 액세스를 지원합니다
nl: Green ondersteunt biometrische authenticatie voor een makkelijk te gebruiken wallet
pt_br: A Green usa autenticação biométrica para facilitar o acesso à carteira
ro: Green folosește autentificare biometrică pentru a permite accesul facil la portofel.
ru: Green использует биометрическую аутентификацию, чтобы обеспечить легкий доступ к кошельку
uk: Green використовує біометричну аутентифікацію для того, щоб забезпечити легкий доступ до гаманця
vi: Green sử dụng xác thực sinh trắc để cho phép vào ví dễ dàng
zh: Green使用生物识别验证来让用户能够更轻松地打开钱包

# id_green_uses_bluetooth_for
source: Green uses Bluetooth for communication with hardware wallets
cs: Green používá Bluetooth pro komunikaci s hardwarovými peněženkami
de: Green nutzt Bluetooth zur Kommunikation mit Hardware-Wallets
es: Green emplea Bluetooth para comunicarse con el hardware cartera.
fr: Green utilise Bluetooth pour communiquer avec les portefeuilles matériels.
it: Green utilizza il Bluetooth per comunicare con gli hardware wallet
ja: GreenはBluetoothを使ってハードウェアウォレットと通信します
ko: Green은 Bluetooth를 통해 하드웨어 지갑과 연결됩니다.
nl: Green gebruikt Bluetooth voor communicatie met hardware wallets
pt_br: A Green usa Bluetooth para comunicação com carteiras físicas
ro: Green folosește comunicarea prin bluetooth atunci când este conectat cu portofelele hardware.
ru: Green использует Bluetooth для связи с аппаратными кошельками
uk: Green використовує Bluetooth для зв'язку з апаратними гаманцями
zh: Green通过蓝牙与硬件钱包通讯

# id_green_uses_bluetooth_to_connect
source: Green uses Bluetooth to connect to hardware wallets
cs: Green používá Bluetooth pro připojení k hardwarovým peněženkám
de: Green nutzt Bluetooth zur Verbindung mit Hardware-Wallets
es: Green emplea Bluetooth para conectarse con el hardware cartera.
fr: Green utilise Bluetooth pour se connecter avec les portefeuilles matériels.
it: Green utilizza il Bluetooth per connettersi con gli hardware wallet
ja: GreenはBluetoothでハードウェアウォレットに接続します
ko: Green은 Bluetooth를 통해 하드웨어 지갑과 연결됩니다.
nl: Green gebruikt Bluetooth om te verbinden met hardware wallets
pt_br: A Green usa bluetooth para conectar-se a carteiras físicas
ro: Green folosește bluetooth pentru a se conecta la portofele hardware
ru: Green использует Bluetooth для подключения к аппаратным кошелькам
uk: Green використовує Bluetooth для підключення до апаратних гаманців
zh: Green通过蓝牙连接硬件钱包

# id_green_uses_multisig_with_one
source: Green uses multisig with one signature generated by your device, and one by Blockstream’s servers. Setting up your Two-Factor Authentication enables an extra layer of security for the server-side signature.
cs: Green používá multisig s jedním podpisem generovaným vaším zařízením a jedním serverem Blockstream. Nastavení 2-Faktorové autentizace umožňuje další vrstvu zabezpečení pro podpis na straně serveru.
de: Green verwendet Multisig mit einer von deinem Gerät und einer von den Servern von Blockstream erzeugten Signatur. Die Einrichtung der Zwei-Faktor-Authentifizierung ermöglicht eine zusätzliche Sicherheitsebene für die serverseitige Signatur.
es: Green utiliza las multifirmas con una firma generada por su dispositivo y otra generada por los servidores de Blockstream. Establecer la autenticación de dos factores suma un nivel de seguridad extra para la firma originada en el servidor.
fr: Green utilise une multisignature, une générée depuis votre appareil et une depuis les serveurs de Blockstream. Configurer un deuxième facteur d'authentification ajoute un niveau de sécurité supplémentaire à la signature venant du serveur.
it: Green utilizza un sistema multisig in cui una firma è generata dal tuo dispositivo e un'altra da un server di Blockstream. L'Autenticazione a Due Fattori aggiunge un ulteriore livello di sicurezza per la firma generata dal server.
ja: GreenはBlockstreamのサーバーと貴方のデバイスで生成された署名の二つを活用しマルチシグを利用します。2段階認証を設定することでサーバー側の署名のセキュリティを一段と強化できます。
ko: Green은 사용자의 기기 와 Blockstream 서버에서 생성되는 서명으로 멀티시그 기술을 사용합니다. 이중 인증을 설정하면 서버 에서 생성된 서명의 보안을 한층 강화합니다.
nl: Green gebruikt multisig met één signature van je apparaat, en één signature van de servers van Blockstream. Het instellen van tweetrapsauthenticatie zorgt voor meer veiligheid bij het verkrijgen van de signature van de server.
pt_br: A Green usa multi assinaturas sendo uma assinatura gerada pelo seu dispositivo e a outra pelos servidores da Blockstream. Configurar a autenticação de dois fatores fornece uma camada extra de segurança para a assinatura do servidor.
ro: Green folosește multisig cu o semnătură generată de dispozitivul dumneavoastră și o alta generată de serverele Blockstream. Configurarea Autentificării cu Doi Factori (2FA) introduce un strat suplimentar de securitate pentru semnături la nivel de server.
ru: Green использует мультиподпись с подписью, сгенерированной вашим устройством, и подписью, сгенерированной серверами Blockstream. Настройка двухфакторной аутентификации обеспечивает дополнительный уровень безопасности для подписи на сервере.
uk: Green використовує мультипідпис з підписом, створеним вашим пристроєм, та підписом, згенерованим за допомогою серверів Blockstream. Налаштування двофакторної аутентифікації дає змогу отримати додатковий рівень безпеки для підпису на сервері.
vi: Green sử dụng ví nhiều khóa với một khóa tạo bởi thiết bị của bạn, và một khóa bới máy chủ của Blockstream. Đặt cài đặt bảo mật 2 lớp để cho phép thêm lớp bảo mật của phía máy chủ.
zh: Green使用多重签名，其中一个签名由你的设备生成，另一个由Blockstream服务器生成。设置双重验证能为服务器生成的签名提供更多保护。

# id_hardware_wallet
source: Hardware wallet
cs: Hardwarová peněženka
fr: Portefeuille physique
ja: ハードウェアウォレット
ko: 하드웨어 지갑
pt_br: Carteira física
ru: Аппаратный кошелек
uk: Апаратний гаманець
zh: 硬件钱包

# id_hardware_wallet_support_for
source: Hardware wallet support for Confidential Transactions coming soon.
cs: Podpora hardwarové peněženky pro důvěrné transakce již brzy.
de: Hardware Wallet Unterstützung für Confidential Transactions kommt bald.
es: Próximamente, ofreceremos una cartera hardware compatible con las transacciones confidenciales.
fr: Gestion du portefeuille Hardware pour les Transactions Confidentielles à venir.
it: Supporto hardware wallet per Confidential Transactions presto disponibile
ja: 秘匿トランザクションのハードウェアウォレット対応が近く予定されています。
ko: 하드웨어 지갑에서 곧 Confidential Transaction 서비스를 제공합니다.
nl: Er verschijnt binnenkort ondersteuning voor Confidential Transactions via hardware wallets.
pt_br: Em breve, suporte para transações confidenciais em carteiras físicas.
ro: Suportul pentru portofele hardware în cazul trimiterii de Tranzacții Confidențiale va fi disponibil în curând.
ru: Поддержка конфиденциальных транзакций в аппаратных кошельках находится в разработке.
uk: Підтримка конфіденційних транзакцій в апаратних гаманцях зараз в розробці.
vi: Việc hỗ trợ ví cứng để giao dịch bí mật sẽ có trong tương lai gần
zh: 硬件钱包即将支持隐私转账。

# id_hardware_wallets
source: Hardware wallets
cs: Hardwarové peněženky
es: Carteras hardware
it: Hardware wallet
ko: 하드웨어 지갑들
pt_br: Carteiras físicas
zh: 硬件钱包

# id_hash
source: Hash
ja: ハッシュ
ko: 해시
ru: Хеш
uk: Хеш
vi: Băm Hash
zh: 哈希

# id_help
source: Help
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 고객 센터
nl: Hulp
pt_br: Ajuda
ro: Ajutor
ru: Помощь
uk: Допомога
zh: 帮助

# id_help_green_improve
source: Help Green Improve
cs: Pomozte zlepšit Green
es: Ayúdenos a mejorar Green
fr: Aider Green à s'améliorer
it: Aiuta Green a migliorare
ko: 그린의 개선에 참여 바랍니다
nl: Help Green te verbeteren
pt_br: Ajude a melhorar a Green
zh: 帮助Green钱包优化

# id_here
source: here
cs: zde
de: hier
es: aquí
fr: ici
it: qui
ja: ここ
ko: 여기
nl: hier
pt_br: aqui
ro: aici
ru: здесь
uk: тут
zh: 这里

# id_hide_assets
source: Hide assets
cs: Skrýt aktiva
de: Assets verbergen
es: Ocultar activos
fr: Cachez les actifs
it: Nascondi asset
ja: アセットを隠す
ko: 자산 숨기기
nl: Assets verbergen
pt_br: Ocultar ativos
ro: Ascundere posesiuni
ru: Скрыть активы
uk: Приховати активи
zh: 隐藏资产

# id_hide_details
source: Hide details
cs: Skrýt podrobnosti
es: Ocultar detalles
fr: Cacher les détails
it: Nascondi dettagli
ko: 상세 내용 가리기
nl: Details verbergen
pt_br: Ocultar detalhes
zh: 隐藏细节

# id_high
source: High
cs: Vysoký
de: Hoch
es: Altura
fr: Haut
it: Alto
ja: 高い
ko: 높음
nl: Hoog
pt_br: Alta
ro: Ridicat
ru: Высокий
uk: Високий
vi: Cao
zh: 高

# id_hold_button_to_send
source: Hold button to Send
cs: Podržením tlačítka odešlete
es: Mantenga el botón pulsado para enviar
it: Tieni premuto per inviare
ko: 버튼을 길게 눌러 보내기
nl: Hou ingedrukt om te verzenden
pt_br: Pressione o botão para enviar
zh: 按住按钮发送

# id_hold_your_nfc_tag_close_to_the
source: Hold your NFC tag close to the device
cs: Držte NFC tag v blízkosti zařízení
de: Halten Sie Ihren NFC-Tag nahe am Gerät
es: Acerque su etiqueta NFC al dispositivo
fr: Approchez l'étiquette NFC de l'appareil
it: Tieni il tuo tag NFC vicino al dispositivo
ja: デバイスにNFCタグを近づけて下さい
ko: NFC 태그를 기기에 가까이 대세요
nl: Houd je NFC-tag in de buurt van je apparaat
pt_br: Mantenha sua tag NFC próxima do dispositivo
ro: Țineți eticheta NFC aproape de dispozitiv
ru: Держите NFC-тег рядом с вашим устройством
uk: Тримайте NFC-тег поряд із вашим приcтроєм
vi: Giữ thẻ NFC gần thiết bị
zh: 将NFC标签靠近设备

# id_home
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
nl: Thuis
pt_br: Green
zh: 主页

# id_hour
source: hour
cs: hodina
de: Stunde
es: hora
fr: heure
it: ora
ja: 時間
ko: 시간
nl: uur
pt_br: hora
ro: oră
ru: час
uk: година
vi: giờ
zh: 小时

# id_hours
source: hours
cs: hodiny
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間
ko: 시간
nl: uur
pt_br: horas
ro: ore
ru: часы
uk: години
vi: giờ
zh: 小时

# id_how_to_stop_this_reset
source: How to Stop This Reset
cs: Jak zastavit tento reset
de: Wie man dieses Reset aufhält
es: Cómo detener el restablecimiento
fr: Comment arrêter cette réinitialisation
it: Come fermare il reset
ja: リセットを止めるには
ko: 이 초기화를 중지하는 방법
nl: De reset stoppen
pt_br: Como parar este processo
ro: Cum să opriți resetarea
ru: Как остановить этот сброс
uk: Як зупинити це скидання
zh: 如何停止这次重设

# id_i_agree_to_the
source: I agree to the
cs: Souhlasím s
de: Zustimmen zu
es: Acepto
fr: J'accepte les
it: Accetto
ja: 同意します
ko: 에 동의합니다
nl: Ik ga akkoord met:
pt_br: Eu concordo com os
ro: Sunt de acord cu
ru: Я соглашаюсь с
uk: Я погоджуюсь з
vi: Tôi đồng ý cho
zh: 我同意

# id_i_confirm_i_have_read_and
source: I confirm I have read and understood the above message
cs: Potvrzuji, že jsem si výše uvedenou zprávu přečetl a porozuměl jí
de: Ich bestätige die obige Nachricht gelesen und verstanden zu haben
es: Confirmo que leí y entendí el mensaje anterior
fr: Je confirme avoir lu et compris le message ci-dessus
it: Confermo di aver letto e compreso il messaggio qui sopra
ja: 上のメッセージを理解しました
ko: 위 메시지를 읽고 이해했습니다.
nl: Ik bevestig dat ik het bovenstaande bericht heb gelezen en begrepen
pt_br: Eu confirmo que li e entendi a mensagem acima
ro: Confirm că am citit și înțeles mesajul de mai sus
ru: Я подтверждаю то, что ознакомлен/ознакомлена с этим сообщением и мне понятен его смысл
uk: Я підтверджую, що ознайомлений/ознайомлена з цим повідомленням і мені зрозумілий його зміст
vi: Tôi xác nhận rằng tôi đã đọc và hiểu rõ các dòng thông tin trên
zh: 我确认我已经阅读并理解以上信息

# id_i_confirm_i_want_to_delete_this
source: I confirm I want to delete this wallet
cs: Potvrzuji, že chci odstranit tuto peněženku
de: Ich bestätige, dass ich dieses Wallet löschen möchte
es: Confirmo que deseo borrar esta cartera
fr: Je confirme que je veux supprimer ce portefeuille
it: Confermo di voler eliminare il wallet
ja: 理解してこのウォレットを削除する
ko: 이 지갑을 삭제합니다
nl: Ik bevestig dat ik deze wallet wil verwijderen
pt_br: Eu confirmo que eu desejo excluir esta carteira
ro: Confirm că vreau să șterg acest portofel.
ru: Я подтверждаю, что хочу удалить этот кошелек
uk: Я підтверджую, що хочу видалити цей гаманець
zh: 我确认我想要删除这个钱包

# id_i_confirm_i_want_to_disable_pin
source: I confirm I want to disable PIN access on all my devices.
cs: Potvrzuji, že chci zakázat přístup pomocí PINu na všech svých zařízeních.
de: Ich bestätige, dass ich den PIN-Zugriff auf allen meinen Geräte deaktivieren möchte.
es: Confirmo que deseo inhabilitar el acceso con PIN en todos mis dispositivos.
fr: Je confirme que je veux désactiver l'accès par code PIN sur tous mes appareils.
it: Confermo di voler disabilitare l'accesso PIN su tutti i miei dispositivi.
ja: 理解してすべてのデバイスでPINによるアクセスを無効化する。
ko: 내 모든 기기에서 PIN 액세스를 비활성화합니다
nl: Ik bevestig dat ik PIN-toegang op al mijn apparaten wil uitschakelen.
pt_br: Confirmo que desejo desativar o acesso por PIN em todos os meus dispositivos.
ro: Confirm că vreau sa dezactivez PIN-ul pe toate dispozitivele.
ru: Подтверждаю, что хочу отключить доступ по PIN-коду на всех своих устройствах.
uk: Підтверджую, що хочу відключити доступ за допомогою PIN-коду на всіх своїх пристроях.
zh: 我确认想要在所有设备上禁用PIN

# id_i_forgot_my_password
source: I forgot my password
cs: Zapomněl jsem své heslo
de: Ich habe mein Passwort vergessen
es: Olvidé mi contraseña
fr: J'ai oublié mon mot de passe
it: Ho dimenticato la mia password
ja: パスワードを忘れました
ko: 비밀번호 찾기
nl: Ik ben mijn wachtwoord vergeten
pt_br: Eu esqueci minha senha
ro: Mi-am uitat parola
ru: Я не помню свой пароль
uk: Я не пам'ятаю свій пароль
vi: Tôi quên mất mật khẩu
zh: 忘记密码

# id_i_lost_my_2fa
source: I lost my 2FA
cs: Ztratil jsem 2FA
de: Ich habe meine 2FA verloren
es: Perdí mi 2FA
fr: J'ai perdu mon 2FA
it: Ho perso la mia 2FA
ja: 2段階認証手段を失った
ko: 2FA를 잃어버렸습니다
nl: Ik ben mijn 2FA kwijt
pt_br: Eu perdi meu 2FA
ro: Am pierdut accesul la 2FA
ru: Я потерял свой 2FA
uk: Я втратив свій 2FA
zh: 我丢失了2FA

# id_i_secured_the_mnemonic_and_i
source: I secured the mnemonic and I have read the ToS
cs: Zabezpečil jsem mnemotechnickou frázi a přečetl jsem si Smluvní podmínky
de: Ich habe meinen Merksatz gesichert und die AGB gelesen
es: Aseguré la frase semilla y leí las condiciones de servicio
fr: J'ai mis le mnémonique dans un endroit sûr et j'ai lu les CGU
it: Ho conservato la mnemonic e ho letto i Termini di Servizio
ja: ニモニックを安全に保管し利用規約も確認しました
ko: 니모닉을 안전하게 보관하고 이용 약관을 읽었습니다.
nl: Ik heb mijn herstelzin veiliggesteld en de dienstvoorwaarden gelezen
pt_br: Eu protegi meu mnemônico e li os termos de serviço
ro: Mi-am securizat fraza mnemonică și am citit Termenii de Utilizare
ru: Я надежно сохранил/сохранила мнемоническую фразу и ознакомился/ознакомилась с условиями предоставления услуг
uk: Мнемонічна фраза надійно збережена і умови надання послуг мною прочитані.
vi: Tôi đã lưu trữ an toàn các chữ gợi nhớ mnemonic và tôi đã đọc điều khoản dịch vụ ToS
zh: 我已确保助记词安全存储并阅读了服务协议

# id_i_typed_all_my_recovery_phrase
source: I typed all my recovery phrase why can't I continue?
cs: Napsal jsem celou svou frázi pro obnovení, proč nemohu pokračovat?
de: Ich habe meine Wiederherstellungs-Phrase eingegeben, warum geht es nicht weiter?
es: Ya ingresé mi frase de recuperación entera. ¿Por qué no puedo avanzar?
fr: J'ai tapé toute ma phrase de récupération, pourquoi je ne peux pas continuer ?
it: Ho digitato la mia recovery phrase, perchè non posso continuare?
ja: リカバリーフレーズを最後まで入力したのに続行できない
ko: 복구 문구를 모두 입력했는데 계속 진행하지 못하는 이유는 무엇인가요?
nl: Ik heb mijn herstelzin geheel ingevoerd, waarom kan ik niet doorgaan?
pt_br: Digitei a frase de recuperação, por que não consigo continuar?
ro: Am scris toate cuvintele din fraza de recuperare. De ce nu pot continua?
ru: Я набрал всю фразу восстановления, почему я не могу продолжить?
uk: Я набрав всю фразу відновлення, чому я не можу продовжити?
zh: 我输入了所有的助记词，为什么不能继续？

# id_i_understand_amounts_could_be
source: I understand amounts could be incorrect
cs: Chápu, že částky mohou být nesprávné
de: Ich verstehe, dass die Beträge fehlerhaft sein können
es: Comprendo que los montos podrían no ser correctos
fr: Je comprends que les montants peuvent être incorrects
it: Comprendo che gli importi potrebbero non essere corretti
ja: 金額が不正確な可能性があることを理解した
ko: 금액이 정확하지 않을 수 있다는 것을 이해합니다
nl: Ik begrijp dat bedragen onjuist kunnen zijn
pt_br: Eu entendo que os valores podem estar incorretos
ru: Я понимаю, что суммы могут быть неправильными
uk: Я розумію, що суми можуть бути неправильними
zh: 我明白数量有可能不准确

# id_if_you_agree_green_will_collect
source: If you agree, Green will collect limited usage data to optimize the user experience. No sensitive user or wallet info is collected.
cs: Pokud souhlasíte, bude Green shromažďovat omezené údaje o používání za účelem optimalizace uživatelského prostředí. Nebudou shromažďovány žádné citlivé údaje o uživateli nebo peněžence.
es: Si esta de acuerdo, Green recopilará datos de uso limitados para optimizar la experiencia de usuario. No se recopila información confidencial de usuario o cartera
it: Se accetti, Green raccoglierà alcuni dati per migliorare l'esperienza. Non verranno raccolti dati sensibili o informazioni sul wallet.
ko: 귀하가 동의할 시, Green은 사용자 경험을 최적화하기 위해 제한된 사용 데이터를 수집하게 됩니다. 민감한 사용자 또는 지갑 정보는 수집되지 않습니다.
nl: Als je akkoord gaat, zal Green gelimiteerde gebruiksgegevens verzamelen om de gebruikerservaring te optimaliseren. Gevoelige gegevens over de gebruiker of wallet worden niet verzameld.
pt_br: Se você concordar, a Green coletará alguns dados de uso para otimizar a experiência do usuário. Nenhuma informação sensível de usuário ou carteira é coletada.
zh: 如果您同意，Green钱包将收集有限的使用数据以优化用户体验。不会收集敏感的用户信息或钱包信息。

# id_if_you_are_the_rightful_owner
source: If you are the rightful owner of this wallet, and you still possess one of its active 2FA methods, cancel the reset to be able to spend and empty this wallet.
cs: Pokud jste oprávněným vlastníkem této peněženky a stále máte jednu z jejích aktivních 2FA, metod zrušte reset, abyste mohli odeslat prostředky a vyprázdnit peněženku.
de: Wenn du der rechtmäßige Besitzer dieses Wallets bist und du noch im Besitz einer aktiven 2FA-Methode bist, kannst du den Reset abbrechen und kannst dieses Wallet ausgeben und entleeren.
es: Si es el dueño legítimo de esta cartera y todavía tiene acceso a alguno de sus métodos 2FA activos, cancele el restablecimiento para poder gastar los fondos de esta cartera y así vaciarla.
fr: Si vous êtes le propriétaire légitime de ce portefeuille et que vous possédez toujours l'une de ses méthodes 2FA actives, annulez la réinitialisation pour pouvoir dépenser et vider ce portefeuille.
it: Se sei il legittimo proprietario di questo wallet, e sei ancora in possesso di uno dei suoi metodi 2FA, annulla il reset per poter utilizzare e vuotare il wallet.
ja: あなたがこのウォレットの所有者で2段階認証手段が１つでも残されている場合、リセットをキャンセルしてウォレット内の資金を退避させてください。
ko: 이 지갑 의 합법적 소유자이고 활성 2FA 방법 중 하나를 여전히 보유하고 있다면 초기화를 취소하여 지갑을 사용하고 비울 수 있습니다.
nl: Als je de rechtmatige eigenaar van deze wallet bent en nog steeds over een van de actieve 2FA-methoden beschikt, kun je de reset annuleren om deze wallet te kunnen gebruiken en legen.
pt_br: Se você é o proprietário legítimo desta carteira e ainda possui um de seus métodos 2FA ativos, cancele a redefinição para poder gastar e esvaziar esta carteira.
ro: Dacă sunteți proprietarul de drept al acestui portofel și aveți acces la una dn metodele 2FA, anulați resetarea pentru a putea cheltui monedele.
ru: Если вы являетесь владельцем этого кошелька и у вас все еще есть один из активных методов 2FA, отмените сброс, чтобы иметь возможность потратить средства и очистить этот кошелек.
uk: Якщо ви є власником цього гаманця і у вас все ще є один з активних методів 2FA, скасуйте скидання, щоб мати можливість витратити кошти і очистити цей гаманець.
zh: 如果您是该钱包的所有者，并且您仍然拥有2FA方法之一，请取消重置以能够转账并清空该钱包。
