Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_restore_a_blockstream_green
source: Restore a Blockstream Green wallet using your 24 words mnemonic backup. You can find it in the settings of any Blockstream Green app.
cs: Obnovte Blockstream Green peněženku pomocí vaší mnemotechnické zálohy 24 slov. Najdete ji v nastavení jakékoli aplikace Blockstream Green.
de: Stelle eine Blockstream Green Wallet mit dem 24-Wörter-Merksatz-Backup wieder her. Du findest die Option in den Einstellungen der Blockstream Green App.
es: Para restaurar su cartera Blockstream Green, utilice el respaldo de su frase semilla de 24 palabras. Podrá encontrarlo en los ajustes de todas las app de Green.
fr: Restaurez un portefeuille Blockstream Green en utilisant votre sauvegarde mnémonique de 24 mots. Vous pouvez la trouver dans les paramètres de n'importe quelle application Blockstream Green.
it: Ripristina un wallet Blockstream Green utilizzando la tua mnemonic da 24 parole. Puoi trovarla nelle impostazione di qualsiasi app Blockstream Green.
ja: 24単語のニモニックによるバックアップからBlockstream Greenウォレットを復元できます。アプリ内の設定画面に向かいましょう。
ko: 24단어 니모닉 백업을 사용하여 Blockstream Green 지갑을 복 구하세요. 모든 Blockstream Green 앱의 설정에서 찾으실 수 있습니다.
nl: Herstel een Blockstream Green-wallet met je herstelzin van 24 woorden. Je vindt deze optie in de instellingen van elke Blockstream Green-app.
pt_br: Restaure uma carteira criada na Blockstream Green usando seu mnemônico de 24 palavras. Você pode encontrá-lo nas configurações de qualquer aplicativo Blockstream Green.
ro: Recuperați un portofel Blockstream Green folosind cele 24 de cuvinte mnemonice. Puteți găsi opțiunea în setările aplicației Blockstream Green.
ru: Восстановите кошелек Blockstream Green, используя мнемоническую фразу из 24 слов. Можно найти в настройках любого приложения Blockstream Green.
uk: Відновіть гаманець Blockstream Green, використовуючи мнемонічну фразу з 24 слів. Можна знайти в налаштуваннях будь-якого додатку Blockstream Green.
zh: 用24个单词的助记词恢复Blockstream Green钱包。你可以在任何Blockstream Green app的设置中找到该选项。

# id_restore_a_singlesig_wallet
source: Restore a Singlesig wallet created on Blockstream Green, or import a wallet created with other apps. This option only works with singlesig wallets using BIP39 mnemonics, and following the BIP44, BIP49, or BIP84 derivations.
cs: Obnovte Singlesig peněženku vytvořenou v aplikaci Blockstream Green nebo importujte peněženku vytvořenou pomocí jiných aplikací. Tato možnost funguje pouze s peněženkami Singlesig používající BIP39 standard a následující BIP44, BIP49 nebo BIP84 derivace.
de: Stelle ein Singlesig-Wallet wieder her, das auf einem Blockstream Green erstellt wurde oder importiere ein Wallet, das mit einer anderen App erstellt wurde. Diese Option funktioniert nur mit Singlesig-Wallets, die BIP39-Mnemoniks verwenden und die den Ableitungen gemäß BIP44, BIP49 oder BIP84 folgen.
es: Restaure una cartera singlesig creada en Blockstream Green o importe una cartera creada en otra app. Esta opción solo se aplica a carteras singlesig que emplean frases semilla BIP39 y se rigen por los estándares BIP44, BIP49 o derivaciones BIP84.
fr: Restaurer un portefeuille Singlesig créé sur Blockstream Green, ou importer un portefeuille créé avec d'autres applications. Cette option ne fonctionne qu'avec les portefeuilles singlesig utilisant les mnémoniques BIP39, et suivant les dérivations BIP44, BIP49, ou BIP84.
it: Ripristina un Wallet Singlesig creato su Blockstream Green o importa un wallet creato con altre app. Questa opzione funziona solo con wallet singlesig che utilizzano mnemonic BIP39, BIP44, BIP49, BIP84 o derivazioni.
ja: Blockstream Greenで作ったシングルシグウォレットを復元するか、あるいは他のアプリで作成したウォレットを読み込みます。BIP39のニモニックとBIP44, BIP49, BIP84のいずれかの標準デリベーションを使って作成されたウォレットのみ対応しています。
ko: Blockstream Green에서 생성된 Singlesig 지갑을 복구하거나, 다른 앱으로 생성된 지갑을 가져옵니다. 이 옵션은 BIP39 니모닉을 사용하고 BIP44 또는 BIP49, BIP84 파생을 따르는 단일 서명 지갑에서만 사용 가능합니다.
nl: Herstel een singlesig-wallet die is aangemaakt met Blockstream Green, of importeer een wallet die is gemaakt met andere apps. Deze optie werkt alleen met singlesig-wallets die BIP39-herstelzinnen gebruiken en de BIP44-, BIP49- of BIP84-regels volgen.
pt_br: Restaure carteiras criadas na Blockstream Green ou em outros aplicativos. Esta opção só funciona em carteiras individuais com padrão mnemônico BIP39 e seguindo as derivações BIP44, BIP49 ou BIP84.
ru: Восстановите кошелек Singlesig, созданный на Blockstream Green, или импортируйте кошелек, созданный с помощью других приложений. Эта опция работает только с одноподписными кошельками, использующими мнемонику BIP39, и следуя BIP44, BIP49 или BIP84 стандартам.
uk: Відновіть гаманець Singlesig, створений у Blockstream Green, або імпортуйте гаманець, створений за допомогою інших додатків. Ця опція працює тільки з однопідписним гаманцями, які використовують мнемоніку BIP39, і дотримуючись BIP44, BIP49 або BIP84 стандартів.
zh: 恢复在Blockstream Green上创建的单签名钱包，或导入在其他应用程序创建的钱包。该选项仅适用于使用BIP39助记词并遵循BIP44、BIP49或BIP84派生的单签名钱包。

# id_restore_a_wallet
source: Restore a Wallet
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Restaurar una cartera
fr: Restaurez un portefeuille
it: Ripristina un Wallet
ja: ウォレットを復元する
ko: 지갑 복구하기
nl: Een wallet herstellen
pt_br: Restaurar carteira
ro: Importă un portofel
ru: Восстановить кошелек
uk: Відновити гаманець
zh: 恢复一个钱包

# id_restore_green_wallet
source: Restore Green Wallet
cs: Obnovit Green peněženku
de: Green Wallet wiederherstellen
es: Restaurar Green Wallet
fr: Restaurer un portefeuille Green
it: Ripristina Wallet Green
ja: Greenウォレットの復元
ko: Green Wallet 복구
nl: Green Wallet herstellen
pt_br: Restaurar carteira Green
ro: Recuperare portofel Green
ru: Восстановить Green-кошелек
uk: Відновити Green-гаманець
vi: Khôi phục ví Green
zh: 恢复Green钱包

# id_restore_temporary_wallet
source: Restore temporary wallet
cs: Obnovit dočasnou peněženku
de: Temporäre Wallet wiederherstellen
es: Restaurar cartera temporaria
fr: Restaurer le portefeuille temporaire
it: Ripristina temporary wallet
ja: 一時的なウォレットの復元
ko: 임시 지갑 복구하기
nl: Tijdelijke wallet herstellen
pt_br: Restaurar carteira temporária
ro: Recuperare portofel temporar
ru: Восстановить временный кошелек
uk: Відновити тимчасовий гаманець
vi: Khôi phục ví tạm thời
zh: 恢复临时钱包

# id_restore_wallet
source: Restore Wallet
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Restaurar la cartera
fr: Restaurez un portefeuille
it: Ripristina Wallet
ja: ウォレットの復元
ko: 지갑 복구하기
nl: Wallet herstellen
pt_br: Restaurar carteira
ro: Import portofel
ru: Восстановить кошелек
uk: Відновити гаманець
zh: 恢复钱包

# id_restore_with_recovery_phrase
source: Restore with recovery phrase
cs: Obnovit pomocí fráze pro obnovení
de: Mit Wiederherstellungs-Phrase wiederherstellen
es: Restaurar con su frase de recuperación
fr: Restauration avec phrase de récupération
it: Ripristina con recovery phrase
ja: リカバリーフレーズから復元する
ko: 복구 문구로 복구하기
nl: Herstellen met herstelzin
pt_br: Restaurar usando a frase de recuperação
ro: Importă portofel cu fraza de recuperare
ru: Восстановить с помощью фразы восстановления
uk: Відновити за допомогою фрази відновлення
zh: 用助记词恢复

# id_restoring_your_wallet
source: Restoring Your Wallet
cs: Obnovení peněženky
de: Dein Wallet wiederherstellen
es: Restaurar su cartera
fr: Restaurer votre portefeuille
it: Ripristino Wallet in corso
ja: ウォレットを復元するには
ko: 지갑 복구하기
nl: Je wallet herstellen
pt_br: Restaurando sua carteira
ro: Importare portofel
ru: Восстановление вашего кошелька
uk: Відновлення вашого гаманця
zh: 正在恢复您的钱包

# id_review
source: Review
cs: Přezkoumání
es: Reseña
fr: Vérifier
it: Rivedi
ja: レビュー
ko: 리뷰하기
nl: Overzicht
pt_br: Revisar
ro: Verificare
ru: Обзор
uk: Огляд
vi: Xem lại
zh: 检查

# id_review_account_information
source: Review account information
cs: Zkontrolovat informace o účtu
de: Kontoinformationen überprüfen
es: Revisar los datos de la cuenta
fr: Consulter les informations sur le compte
it: Rivedi informazioni account
ja: アカウント情報の確認
ko: 계정 정보 다시보기
nl: Accountgegevens bekijken
pt_br: Revise as informações da conta
ro: Verificare informații cont
ru: Проверить информацию об аккаунте
uk: Перевірити інформацію про акаунт
zh: 检查账户信息

# id_review_output_s
source: Review output %@
cs: Zkontrolujte výstup %@
de: Ausgabe überprüfen %@
es: Revisar output %@
fr: Révision de la sortie%@
it: Rivedi output %@
ja: 出力%@を確認する
ko: 결과 검토하기 %@
nl: Output bekijken: %@
pt_br: Revisar os resultados%@
ro: Verificare output %@
ru: Обзор результатов %@
uk: Огляд результатів %@
zh: 检查输出%@

# id_s_blocks_left
source: %@ blocks left
cs: Zbývá %@ bloky(ů)
de: %@ Blöcke übrig
es: %@ bloques restantes
fr: %@ blocs restant
it: %@ blocchi rimanenti
ja: 残り %@ ブロック
ko: 블록 %@개 남음
nl: %@ blocks te gaan
pt_br: %@ blocos restantes
ro: %@ blocuri rămase
ru: %@ блоков осталось
uk: %@ блоків залишилось
vi: còn lại %@ khối
zh: 剩余%@个区块

# id_s_from_s
source: %@ from %@
cs: %@ z %@
de: %@ von %@
es: %@ de %@
fr: %@ de %@
it: %@ da %@
ja: %@ から %@
ko: %@에서 가져온 %@
nl: %@ van %@
pt_br: %@ de %@
ro: %@ de la %@
ru: %@от %@
uk: %@ від %@
vi: %@ từ %@
zh: %@来自%@

# id_s_network
source: %@ network
cs: Síť %@
de: %@ Netzwerk
es: %@ red
fr: Réseau %@
ja: %@ ネットワーク
ko: %@ 네트워크
nl: %@ netwerk
pt_br: %@ rede
ro: %@ rețea
ru: %@ сеть
uk: %@ мережа
vi: Mạng %@
zh: %@网络

# id_save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt_br: Salvar
ro: Salvare
ru: Сохранить
uk: Зберегти
vi: Lưu lại
zh: 保存

# id_save_a_summary_of_your_accounts
source: Save a summary of your accounts to speed up recovery in case you need to use our recovery tool.
cs: Uložte souhrn svých účtů, abyste urychlili obnovení v případě, že potřebujete použít náš nástroj pro obnovení.
de: Speichere eine Zusammenfassung deiner Accounts um die Wiederherstellung zu beschleunigen, solltest du unser Recovery-Tool einmal brauchen.
es: Guarde un resumen de sus cuentas a fin de acelerar la recuperación en caso de que necesite utilizar nuestra herramienta de recuperación.
fr: Enregistrez un résumé de vos comptes pour accélérer la récupération au cas où vous auriez besoin d'utiliser notre outil de récupération.
it: Salva un riepilogo dei tuoi account per velocizzare la recovery nel caso tu debba utilizzare il nostro recovery tool.
ja: リカバリーツールの使用をスムーズに進められるよう、アカウントの概要を保存する。
ko: 복구 도구 사용 시 복구 속도를 높이려면 계정 요약을 저장하세요.
nl: Sla een samenvatting van je accounts op om het herstel te versnellen wanneer je onze herstel-tool gebruikt.
pt_br: Copie o resumo dos dados das suas contas para acelerar a recuperação, caso precise usar nossa ferramenta de recuperação.
ro: Salvați un rezumat al conturilor dvs pentru a accelera procedura de recuperare atunci când aveți nevoie să folosiți unealta noastră de recuperare.
ru: Сохраните сводку своих учетных записей, чтобы ускорить восстановление на случай, если вам понадобится наш инструмент восстановления.
uk: Збережіть зведення своїх облікових записів, щоб прискорити відновлення на випадок, якщо вам знадобиться наш інструмент відновлення.
zh: 保存一份账户概览来加速恢复以防万一你需要用到恢复工具。

# id_save_your_mnemonic
source: Save your mnemonic
cs: Uložte si svoji mnemotechnickou frázi
de: Speichere deinen Merksatz
es: Guarde su frase semilla
fr: Sauvegarder votre mnémonique
it: Conserva la tua mnemonic
ja: ニモニックを保存する
ko: 니모닉을 저장하세요
nl: Sla je herstelzin op
pt_br: Guarde seu mnemônico
ro: Salvați-vă fraza mnemonică
ru: Сохраните вашу мнемоническую фразу
uk: Збережіть вашу мнемонічну фразу
vi: Lưu các chữ gợi nhớ mnemonic
zh: 保存你的助记词

# id_scan_a_qr_code_for_spv_pairing
source: Scan a QR code for SPV pairing
cs: Naskenovat QR kód pro spárování SPV
de: Scanne Sie den QR Code um SPV zu verbinden
es: Escanear un código QR para la vinculación de SPV
fr: Scanner un code QR pour le jumelage SPV
it: Scansiona un QR code per il pairing della SPV
ja: QRコードをスキャンしてSPVペアリングを開始する
ko: QR 코드를 스캔하여 SPV 를 연결하세요
nl: Scan een QR-code voor SPV-verbinding
pt_br: Ler um código QR para parear o SPV
ro: Scanați un cod QR pentru cuplare SPV
ru: Отсканируйте QR-код для сопряжения SPV
uk: Відскануйте QR-код для сполучення SPV
vi: Quét mã QR để ghép đôi SPV
zh: 扫描二维码进行SPV配对

# id_scan_or_paste_your_extended
source: Scan or paste your extended public key (xPub/yPub/zPub) to log in to your watch-only-wallet.
cs: Naskenujte nebo vložte svůj rozšířený veřejný klíč (xPub/yPub/zPub) a přihlaste se do peněženky určené pouze pro sledování.
es: Escanee o pegue su clave pública extendida (xPub/yPub/zPub) para iniciar sesión en su cartera de solo lectura
it: Scansiona o incolla la tua extended public key (xPub/yPub/zPub) per accedere al tuo wallet watch-only.
ko: 시계 전용으로 보기 위해 계정의 확장 공개 키 (xPub/yPub/zPub)를 스캔하거나 붙여넣습니다.
nl: Scan of plak je extended public key (xPub/yPub/zPub) om je aan te melden op je watch-only-wallet.
pt_br: Leia ou cole sua chave pública estendida (xPub/yPub/zPub) para acessar sua conta somente leitura.
zh: 扫描或粘贴您的扩展公钥 (xPub/yPub/zPub) 以登录您的仅查看钱包。

# id_scan_qr_code
source: Scan QR code
cs: Naskenovat QR kód
de: QR-Code scannen
es: Escanear el código QR
fr: Scanner un code QR
it: Scansiona QR code
ja: QRコードをスキャンする
ko: QR 코드 스캔
pt_br: Ler código QR
ro: Scanați un cod QR
ru: Отсканируйте QR-код
uk: Відскануйте QR-код
zh: 扫描二维码

# id_scan_the_qr_code_with_an
source: Scan the QR Code with an Authenticator app
cs: Naskenujte QR kód pomocí autentikační aplikace
de: Scanne den QR-Code mit einer Authenticator-App
es: Escanee el código QR con una app autenticadora
fr: Scannez le code QR avec une application Authenticator.
it: Scansiona il QR code con una app Authenticator
ja: AuthenticatorアプリでQRコードをスキャンする
ko: Authenticator 앱으로 QR 코드 스캔하기
nl: Scan de QR-code met een Authenticator-app
pt_br: Leia o código QR usando o app autenticador
ro: Scanați un cod QR folosind aplicația Authenticator
ru: Отсканируйте QR-код с помощью приложения Authenticator
uk: Відскануте QR-код за допомогою додатку Authenticator
zh: 使用Authenticator app扫描二维码

# id_scan_to_send_here
source: Scan to send here
cs: Skenovat k odeslat sem
de: Hier scannen und senden
es: Escanear para enviar aquí
fr: Scanner pour envoyer ici
it: Scansiona per inviare qui
ja: スキャンしてここに送る
ko: 여기로 보내려면 스캔하세요
nl: Scan hier om te sturen
pt_br: Leia este código QR ou envie para o endereço abaixo
ro: Scanați pentru a trimite aici
ru: Отсканируйте, чтобы отправить сюда
uk: Відскануйте, щоб відправити сюди
zh: 扫描并发送到这里

# id_screen_lock
source: Screen Lock
cs: Zámek obrazovky
de: Bildschirmsperre
es: Bloqueo de pantalla
fr: Verrouillage de l'écran
it: Blocca Schermo
ja: 画面ロック
ko: 화면 잠금
nl: Schermvergrendeling
pt_br: Bloqueio de tela
ro: Blocare ecran
ru: Блокировка экрана
uk: Блокування екрану
vi: Khóa màn hình
zh: 锁屏

# id_search
source: Search
cs: Hledat
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pt_br: Buscar
ro: Căutare
ru: Поиск
uk: Пошук
vi: Tìm kiếm
zh: 搜索

# id_search_address
source: Search address
cs: Hledat adresu
de: Adresse suchen
es: Buscar una dirección
fr: Recherche d'adresse
it: Cerca indirizzo
ja: アドレスを検索する
ko: 주소 검색하기
nl: Adres zoeken
pt_br: Procurar endereço
ro: Caută adresa
ru: Адрес поиска
uk: Адреса пошуку
zh: 搜索地址

# id_second
source: second
cs: sekunda
de: Sekunde
es: segundo
fr: seconde
it: secondo
ja: 秒
ko: 초
nl: sec.
pt_br: segundo
ro: secundă
ru: секунда
uk: секунда
vi: giây
zh: 秒

# id_seconds
source: seconds
cs: sekund(y)
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
ko: 초
nl: sec.
pt_br: segundos
ro: secunde
ru: секунд
uk: секунд
vi: giây
zh: 秒

# id_security
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pt_br: Segurança
ro: Securitate
ru: Безопасность
uk: Безпека
vi: AN NINH
zh: 安全

# id_security_change
source: Security Change
cs: Změna zabezpečení
de: Sicherheits-Änderung
es: Cambio de seguridad
fr: Modification de la sécurité
it: Modifica sicurezza
ja: セキュリティの変更
ko: 보안 변경
nl: Beveiligingswijziging
pt_br: Mudança de segurança
ro: Schimbare siguranță
ru: Изменение безопасности
uk: Зміна безпеки
zh: 安全变更

# id_see_our_privacy_policy_s
source: See our privacy policy %@
cs: Přečtěte si naše zásady ochrany osobních údajů %@
de: Siehe unsere Datenschutzerklärung %@
es: Consulte nuestra política de privacidad %@
fr: Voir notre politique de confidentialité %@
it: Consulta la nostra privacy policy %@
ja: プライバシーポリシーを確認する %@
ko: 개인 정보 보호 정책 보기 %@
nl: Zie ons privacybeleid %@
pt_br: Veja nossa política de privacidade %@
ro: Consultați politica noastră de confidențialitate %@
ru: Смотрите нашу политику конфиденциальности %@
uk: Дивіться нашу політику конфіденційності %@
zh: 查看隐私政策%@

# id_see_our_terms_of_service_s
source: See our Terms of Service %@
cs: Přečtěte si naše smluvní podmínky %@
de: Siehe unsere Allgemeinen Geschäftsbedingungen %@
es: Consulte nuestros Términos de servicio %@
fr: Voir nos conditions de service %@
it: Consulta i nostri Termini di Servizio%@
ja: 利用規約を確認する %@
ko: 서비스 약관 보기 %@
nl: Zie onze dienstvoorwaarden %@
pt_br: Veja nossos termos de serviço %@
ro: Verificați Termenii și Condițiile de Utilizare %@
ru: Смотрите наши Условия использования %@
uk: Дивіться наші Умови використання %@
zh: 查看服务条款%@

# id_segwit_account
source: SegWit Account
cs: SegWit účet
de: SegWit-Konto
es: Cuenta SegWit
fr: Compte SegWit
it: Account SegWit
ja: SegWitアカウント
ko: 세그윗 계정
pt_br: Conta SegWit
ru: Аккаунт SegWit
uk: Акаунт SegWit
zh: 隔离见证账户

# id_segwit_bip84
source: SegWit (BIP84)
ko: 세그윗 (BIP84)

# id_select_a_fiat_currency_and
source: Select a fiat currency and bitcoin denomination to show amounts in your wallet
cs: Vyberte fiat měnu a bitcoinovou denominaci, aby se v peněžence zobrazovaly správné částky
de: Wähle eine Fiat-Währung und eine Bitcoin-Denominierung aus, um die Beträge in deiner Wallet anzuzeigen.
es: Seleccione una divisa fiat y una denominación de bitcóin y le mostraremos los montos correspondientes en su cartera.
fr: Sélectionnez une devise fiat et une dénomination bitcoin pour afficher les montants dans votre portefeuille.
it: Seleziona una valuta fiat e una denominazione bitcoin per mostrare gli importi nel tuo wallet
ja: ウォレット内の金額表示に利用する法定通貨とビットコインの単位を選択してください
ko: 지갑에 금액을 표시하려면 법정 통화와 비트코인 ​​단위를 선택하세요.
nl: Selecteer een fiat-munteenheid en bitcoin-denominatie om bedragen in je wallet weer te geven
pt_br: Escolha uma moeda fiduciária e a unidade de bitcoin que serão usadas para mostrar valores na sua carteira.
ro: Selectați o monedă fiat și o denominare în bitcoin pentru a afișa cantitățile aflate în portofelul dvs
ru: Выберите фиатную валюту и номинал биткоинов, чтобы отображать суммы в вашем кошельке
uk: Оберіть фіатную валюту і номінал біткоінів, щоб відображати суми у вашому гаманці
zh: 选择一种法币和比特币面额在账户中显示

# id_select_account
source: Select Account
cs: Vybrat účet
de: Wähle Konto
es: Seleccionar cuenta
fr: Sélectionner le compte
it: Seleziona Account
ja: アカウントを選択
ko: 계정을 선택하세요
nl: Selecteer account
pt_br: Selecionar conta
ro: Selectați Contul
ru: Выберите аккаунт
uk: Оберіть акаунт
vi: Chọn tài khoản
zh: 选择账户

# id_select_an_app_on_s
source: Select an app on %@
cs: Vyberte aplikaci na %@
de: Wähle eine App auf %@
es: Seleccione una app en %@
fr: Sélectionner une app sur %@
it: Seleziona un'app su %@
ja: %@でアプリを選択してください
ko: %@에서 앱을 선택하세요
nl: Selecteer een app op %@
pt_br: Selecione um aplicativo em%@
ro: Selectați o aplicație în %@
ru: Выберите приложение на %@
uk: Виберіть додаток на %@
zh: 在%@上选择一个app

# id_select_asset
source: Select asset
cs: Vybrat aktivum
de: Wählen Sie das Vermögen
es: Seleccionar activo
fr: Sélectionner l'actif
it: Seleziona asset
ja: アセットを選択
ko: 자산을 선택하세요
nl: Selecteer asset
pt_br: Selecionar ativo
ro: Selectați moneda
ru: Выберите актив
uk: Оберіть актив
vi: Chọn tài sản số
zh: 选择资产

# id_select_duration_of_twofactor
source: Select duration of Two-Factor Authentication protection for your coins. The new option applies to newly received coins.
cs: Vybrat dobu trvání ochrany dvoufaktorovým ověřováním vašich mincí. Nová možnost se vztahuje na nově přijaté mince.
de: Wähle die Dauer des Zwei-Faktor-Authentifizierungsschutzes für deine Coins. Die neu gewählte Option gilt nur für neu erhaltene Coins.
es: Seleccione el plazo de protección de sus monedas mediante autenticación de dos factores. Esta nueva opción se aplica a monedas recibidas recientemente.
fr: Sélectionnez la durée de la protection par authentification à deux facteurs pour vos pièces. La nouvelle option s'applique aux pièces nouvellement reçues.
it: Seleziona la durata dell'Autenticazione a Due Fattori per i tuoi coin. La nuova opzione è valida per i coin appena ricevuti.
ja: 2段階認証による保護の期間を設定します。新しい設定はこれから受け取るコインにのみ適用されます。
ko: 코인 의 이중 인증 보호 기간을 선택하세요. 변경된 옵션은 새로 받은 코인부터 적용됩니다.
nl: Selecteer de duur van de tweetrapsauthenticatie-bescherming voor je munten. De nieuwe optie is van toepassing op nieuw ontvangen munten.
pt_br: Selecione um intervalo de tempo em que suas moedas estarão protegidas com a autenticação de dois fatores. A nova opção se aplica às moedas recém-recebidas.
ro: Selectați durata protecției cu Autentificare cu Doi Factori (2FA) pentru monedele dvs. Noua opțiune va fi aplicată monedelor nou-primite.
ru: Выберите продолжительность защиты ваших монет двухфакторной аутентификацией. Новая опция применяется к вновь полученным монетам.
uk: Оберіть тривалість захисту ваших монет двофакторною аутентифікацією. Нова опція застосовується до монет, що нещодавно отримані.
zh: 选择双重验证的持续时间来保护你的资产。新的选项只会影响新接收的资产。

# id_select_network
source: Select network
cs: Vybrat síť
de: Netzwerk auswählen
es: Seleccionar red
fr: Sélectionnez le réseau
it: Seleziona network
ja: ネットワークを選択
ko: 네트워크를 선택하세요
nl: Netwerk selecteren
pt_br: Selecionar rede
ro: Selectați rețeaua
ru: Выберите сеть
uk: Оберіть мережу
vi: Chọn mạng
zh: 选择钱包网络

# id_select_the_s_app_on_your_ledger
source: Select the %@ app on your Ledger and retry.
cs: Vyberte %@ aplikaci na svém Ledgeru a zkuste to znovu.
de: Wähle die %@ App auf deinem Ledger und versuche es erneut.
es: Seleccione la app %@ en su Ledger y vuelva a intentarlo.
fr: Sélectionnez l'application %@ sur votre Ledger et réessayez.
it: Seleziona l'app %@ sul tuo Ledger e riprova.
ja: Ledgerの%@アプリを選択して再試行してください。
ko: Ledger에서 %@ 앱을 선택하고 다시 시도하세요.
nl: Selecteer de %@ app op je Ledger en probeer het opnieuw.
pt_br: Selecione o aplicativo %@ na sua Ledger e tente novamente.
ro: Selectați aplicația %@ folosind dispozitivul dvs Ledger și încercați din nou
ru: Выберите %@ приложение в Ledger и повторите попытку.
uk: Оберіть %@ додаток в Ledger і спробуйте ще раз.
zh: 在你的Ledger上选择%@app然后重试。

# id_select_wallet
source: Select Wallet
cs: Vyberte peněženku
de: Wallet auswählen
es: Seleccione una cartera
fr: Sélectionnez un portefeuille
it: Seleziona Wallet
ja: ウォレットを選択
ko: 지갑을 선택하세요
nl: Wallet selecteren
pt_br: Escolher carteira
ro: Alegeți un portofel
ru: Выберите кошелек
uk: Оберіть гаманець
zh: 选择钱包

# id_select_watchonly_type
source: Select Watch-only type
cs: Vybrat typ Pouze pro sledování
es: Seleccione el tipo de solo lectura
it: Seleziona il tipo di watch-only
ko: 시계 전용 유형을 선택하세요
nl: Watch-only-type selecteren
pt_br: Tipo de conta somente leitura
zh: 选择仅查看类型

# id_select_word_number_d
source: Select word number %d
cs: Vyberte slovo číslo %d
de: Wort Nummer %d auswählen
es: Seleccionar número de palabras %d
fr: Sélectionnez le mot numéro %d
it: Seleziona numero parola %d
ja: 文字数の選択%d
ko: %d번째 단어를 선택하세요
nl: Selecteer woord nummer %d
pt_br: Selecionar palavra de número %d
ro: Selectați cuvântul numărul %d
ru: Выберите слово номер %d
uk: Оберіть слово номер %d
vi: Chọn chữ cái số %d
zh: 选择第%d的单词
