Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_select_your_jade_to_login
source: Select your Jade to login
cs: Vyberte svůj Jade pro přihlášení
de: Wähle dein Jade aus, um dich einzuloggen
es: Seleccione su Jade para iniciar sesión
fr: Sélectionnez votre Jade pour vous connecter
it: Seleziona Jade per effettuare il login
ja: ログインするにはJadeを選択してください
ko: 로그인할 Jade를 선택하세요
nl: Selecteer je Jade om in te loggen
pt_br: Selecione sua Jade para logar
ro: Selectați dispozitivul Jade pentru logare
ru: Чтобы войти, выберите свой Jade
uk: Щоб увійти, оберіть свій Jade
zh: 选择您的Jade登录

# id_select_your_recovery_key
source: Select your recovery key
cs: Vybrat klíč pro obnovení
es: Seleccione su clave de recuperación
it: Seleziona la tua recovery key
ko: 귀하의 복구 키를 선택하세요
nl: Selecteer je herstelsleutel
pt_br: Selecione sua chave de recuperação
zh: 选择您的恢复秘钥

# id_send
source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送金
ko: 보내기
nl: Verzenden
pt_br: Enviar
ro: Trimiteți
ru: Отправить
uk: Надіслати
vi: Gửi
zh: 发送

# id_send_all
source: Send all
cs: Poslat vše
de: Alle versenden
es: Enviar todo
fr: Envoyer tous
it: Invia tutto
ja: 全額を送金する
ko: 전부 보내기
nl: Alles verzenden
pt_br: Enviar tudo
ru: Отправить все
uk: Надіслати все
zh: 发送所有

# id_send_all_funds
source: Send All Funds
cs: Odeslat všechny prostředky
de: Alle Gelder verschicken
es: Enviar todos los fondos
fr: Envoyer tous les fonds
it: Invia Tutti i Fondi
ja: 全ての資金を送金する
ko: 모든 자산 보내기
nl: Alles verzenden
pt_br: Enviar tudo
ro: Trimiteți toate fondurile
ru: Отправить всю сумму
uk: Надіслати всі кошти
vi: Gửi tất cả tiền
zh: 发送全部资金

# id_send_all_requires_a_single
source: Send All requires a single recipient
cs: Odeslat vše vyžaduje jednoho příjemce
de: Alle versenden benötigt einen einzigen Empfänger
es: "Enviar todos" requiere un único receptor
fr: Envoyer tout a un seul destinataire
it: Invia Tutti i Fondi richiede un unico destinatario
ja: 全て送信するには単一の受取先が必要です
ko: 전부 보내기는 한 명에게만 가능합니다
nl: Om alles te verzenden moet er slechts één ontvanger zijn
pt_br: "Enviar tudo" só permite o envio para um destinatário
ro: Trimiterea totală necesită un singur destinatar
ru: Для отправки всей суммы требуется один получатель
uk: Для відправлення всієї суми потрібен єдиний отримувач
vi: Gửi cả yêu cầu cho một người nhận
zh: 全部发送需要一个单一的接收人

# id_send_and_receive_liquidbased
source: Send and receive Liquid-based Managed Assets
cs: Odesílejte a přijímejte spravovaná Liquid aktiva
de: Sende und empfange Liquid-basierte, gemanagte Assets
es: Enviar y recibir activos gestionados basados en Liquid
fr: Envoyer et recevoir des actifs gérés liquides
it: Invia e ricevi Managed Asset Liquid based
ja: Liquid上のマネージド・アセットを送受信する
ko: Liquid 기반 Managed Assets 주고 받기
nl: Beheerde assets op Liquid verzenden en ontvangen
pt_br: Enviar e receber ativos gerenciados pela Liquid
ro: Primiți si trimiteți active Liquid
ru: Отправляйте и получайте управляемые активы на основе Liquid
uk: Надсилайте та отримуйте Managed Assets на основі Liquid
zh: 发送和接收基于液态网络的托管资产

# id_send_to
source: Send To
cs: Odeslat na
de: Versenden an
es: Enviar a
fr: Envoyer à
it: Invia a
ja: 送り先
ko: 수취인
nl: Verzenden naar
pt_br: Enviar para
ro: Trimitere către
ru: Отправить
uk: Надіслати
vi: Gửi tới
zh: 发送至

# id_sending
source: SENDING
cs: ODESÍLÁNÍ
de: VERSENDEN
es: ENVIANDO
fr: MONTANT ENVOYÉ
ja: 送金中…
ko: 보내는 중
nl: VERZENDEN
ro: ÎN CURS DE TRIMITERE
ru: ОТПРАВКА
uk: ВІДПРАВЛЕННЯ
vi: GỬI
zh: 正在发送

# id_sending_request
source: Sending Request…
cs: Odesílá se žádost…
de: Anfrage versenden...
es: Enviando solicitud...
fr: Envoi de la demande...
it: Invio richiesta in corso…
ja: 要請中…
ko: 요청 보내는 중...
nl: Verzoek verzenden…
pt_br: Enviando solicitação…
ro: Se trimite cererea....
ru: Отправка запроса...
uk: Відправка запиту...
vi: Đang gửi yêu cầu...
zh: 正在发送请求...

# id_sent
source: Sent
cs: Odesláno
de: Gesendet
es: Enviado
fr: Envoyer
it: Inviato
ja: 送信済み
ko: 전송 완료
nl: Verzonden
pt_br: Enviada
ro: Trimis
ru: Отправлено
uk: Відправлено
vi: Gửi
zh: 已发送

# id_sent_to
source: Sent to
cs: Odesláno na
de: Versendet an
es: Enviado a
fr: Envoyer à
it: Inviato a
ja: 送り先
ko: 수취인
nl: Verzonden naar
pt_br: Enviar para
ro: Trimis către
ru: Отправить на
uk: Відправити на
vi: Gửi đến
zh: 发送至

# id_server_ip_and_port_ipport
source: Server IP and port (ip:port)
cs: IP adresa a port serveru (ip:port)
de: Server-IP und Port (ip:port)
es: IP y puerto del servidor (ip:port)
fr: IP et port du serveur (ip:port)
it: Server IP e porta (ip:port)
ja: サーバーのIPアドレスとポート番号 (ip:port)
ko: 서버 IP 및 포트(ip:port)
nl: Server-IP en -poort (ip:poort)
pt_br: Servidor IP e porta (ip:port)
ru: IP-адрес и порт сервера (ip: порт)
uk: IP-адреса та порт сервера (ip: порт)
zh: 服务器IP和端口 (ip:port)

# id_set_2fa_expiry
source: Set 2FA expiry
cs: Nastavit vypršení platnosti 2FA
de: 2FA-Ablaufdatum festlegen
es: Establecer el vencimiento 2FA
fr: Définir l'expiration du 2FA
it: Imposta scadenza 2FA
ja: 2段階認証の保護期限を設定する
ko: 2FA 유효 기간을 설정하세요
nl: 2FA-vervaldatum instellen
pt_br: Definir vencimento 2FA
ro: Setați termen de expirare pentru 2FA
ru: Установить срок действия 2FA
uk: Встановити термін дії 2FA
zh: 设置2FA到期

# id_set_a_limit_to_spend_without
source: Set a limit to spend without two-factor authentication
cs: Nastavte limit pro utrácení bez 2-Faktorové autentizace
de: Setze ein Limit für Ausgaben ohne Zwei-Faktor-Authentifizierung
es: Defina un límite para los gastos sin autenticación de dos factores
fr: Fixez une limite de dépenses sans authentification à deux facteurs.
it: Imposta un limite di spesa senza Autenticazione a Due Fattori
ja: 2段階認証なしで送金できる上限金額を設定する
ko: 이중 인증 없이 지출 한도 설정하기
nl: Stel een bestedingslimiet in zonder tweetrapsauthenticatie
pt_br: Defina um valor limite que pode ser gasto sem precisar usar a autenticação de dois fatores
ro: Setați o limită pentru a putea cheltui fără autentificare cu doi factori (2FA)
ru: Установите лимит расходов без двухфакторной аутентификации
uk: Встановити ліміт витрат без двофакторної аутентифікації
zh: 设置触发双重验证的转账额度

# id_set_a_new_pin
source: Set a new PIN
cs: Nastavit nový PIN
de: Neue PIN einrichten
es: Establecer un nuevo PIN
fr: Définir un nouveau code PIN
it: Imposta nuovo PIN
ja: 新しいPINの設定
ko: 새 PIN 설정하기
nl: Kies een nieuwe PIN
pt_br: Insira o novo PIN
ro: Setați un PIN nou
ru: Установить новый PIN-код
uk: Встановити новий PIN-код
vi: Cài đặt mã PIN
zh: 设置一个新的PIN

# id_set_a_pin
source: Set a PIN
cs: Nastavit PIN
de: PIN festlegen
es: Establecer un PIN
fr: Définir un code PIN
it: Imposta un PIN
ja: PINを設定する
ko: PIN을 설정하세요
nl: PIN instellen
pt_br: Definir um PIN
ro: Introduceți PIN-ul
ru: Установить PIN-код
uk: Встановити PIN-код
zh: 设置一个PIN

# id_set_a_timeout_to_logout_after
source: Set a timeout to logout after prolonged inactivity
cs: Nastavte časový limit pro odhlášení po delší nečinnosti
de: Setze ein Timeout für das Abmelden nach längerer Inaktivität
es: Establezca un límite de tiempo para el cierre de sesión automático después de un período de inactividad prolongado
fr: Définir un délai pour se déconnecter après une inactivité prolongée
it: Imposta un timeout per effettuare il logout dopo un periodo prolungato di inattività
ja: 操作せず一定時間経過後の自動ログアウトを設定する
ko: 장시간 미사용 시 로그아웃 시간 초과 설정하기
nl: Stel een time-out in om uit te loggen na langdurige inactiviteit
pt_br: Desconectar automaticamente após um período de inatividade de
ro: Setați un interval de timp în care să fiți delogat din cauza inactivității prelungite
ru: Установите тайм-аут для выхода из системы после длительного бездействия
uk: Встановити тайм-аут для виходу з системи після тривалої бездіяльності
zh: 设置无操作自动退出登录时间

# id_set_an_email_address_to_receive
source: Set an email address to receive transaction notifications
cs: Nastavte e-mailovou adresu pro příjem oznámení o transakcích
de: Eine E-Mail-Adresse für den Empfang von Transaktionsbenachrichtigungen festlegen
es: Indique la dirección de correo electrónico donde desea recibir notificaciones sobre transacciones
fr: Définir une adresse email pour recevoir les notifications de transaction
it: Imposta un indirizzo e-mail per ricevere notifiche sulle transazioni
ja: トランザクション通知を受け取るメールアドレスを設定する
ko: 거래 알림을 수신할 이메일 주소 설정하기
nl: Stel een e-mailadres in om transactienotificaties te ontvangen
pt_br: Defina um endereço de e-mail para receber notificações de transações
ro: Setați o adresă de e-mail pe care să primiți notificări despre tranzacții
ru: Установите адрес электронной почты для получения уведомлений о транзакциях
uk: Встановити адресу електронної пошти для отримання повідомлень про транзакції
zh: 设置接收转账通知的邮箱

# id_set_an_email_for_recovery
source: Set an email for recovery
cs: Nastavte e-mail pro obnovení
de: E-Mail-Adresse zur Wiederherstellung festlegen
es: Ingrese una dirección de correo electrónico para la recuperación
fr: Définir un email pour la récupération
it: Imposta email per recovery
ja: リカバリー用のメールアドレスを設定する
ko: 복구용 이메일 설정하기
nl: Stel een e-mailadres in voor herstel
pt_br: Definir um e-mail de recuperação
ro: Setați un e-mail pentru recuperare
ru: Установить электронную почту для восстановления
uk: Встановити електронну пошту для відновлення
zh: 设置恢复邮箱

# id_set_custom_fee_rate
source: Set custom fee rate
cs: Nastavte vlastní sazbu poplatku
de: Eigene Gebührenrate festlegen
es: Establecer comisión por vbyte personalizada
fr: Fixer le taux des frais
it: Imposta custom fee rate/fee rate personalizzata
ja: カスタム手数料の設定
ko: 사용자 지정 수수료 설정하기
nl: Aangepast tarief instellen
pt_br: Ajustar taxa
ro: Setați o rată a comisioanelor personalizată
ru: Установить размер комиссии
uk: Встановити розмір комісії
vi: Đặt phí tùy biến
zh: 设置自定义转账手续费

# id_set_locktime
source: Set Locktime
cs: Nastavit časový zámek
de: Locktime festlegen
es: Establecer Locktime
fr: Régler le temps de verrouillage
it: Imposta Locktime
ja: ロックタイムの設定
ko: 잠금 시간 설정하기
nl: Locktime instellen
pt_br: Definir Locktime
ro: Setați Locktime (timpul în care monedele rămân blocate și nu pot fi cheltuite)
ru: Установить Locktime
uk: Встановити Locktime
zh: 设置锁定时间

# id_set_timelock
source: Set timelock
cs: Nastavit časový zámek
de: Timelock (Zeitschloss) festlegen
es: Configurar un bloqueo de tiempo
fr: Régler le timelock
it: Imposta timelock
ja: タイムロックを設定する
ko: 타임락을 설정하세요
nl: Timelock instellen
pt_br: Definir timelock
ro: Setați timelock
ru: Установить timelock
uk: Встановити timelock
zh: 设置时间锁

# id_set_twofactor_threshold
source: Set Two-Factor threshold
cs: Nastavit limit 2-Faktoru
de: Zwei-Faktor Limit setzen
es: Configurar el umbral de dos factores
fr: Définir le seuil à Double Facteur
it: Imposta soglia a Due Fattori
ja: 2段階認証の閾値を設定する
ko: 이중 인증 기준값 설정하기
nl: Limiet tweetrapsauthenticatie instellen
pt_br: Gasto máximo permitido sem necessidade de 2FA
ro: Setați prag pentru autentificarea cu doi factori 2FA
ru: Установить двухфакторный порог
uk: Встановити двофакторний поріг
vi: Đặt ngưỡng xác thực 2 lớp
zh: 设置双重验证阈值

# id_set_up_a_passcode_for_your_ios
source: Set up a passcode for your iOS device to set a PIN for Blockstream Green
cs: Nastate přístupový kód pro vaše iOS zařízení a nastavte PIN pro Blockstream Green
de: Richte einen Passcode für dein iOS-Gerät ein, um eine PIN für Blockstream Green festlegen zu können
es: Genere una contraseña para su dispositivo iOS antes de crear un PIN para Blockstream Green
fr: Configurez un code d'accès pour votre appareil iOS afin de définir un code PIN pour Blockstream Green.
it: Imposta un passcode per il tuo device iOS per impostare un PIN per Blockstream Green
ja: Blockstream GreenにPINを設定するには、まずiOSデバイスのパスコードを設定してください
ko: iOS 기기의 암호를 설정하여 Blockstream Green 의 PIN을 설정하세요.
nl: Stel een toegangscode in voor je iOS-apparaat om een PIN in te stellen voor Blockstream Green
pt_br: Configure uma senha para o seu aparelho iOS para definir um PIN para o aplicativo Blockstream Green
ro: Setați o parolă de acces pentru dispozitivul dvs iOS pentru a putea crea un PIN pentru Blockstream Green
ru: Настройте пароль для своего устройства iOS, чтобы установить PIN-код для Blockstream Green
uk: Налаштуйте пароль для свого пристрою iOS, щоб встановити PIN-код для Blockstream Green
vi: Thiết lập mật mã cho thiết bị iOS của bạn để đặt mã PIN cho ví Blockstream Green
zh: 需要给iOS设备设置密码才能给Blockstream Green设置PIN

# id_set_up_a_screen_lock_for_your
source: Set up a screen lock for your Android device to unlock your wallet using Android screen lock
cs: Nastavte zámek obrazovky, chcete-li odemknout peněženku pomocí zámku obrazovky Android,
de: Richte eine Bildschirmsperre für dein Android-Gerät ein, um deine Wallet damit entsperren zu können
es: Establezca un bloqueo de pantalla para su dispositivo Android si desea desbloquear su cartera mediante dicha opción
fr: Configurez un verrouillage de l'écran de votre appareil Android pour déverrouiller votre portefeuille à l'aide du verrouillage de l'écran Android.
it: Imposta un blocco schermo per il tuo dispositivo Android e utilizzalo per accedere al tuo wallet
ja: 画面ロックでウォレットにアクセスするには、まずAndroidデバイスの画面ロックを設定してください
ko: Android 화면 잠금을 사용하여 지갑의 잠금을 해제하려면 Android 기기의 화면 잠금을 설정하세요.
nl: Stel schermvergrendeling in voor je Android-apparaat om je wallet te ontgrendelen met Android-schermvergrendeling
pt_br: Configure o bloqueio de tela do seu aparelho Android para acessar sua carteira usando essa função
ro: Setați o modalitate de blocare a ecranului pentru dispozitivul dvs Android pentru a putea debloca dispozitivul din ecranul Android de blocare
ru: Настройте блокировку экрана на устройстве Android, чтобы разблокировать кошелек с помощью блокировки экрана Android
uk: Налаштуйте блокування екрана на пристрої Android, щоб розблокувати гаманець за допомогою блокування екрану Android
zh: 开启安卓设备屏幕锁然后才可以用屏幕锁解锁钱包

# id_set_up_an_email_to_get
source: Set up an email to get pre-signed transactions for recovery. Email notifications contain your encrypted recovery data.
cs: Nastavte si e-mail a získejte předem podepsané transakce k obnovení. E-mailová oznámení obsahují vaše šifrovaná data pro obnovení.
de: Richte eine E-Mail-Adresse ein, um im Vorfeld signierte Transaktionen zur Wiederherstellung zu erhalten. E-Mail-Benachrichtigungen enthalten deine verschlüsselten Wiederherstellungsdaten.
es: Indique una dirección de correo electrónico si desea recibir transacciones pre-firmadas para su recuperación. Las notificaciones por correo electrónico contienen sus datos de recuperación encriptados.
fr: Configurez un email pour recevoir des transactions pré-signées pour la récupération. Les notifications par email contiennent vos données de récupération cryptées.
it: Imposta un'e-mail per ricevere transazioni pre-firmate per la recovery. Le notifiche via mail contengono i tuoi dati di recovery criptati.
ja: 復元用の署名済みトランザクションを受け取るメールアドレスを設定します。メール通知には暗号化されたリカバリー用データが添付されます。
ko: 복구를 위해 사전 서명된 거래를 수신 할 이메일을 설정하세요. 이메일 알림에는 암호화된 복구 데이터가 포함되어 있습니다.
nl: Stel een e-mailadres in om pre-signed (vooraf ondertekende) hersteltransacties te ontvangen. E-mailnotificaties bevatten je versleutelde herstelgegevens.
pt_br: Insira um endereço de e-mail para receber o pacote de recuperação. Esse pacote é criptografado e servirá para recuperar seus bitcoins caso a Blockstream Green deixe de existir. Este botão estará inativo se você já tiver selecionado a opção de receber notificações de transações na aba GERAL.
ro: Setați un e-mail pe care să primiți tranzacții pre-semnate pentru recuperare. Notificările prin e-mail conțin datele dvs criptate, pentru a facilita recuperarea.
ru: Настройте электронную почту, чтобы получать предварительно подписанные транзакции для восстановления. Уведомления по электронной почте содержат ваши зашифрованные данные для восстановления.
uk: Налаштуйте електронну пошту, щоб отримувати попередньо підписані транзакції для відновлення. Повідомлення по електронній пошті містять ваші зашифровані дані для відновлення.
zh: 设置一个邮箱接收预签转账数据用来恢复。邮件通知包含了加密的恢复数据。

# id_set_up_credentials_to_access_in
source: Set up credentials to access in watch-only mode to receive coins without putting your private keys at risk. Access from any device using a Blockstream Green app
cs: Nastavit přihlašovací údaje pro přístup v režimu Pouze-pro-sledování k přijímání mincí bez ohrožení vašich soukromých klíčů. Přístup z jakéhokoli zařízení pomocí aplikace Blockstream Green
de: Richte die Zugangsdaten für den Zugriff im Watch-Only Modus ein, um Coins zu erhalten, ohne deine Private-Keys zu gefährden. Greife von jedem Gerät aus mit einer Blockstream Green App darauf zu
es: Configure las credenciales necesarias para ingresar mediante el modo de solo lectura y recibir monedas sin poner en riesgo sus claves privadas. Ingrese desde cualquier dispositivo con la app de Blockstream Green.
fr: Configurez des informations d'identification pour accéder en mode surveillance seulement afin de recevoir des pièces sans mettre vos clés privées en danger. Accès à partir de n'importe quel appareil utilisant une application Blockstream Green.
it: Imposta delle credenziali per accedere in modalità watch-only per ricevere coin senza mettere a rischio le tue chiavi private. Accedi da qualsiasi dispositivo tramite una delle app Blockstream Green
ja: 秘密鍵を危険に晒さない読み取りモードでウォレットにアクセスするための認証を設定します。Blockstream Greenアプリを使っていかなるデバイスからもアクセスできます。
ko: 개인 키 의 유출 위험 없이 코인을 받으려면 보기 전용 모드에서 액세스할 수 있는 자격 증명을 설정하세요. Blockstream Green 앱을 사용하여 모든 기기에서 액세스하세요
nl: Stel aanmeldingsgegevens in voor de watch-only-modus om munten te ontvangen zonder je privésleutels in gevaar te brengen. Te bereiken vanaf elk apparaat met behulp van een Blockstream Green-app
pt_br: Crie usuários para acessar sua carteira no modo somente leitura, possibilitando receber dinheiro sem colocar suas chaves privadas em risco. Acesse de qualquer dispositivo usando o aplicativo Blockstream Green
ro: Setați datele de acces pentru modul watch-only pentru a putea primi monede fără să vă expuneți cheile private la vreun risc. Puteți accesa acest mod de pe orice dispozitiv, folosind aplicația Blockstream Green
ru: Настройте учетные данные для доступа в режиме watch-only, чтобы получать монеты, не подвергая риску свои личные ключи. Доступ с любого устройства с помощью приложения Blockstream Green
uk: Налаштуйте облікові дані для доступу в режимі watch-only, щоб отримувати монети, не піддаючи ризику свої особисті ключі. Доступ з будь-якого пристрою за допомогою додатка Blockstream Green
zh: 给watch-only模式设置一个证书，这样就可以在任意设备上通过Blockstream Green app接收资产，而不用承担私钥的风险。

# id_set_up_pgp_key_for
source: Set up PGP key for communications
cs: Nastavte PGP klíč pro komunikaci
de: PGP Schlüssel für Kommunikationen einrichten
es: Configurar la clave PGP para las comunicaciones
fr: Configurer la clé PGP pour les communications
it: Fornisci una chiave PGP per le comunicazioni
ja: 連絡の暗号化用にPGPキーを設定する
ko: 통신 용 PGP 키 설정하기
nl: PGP-sleutel voor communicatie instellen
pt_br: Configurar chave PGP para comunicação
ro: Setați o cheie PGP pentru comunicații
ru: Установить PGP-ключ для связи
uk: Встановити PGP-ключ для зв'язку
vi: Cài đặt khóa PGP để trao đổi thông tin
zh: 设置PGP密钥以进行通讯

# id_set_up_twofactor_authentication
source: Set up Two-Factor authentication
cs: Nastavte 2-Faktorové ověřování
de: Zwei-Faktor Authentifizierung einrichten
es: Configurar la autenticación de dos factores
fr: Activer un deuxième facteur d'authentification
it: Imposta Autenticazione a Due Fattori
ja: 2段階認証を設定する
ko: 이중 인증 설정하기
nl: Tweetrapsauthenticatie instellen
pt_br: Configurar autenticação de dois fatores
ro: Setați autentificarea cu doi factori (2FA)
ru: Установить двухфакторную аутентификацию
uk: Встановити двофакторну аутентифікацію
vi: Cài đặt xác thực 2 lớp
zh: 设置双重验证

# id_set_up_watchonly
source: Set up watch-only
cs: Nastavit pouze-pro-sledování
de: Watch-Only einrichten
es: Configurar el modo de solo lectura
fr: Mettre en place le mode watch-only
it: Imposta watch-only
ja: 読み取りモードの設定
ko: 보기 전용 모드 설정하기
nl: Watch-only instellen
pt_br: Configurar acesso ao modo somente leitura
ro: Setați modul watch-only
ru: Настроить холодный кошелек
uk: Налаштувати холодний гаманець
vi: Cài đặt ví chỉ xem
zh: 设置watch-only

# id_set_up_watchonly_credentials
source: Set up watch-only credentials for this wallet
cs: Nastavte vaše údaje pro režim peněženky Pouze-pro-sledování
de: Watch-Only Ameldedaten für diese Wallet einrichten
es: Configurar las credenciales para el modo de solo lectura de esta cartera
fr: Installer le certificat watch-only pour ce portefeuille
it: Imposta credenziali watch-only per questo wallet
ja: このウォレットに読み取りモードを追加する
ko: 지갑의 보기 전용 자격 증명 설정하기
nl: Watch-only instellen voor deze wallet
pt_br: Configurar o acesso ao modo somente leitura para as contas desta carteira
ro: Setați datele de logare în modul watch-only pentru acest portofel
ru: Установить параметры холодного кошелька
uk: Встановити параметри холодного гаманця
vi: Thiết lập thông tin xác thực chỉ xem cho ví này
zh: 为该钱包设置watch-only证书

# id_set_wallet_name
source: Set wallet name
cs: Zadejte název peněženky
de: Wallet-Name festlegen
es: Póngale un nombre a la cartera
fr: Définir le nom du portefeuille
it: Imposta un nome per il tuo wallet
ja: ウォレット名を設定する
ko: 지갑 이름 설정하기
nl: Walletnaam instellen
pt_br: Definir nome da carteira
ro: Introduceți numele portofelului
ru: Установить имя кошелька
uk: Встановити ім'я гаманця
zh: 设置钱包名称

# id_setting_up_your_wallet
source: Setting Up Your Wallet
cs: Nastavení vaší peněženky
de: Dein Wallet einrichten
es: Configurar su cartera
fr: Configurez votre portefeuille
it: Creazione Wallet
ja: ウォレットのセットアップ
ko: 지갑 설정하기
nl: Je wallet instellen
pt_br: Configurando sua carteira
ro: Se inițializează portofelul
ru: Настройка вашего кошелька
uk: Налаштування вашого гаманця
zh: 设置您的钱包

# id_setting_updated
source: Setting updated
cs: Nastavení bylo aktualizováno
de: Einstellung aktualisiert
es: Configuración actualizada
fr: Mise à jour des paramètres
it: Impostazione aggiornata
ja: 設定が保存されました。
ko: 설정이 업데이트되었습니다
nl: Instellingen bijgewerkt
pt_br: Configuração atualizada
ro: Setarea a fost actualizată
ru: Настройки обновлены
uk: Налаштування оновлене
vi: Cài đặt đã được cập nhật
zh: 已更新设置

# id_settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
ro: Setări
ru: Настройки
uk: Налаштування
vi: Cài đặt
zh: 设置

# id_setup_jade
source: Setup Jade
cs: Nastavení Jade
de: Jade einrichten
es: Configurar Jade
fr: Configuration de Jade
it: Imposta Jade
ja: Jadeのセットアップ
ko: Jade 설정
nl: Jade instellen
pt_br: Configurar Jade
ro: Setați Jade
ru: Настроить Jade
uk: Налаштувати Jade
zh: 设置Jade

# id_setup_pin
source: Setup PIN
cs: Nastavit PIN
de: PIN einrichten
es: Configurar el PIN
fr: Définition du code PIN
it: Imposta PIN
ja: PINの設定
ko: PIN 설정하기
nl: PIN instellen
pt_br: Configurar PIN
ro: Setați PIN
ru: Установить PIN-код
uk: Встановити PIN-код
vi: Cài mã PIN
zh: 设置PIN

# id_setup_pin_and_s
source: Setup PIN and %@
cs: Nastavit PIN a %@
de: PIN und %@ einrichten
es: Configurar el PIN y %@
fr: Définition du code PIN et %@
it: Imposta PIN e %@
ja: PINと%@の設定
ko: PIN 설정 및 %@
nl: PIN en %@ instellen
pt_br: Configurar PIN e %@
ro: Setați PIN și %@
ru: Установить PIN-код и %@
uk: Встановити PIN-код та %@
vi: Cài mã PIN và %@
zh: 设置PIN和%@

# id_share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: シェアする
ko: 공유하기
nl: Delen
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
uk: Поділитися
vi: Chia sẻ
zh: 分享

# id_share_address
source: Share Address
cs: Sdílet adresu
de: Adresse teilen
es: Compartir direcciones
fr: Partager l'adresse
it: Condividi Indirizzo
ja: アドレスを共有
ko: 주소 공유하기
nl: Adres delen
pt_br: Compartilhar endereço
ro: Partajați adresa
ru: Поделиться адресом
uk: Поділитися адресою
vi: Địa chỉ chia sẻ
zh: 分享地址
