Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_no_utxos_found
source: No UTXOs found
cs: Nebyly nalezeny žádné UTXO
de: Keine UTXOs gefunden
es: No se encontraron UTXO
fr: Pas d'UTXO trouvés
it: Nessun UTXO trovato
ja: UTXOが見つかりません
ko: UTXO를 찾을 수 없습니다
nl: Geen UTXO's gevonden
pt_br: Nenhum UTXO encontrado
ro: Nu au fost găsite UTXO-uri
ru: UTXO не обнаружен
uk: UTXO не знайдено
vi: Không có thông tin UTXOs được tìm thấy
zh: 未找到UTXO

# id_non_confidential
source: Non Confidential
cs: Ne-důvěrné
de: Nicht vertraulich
es: No confidencial
fr: Non Confidentiel
ja: 秘匿されていない
ko: 공개
nl: Niet vertrouwelijk
pt_br: Não confidencial
ru: Неконфиденциально
uk: Неконфіденційно
zh: 非保密

# id_non_confidential_transaction
source: Non Confidential Transaction
cs: Ne-důvěrná transakce
de: Nicht-vertrauliche Transaktionen
es: Transacción no confidencial
fr: Non confidentiel Transaction
ja: 秘匿されていないトランザクション
ko: 공개 거래
nl: Niet-vertrouwelijke transactie
pt_br: Transação não confidencial
ru: Неконфиденциальная транзакция
uk: Неконфіденційна транзакція
zh: 非隐私转账

# id_nonconfidential_addresses_not
source: Non-confidential addresses not supported
cs: Nedůvěrné adresy nejsou podporovány
de: Nicht-vertrauliche Adressen werden nicht unterstützt
es: Incompatible con direcciones no confidenciales
fr: Les adresses non confidentielles ne sont pas prises en compte
it: Non-confidential address non supportati
ja: 秘匿化アドレスにのみ対応しています
ko: 비기밀 주소는 지원되지 않습니다.
nl: Niet-vertrouwelijke adressen worden niet ondersteund
pt_br: Sem suporte para endereços não confidenciais
ro: Adresele non-confidențiale nu sunt suportate
ru: Неконфиденциальные адреса не поддерживаются
uk: Неконфіденційні адреси не підтримуються
vi: Địa chỉ không bảo mật không được hỗ trợ
zh: 不支持非保密地址

# id_normal
source: Normal
cs: Normální
it: Normale
ja: 正常
ko: 보통
nl: Normaal
ru: Нормальный
uk: Нормальний
vi: Bình thường
zh: 正常

# id_not_a_valid_email_address
source: Not a valid email address
cs: Neplatná e-mailová adresa
de: Keine gültige Email-Adresse
es: Dirección de correo electrónico inválida
fr: Email non valide
it: Indirizzo e-mail non valido
ja: 無効なメールアドレス
ko: 유효한 이메일 주소가 아닙니다
nl: Geen geldig e-mailadres
pt_br: Não é um endereço de e-mail válido
ro: Nu este o adresă de e-mail validă
ru: Недействительный адрес электронной почты
uk: Недійсна адреса електронної пошти
zh: 无效的电子邮件地址

# id_not_a_valid_phone_number
source: Not a valid phone number
cs: Neplatné telefonní číslo
de: Keine gültige Telefonnummer
es: Número de teléfono inválido
fr: Numéro de téléphone non valide
it: Numero di telefono non valido
ja: 無効な電話番号
ko: 유효한 전화번호가 아닙니다
nl: Geen geldig telefoonnummer
pt_br: Não é um número de celular válido
ro: Nu este un număr de telefon valid
ru: Неверный номер телефона
uk: Невірний номер телефону
zh: 无效的电话号码

# id_not_a_valid_word
source: Not a valid word
cs: Není platné slovo
de: Kein gültiges Wort
es: Palabra inválida
fr: Pas un mot valide
it: Parola non valida
ja: 無効な単語
ko: 유효한 단어가 아닙니다
nl: Geen geldig woord
pt_br: Não é uma palavra válida
ro: Nu este un cuvînt valabil
ru: Неверное слово
uk: Неправильне слово
zh: 无效词语

# id_not_available_noradio_build
source: Not available (No-radio build)
cs: Není k dispozici
de: Nicht verfügbar (funkfreier Build)
es: No está disponible (versión sin radio)
fr: Non disponible (construction sans radio)
it: Non disponibile (No-radio build)
ja: 利用不可 (無線が無効化されています)
ko: 사용 불가(무선 빌드 없음)
nl: Niet beschikbaar (build zonder radio)
ru: Недоступно (сборка без радио)
uk: Недоступно (збірка без радіо)
zh: 不可用（没有无线电）

# id_not_confidential
source: Not confidential
cs: Není důvěrné
es: No confidencial
fr: Non confidentiel
it: Non confidential
ja: 秘匿されていません
ko: 기밀 아님
nl: Niet vertrouwelijk
pt_br: Não confidencial
zh: 不是保密的

# id_not_connected_connecting_in_ds_
source: Not connected. Connecting in %ds …
cs: Nepřipojeno. Připojování za %d s ...
de: Nicht verbunden. Verbindung in %d s...
es: Sin conexión. Conectando en %ds …
fr: Non connecté. Connexion dans %d s...
it: Non connesso. Connessione in %d …
ja: 接続が中断されました。%d秒後に再接続…
ko: 연결되지 않았습니다. %d초 후 연결됩니다...
nl: Niet verbonden. Verbinden in %ds …
pt_br: Desconectado. Conectando em %ds …
ro: Nu este conectat. Se conectează în %d s ...
ru: Нет соединения. Соединение произойдет через%d сек...
uk: З’єднання відсутнє. З’єднання відбудеться через %d сек...
vi: Không kết nối. Đang kết nối lại trong %dg giây nữa...
zh: 网络未连接。将在%d秒后重新连接...

# id_not_initialized
source: Not initialized
cs: Není inicializováno
de: Nicht initialisiert
es: No se inicializó
fr: Non initialisé
it: Non inizializzato
ja: 初期化されていません
ko: 초기화되지 않음
nl: Niet geïnitialiseerd
pt_br: Não inicializado
ro: Nu este inițializat
ru: Не инициализировано
uk: Не ініціалізовано
zh: 没有初始化

# id_not_on_longest_chain
source: Not on longest chain
cs: Není na nejdelším řetězci
de: Nicht die längste Kette
es: No está presente en la cadena más larga
fr: Pas sur la chaîne la plus longue
it: Non sulla chain più lunga
ja: 最長のチェーンではありません
ko: 가장 긴 체인에 없음
nl: Niet op langste chain
ru: Не на самой длинной цепочке
uk: Не на найдовшому ланцюжку
zh: 不在最长链上

# id_notifications
source: Notifications
cs: Oznámení
de: Nachrichten
es: Notificaciones
it: Notifiche
ja: 告知事項
ko: 알림
nl: Notificaties
pt_br: Notificações
ro: Notificări
ru: Уведомления
uk: Повідомлення
vi: Thông báo
zh: 通知

# id_now
source: Now
cs: Nyní
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
ja: 今すぐ
ko: 지금
nl: Nu
pt_br: Agora
ro: Acum
ru: Сейчас
uk: Зараз
vi: Bây giờ
zh: 现在

# id_of_24
source: of 24
cs: z 24
de: von 24
es: de 24
fr: sur 24
it: di 24
ja: / 24単語中
ko: 24의
nl: van 24
pt_br: de 24
ro: din 24
ru: из 24
uk: з 24
zh: 24个

# id_of_s
source: of %@
cs: z %@
de: von %@
es: de %@
fr: sur %@
it: di %@
ja: / %@単語中
ko: %@의
nl: van %@
pt_br: de %@
ru: из %@
uk: з %@

# id_on_average
source: on average
cs: v průměru
de: im Durchschnitt
es: en promedio
fr: en moyenne
it: in media
ja: 平均で
ko: 평균적으로
nl: gemiddeld
pt_br: na média
ro: în medie
ru: в среднем
uk: в середньому
vi: trung bình
zh: 平均

# id_once_selected_this_spending
source: Once selected, this spending policy cannot be changed. For tips on what type of security is best for you, visit our Help Center.
cs: Po výběru nelze tuto výdajovou politiku změnit. Tipy, jaký typ zabezpečení je pro vás nejlepší, najdete v našem centru nápovědy.
de: Einmal festgelegt, kann diese Ausgabe-Regel nicht mehr geändert werden. Für Hinweise, welche Art von Sicherheitseinstellungen für dich am besten ist, besuche unser Hilfe-Center.
es: Una vez seleccionada, esta política de gasto no se puede modificar. Si desea obtener consejos sobre el tipo de seguridad que más le conviene, visite nuestro Centro de ayuda.
fr: Une fois sélectionnée, cette politique de dépenses ne peut être modifiée. Pour obtenir des conseils sur le type de sécurité qui vous convient le mieux, consultez notre Centre d'aide.
it: Una volta selezionata, la spending policy non potrà essere modificata. Per capire quale tipo di sicurezza sia la migliore per te, visita il nostro Help Center.
ja: このポリシーを一度選択すると以後変更できません。あなたに最適なセキュリティポリシーの選び方はヘルプセンターより確認できます。
ko: 이 결제 정책은 한 번 선택하면 변경할 수 없습니다. 나에게 가장 적합한 보안 유형에 대한 정보는 Help Center를 참조하세요.
nl: Eenmaal geselecteerd, kan dit bestedingsbeleid niet meer worden gewijzigd. Bezoek ons hulpcentrum voor tips over welk type beveiliging het beste voor je is.
pt_br: Uma vez selecionada, a política de gastos para esta carteira não pode ser alterada. Para obter dicas sobre qual tipo de segurança é melhor para você, visite nossa central de ajuda.
ro: Această opțiune nu poate fi modificată. Pentru mai multe informații, accesați centrul de suport
ru: После выбора политику расходов изменить нельзя. Чтобы узнать, какой тип безопасности лучше всего подходит для вас, посетите наш Справочный центр.
uk: Після вибору політику витрат змінити не можна. Щоб дізнатися, який тип безпеки найкраще підходить для вас, відвідайте наш довідковий центр.
zh: 一旦选择，支出政策将无法更改。想了解最适合您的安全类型，请访问我们的帮助中心。

# id_one_attempt_remaining
source: One attempt remaining
cs: Zbývá jeden pokus
de: Ein Versuch übrig
es: Un intento restante
fr: Un essai restant
it: Un tentativo rimanente
ja: 残り一回
ko: 시도 한번 남음
nl: Nog één poging te gaan
pt_br: Uma tentativa restante
ro: O singură încercare rămasă
ru: Осталась одна попытка
uk: Залишилась одна спроба
vi: Một lần thử còn lại
zh: 还剩一次尝试机会

# id_one_network_must_be_selected
source: One network must be selected. Selecting Bitcoin by default
cs: Musí být vybrána jedna síť. Výchozí síť je Bitcoin
de: Ein Netzwerk muss ausgewählt werden. Bitcoin als Standard ausgewählt
es: Debe seleccionarse una red. Se selecciona Bitcoin por defecto.
fr: Un réseau doit être sélectionné. Sélection de Bitcoin par défaut.
it: Selezionare un network. Seleziona Bitcoin di default
ja: ネットワークを選択して下さい。ビットコインをデフォルトで選択します。
ko: 네트워크 하나만 선택해야 합니다. 기본 설정으로 비트코인 선택
nl: Er moet één netwerk worden geselecteerd. Standaard is dit bitcoin.
pt_br: Uma rede precisa ser selecionada. Bitcoin selecionada por padrão
ro: Trebuie selectată o rețea. Se va selecta automat Bitcoin
ru: Необходимо выбрать одну из сетей. Биткоин установлен по умолчанию
uk: Виберіть одну з мереж. За початковими налаштуваннями встановлено Біткоїн
vi: Một mạng phải được chọn. Hiện đang chọn Bitcoin là mặc định.
zh: 必须选择一个网络。默认选择比特币

# id_onion_addresses_require_tor
source: Onion addresses require Tor connectivity. Enable it in the network settings.
cs: Onion adresy vyžadují připojení Tor. Povolte jej v nastavení sítě.
de: Onion-Adressen erfordern eine Tor-Verbindung. Aktiviere sie in den Netzwerkeinstellungen.
es: Las direcciones .onion requieren conectividad con Tor. Habilítela en los ajustes de red.
fr: Les adresses en oignon nécessitent une connectivité Tor. Activez-la dans les paramètres du réseau.
it: Gli indirizzi onion richiedono connessione tramite Tor. Abilitala nelle impostazioni di rete.
ja: オニオンアドレスの使用にはTor接続が必要です。ネットワーク設定より有効化してください。
ko: 어니언 주소는 Tor 연결이 필요합니다. 네트워크 설정에서 Tor 연결을 활성화하세요.
nl: Onion-adressen vereisen Tor-connectiviteit. Schakel het in de netwerkinstellingen in.
pt_br: Endereços Onion requerem conexão com a rede Tor. Ative-os nas configurações de rede.
ro: Adresele Onion au nevoie de conectare le rețeaua Tor. Activați-o din setările de rețea.
ru: Адреса onion требуют подключения к Tor. Включите его в настройках сети.
uk: Адреси onion вимагають підключення до Tor. Увімкніть його в налаштуваннях мережі.
zh: Onion地址需要Tor连接。在网络设置中开启Tor连接。

# id_only_connect_to_trusted_nodes
source: Only connect to trusted node(s) for SPV
cs: Připojte se pouze k důvěryhodným uzlům pro SPV
de: Nur mit vertrauten Node(s) für SPV verbinden
es: Conectar solo con nodo(s) confiable(s) para SPV
fr: Connectez-vous uniquement au(x) nœud(s) de confiance pour SPV
it: Connettiti solo a nodi fidati per SPV
ja: SPVでは信頼できるノードにのみ接続してください
ko: SPV 사용 시 신뢰하는 노드만 연결하세요.
nl: Alleen verbinden met vertrouwde node(s) voor SPV
pt_br: Conecte-se apenas a nó(s) confiáveis para SPV
ro: Conectare doar la nodul/nodurile de încredere pentru SPV
ru: Соединять только с проверенными узлом(ами) для SPV
uk: З’єднувати лише з перевіреною нодою(ами) для SPV
vi: Chỉ nối với nốt mạng tin tưởng cho việc xác nhận thanh toán đơn giản (SPV )
zh: SPV开启时请仅连接至受信任的节点

# id_only_this_time
source: Only this time
cs: Pouze tentokrát
de: Nur diesmal
es: Sólo esta vez
fr: Seulement cette fois
it: Solo questa volta
ja: 今回のみ
ko: 이번만
nl: Alleen dit keer
pt_br: Apenas desta vez
ro: Doar de data aceasta
ru: Только в этот раз
uk: Лише цього разу
vi: Chỉ lúc này thôi
zh: 仅本次

# id_open
source: Open
cs: Otevřít
de: Offen
es: Abrir
fr: Ouvert
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открытый
uk: Відкритий
zh: 打开

# id_operation_failure
source: Operation failure
cs: Operace selhala
de: Betriebsfehler
es: Error de operación
fr: Échec de l'opération
it: Operazione non riuscita
ja: 失敗
ko: 작동 실패
nl: Mislukte operatie
pt_br: Falha na operação
ro: Operațiunea a eșuat
ru: Сбой в работе
uk: Збій у роботі
vi: Lỗi hoạt động
zh: 运行失败

# id_optimal_if_you_rarely_spend
source: Optimal if you rarely spend coins. Wallet coins will require two-factor reactivation every 455 days to remain protected by two-factor authentication
cs: Optimální, pokud zřídka utratíte mince. Mince peněženky budou vyžadovat dvoufaktorovou reaktivaci každých 455 dní, aby zůstaly chráněny dvoufaktorovou autentizací.
de: Optimal, wenn du selten Coins ausgibst. Wallet-Coins werden alle 455 Tage eine Reaktivierung des 2FA verlangen, um durch die Zwei-Faktor-Authentifizierung geschützt zu bleiben.
es: Óptimo si gasta monedas muy de vez en cuando. Las monedas de la cartera seguirán estando protegidas por la autenticación de dos factores siempre y cuando la reactive cada 455 días.
fr: Optimal si vous dépensez rarement des pièces. Les pièces du portefeuille devront être réactivées tous les 455 jours pour rester protégées par l'authentification à deux facteurs.
it: Soluzione ottimale se spendi coin raramente. I coin del wallet avranno bisongo di una riattivazione a due fattori ogni 455 giorni per rimanere protette dall'autenticazione a due fattori.
ja: 滅多にコインの送金をしない方に最適です。ウォレット内のコインは455日毎に2段階認証による保護の再アクティベーションが必要になります。
ko: 코인을 거의 사용하지 않는 사용자에게 가장 적합합니다. 지갑 코인은 이중 인증 보 안을 유지하기 위해 455일마다 이중 인증 재활성화를 요구할 것입니다.
nl: Optimaal als je zelden munten uitgeeft. Wallet-munten moeten elke 455 dagen opnieuw worden geactiveerd met tweetrapsauthenticatie om beschermd te blijven.
pt_br: Ideal se você raramente realiza gastos. É necessário reativar o 2FA a cada 455 dias para que os fundos permaneçam protegidos por autenticação de dois fatores.
ro: O setare optimă dacă vă cheltuiți monedele rar. Monedele din portofel vor necesita reactivarea autentificării cu 2 factori (2FA) la fiecare 455 de zile pentru ca protecția 2FA să fie păstrată
ru: Оптимально редко тратить монеты. Монеты кошелька требуют двухфакторную реактивацию каждые 455 дней, чтобы оставаться защищенными двухфакторной аутентификацией.
uk: Оптимально рідко витрачати монети. Монети гаманця вимагають двофакторну реактивацію кожні 455 днів, щоб залишатися захищеними двофакторною аутентифікацією.
zh: 如果您很少转账。钱包中的代币将需要每455天重新激活一次双重验证，以保证继续受到双重身份验证的保护

# id_optimal_if_you_spend_coins
source: Optimal if you spend coins every 6 months. Wallet coins will require two-factor reactivation every 6 months to remain protected by two-factor authentication.
cs: Optimální, pokud utrácíte mince každých 6 měsíců. Mince peněženky budou vyžadovat dvoufaktorovou reaktivaci každých 6 měsíců, aby zůstaly chráněny dvoufaktorovou autentizací.
de: Optimal, wenn du alle 6 Monate Coins ausgibst. Wallet-Coins werden alle 6 Monate eine Reaktivierung des 2FA verlangen, um durch die Zwei-Faktor-Authentifizierung geschützt zu bleiben.
es: Óptimo si gasta monedas cada seis meses. Las monedas de la cartera seguirán estando protegidas por la autenticación de dos factores siempre y cuando la reactive cada seis meses.
fr: Optimal si vous dépensez des pièces tous les 6 mois. Les pièces du portefeuille devront être réactivées tous les 6 mois pour rester protégées par l'authentification à deux facteurs.
it: Soluzione ottimale se spendi coin ogni 6 mesi. I coin del wallet avranno bisongo di una riattivazione a due fattori ogni 6 mesi per rimanere protette dall'autenticazione a due fattori.
ja: 6ヶ月毎にコインを送金する方に最適です。ウォレット内のコインは6ヶ月毎に2段階認証による保護の再アクティベーションが必要になります。
ko: 코인을 6개월마다 사용하는 사용자에게 가장 적합합니다. 지갑 코인은 이중 인증 보안을 유지하기 위해 6개월마다 이중 인증 재활성화 를 요구할 것입니다.
nl: Optimaal als je elke zes maanden munten uitgeeft. Wallet-munten moeten elke zes maanden opnieuw worden geactiveerd met tweetrapsauthenticatie om beschermd te blijven.
pt_br: Ideal se você realiza gastos a cada 6 meses. É necessário reativar o 2FA a cada 6 meses para que os fundos permaneçam protegidos por autenticação de dois fatores.
ro: O setare optimă dacă vă cheltuiți monedele la fiecare 6 luni. Monedele din portofel vor necesita reactivarea autentificării cu 2 factori (2FA) la fiecare 6 luni pentru ca protecția 2FA să fie păstrată.
ru: Оптимально тратить монеты каждые 6 месяцев. Монеты кошелька требуют двухфакторную реактивацию каждые 6 месяцев, чтобы оставаться защищенными двухфакторной аутентификацией.
uk: Оптимально витрачати монети кожні 6 місяців. Монети гаманця вимагають двофакторну реактивацію кожні 6 місяців, щоб залишатися захищеними двофакторною аутентифікацією.
zh: 如果您每6个月转账一次。钱包中的代币将需要每6个月重新激活一次双重验证，以保证继续受到双重身份验证的保护

# id_optional
source: Optional
cs: Volitelné
es: Opcional
fr: Optionnel
it: Opzionale
ja: 任意
ko: 선택 사항
nl: Optioneel
pt_br: Opcional
ro: Opțional
ru: Опциональный
uk: Опціонально
vi: Tùy chọn không bắt buộc
zh: 选填

# id_optional_memo
source: Optional memo
cs: Volitelné memo
de: Optionale Notiz
es: Nota opcional
fr: Mémo optionnel
it: Memo opzionale
ja: 任意のメモ
ko: 선택적 메모
nl: Optionele memo
pt_br: Memo opcional
ro: Memo opțional
ru: Дополнительное уведомление
uk: Додаткова пам'ятка
vi: Tùy chọn memo
zh: 备忘录（选填）

# id_optional_password
source: Optional password
cs: Volitelné heslo
de: Optionales Passwort
es: Contraseña opcional
fr: Mot de passe optionnel
it: Password opzionale
ja: 任意のパスワード
ko: 선택적 비밀번호
nl: Optioneel wachtwoord
pt_br: Senha opcional
ro: Parolă opțională
ru: Дополнительный пароль
uk: Додатковий пароль
vi: Tùy chọn mật khẩu
zh: 密码（选填）

# id_or
source: OR
cs: NEBO
de: ODER
es: O
fr: OU
it: O
ja: または
ko: 또는
nl: OF
pt_br: OU
ro: SAU
ru: ИЛИ
uk: АБО
vi: HOẶC
zh: 或者

# id_os__app_version_loading_times
source: OS & app version, loading times
cs: Verze operačního systému a aplikace, doba načítání
es: Sistema Operativo & versión de la app, tiempos de carga
it: Sistema operativo e versione dell'app, tempi di caricamento
ko: OS 및 앱 버전, 로딩 시간
nl: OS- en app-versie, laadtijden
pt_br: Versão do sistema operacional e do aplicativo, tempo de carregamentos, falhas
ru: OS & app version, loading times, crashes
zh: OS & app版本，加载时间

# id_our_support_page
source: our support page
cs: naše stránka podpory
de: unsere Support-Seite
es: nuestra página de soporte técnico
fr: notre page de support
it: la nostra pagina di supporto
ja: 弊社サポートのページ
ko: Blockstream의 도움말 페이지
nl: onze ondersteuningspagina
pt_br: nossa página de suporte
ro: pagina noastră de suport
ru: наша страница поддержки
uk: наша сторінка підтримки
zh: 我们的客服网页

# id_outdated_hardware_wallet
source: Outdated hardware wallet firmware. Please upgrade to the latest firmware from your desktop.
cs: Zastaralý firmware hardwarové peněženky. Upgradujte na nejnovější firmware ze svého počítače.
de: Ausgelaufene Hardware Wallet Firmware. Bitte rüsten Sie auf die neueste Firmware von Ihrem Desktop.
es: El firmware del hardware cartera es obsoleto. Actualice a la última versión del firmware desde su dispositivo de escritorio.
fr: Le firmware du hardware wallet n'est pas à jour. Mettez-le à jour depuis votre ordinateur.
it: Firmare hardware wallet obsoleto. Aggiornare all'ultima versione del firmware dal tuo desktop.
ja: ハードウェア・ウォレットのファームウェアが旧式です。デスクトップで最新のファームウェアにアップデートして下さい。
ko: 오래된 하드웨어 지갑 펌웨어. 데스크 톱에서 최신 버전으로 업그레이드하세요.
nl: Hardware wallet heeft oude firmware. Werk de firmware bij via je computer.
pt_br: O firmware da carteira física está desatualizado. Por favor, atualize-o para a versão mais recente por meio do seu computador.
ro: Firmware-ul portofelului hardware este învechit. Vă rugăm să îl actualizați de pe un calculator.
ru: Устаревшая аппаратная прошивка кошелька. Обновите последнюю версию прошивки с настольного компьютера.
uk: Застаріла апаратна прошивка гаманця. Завантажте останню версію прошивки з робочого столу.
vi: Firmware của ví cứng đã quá hạn. Làm ơn nâng cấp phiên bản mới nhất từ máy tính.
zh: 硬件钱包固件已过期。请使用电脑来升级至最新固件。

# id_outgoing
source: Outgoing
cs: Odchozí
de: Ausgehend
es: Saliente
fr: Sortant
it: In uscita
ja: このウォレットから送金中
ko: 출금
nl: Uitgaand
pt_br: Enviada
ro: În curs de trimitere
ru: Исходящий
uk: Вихідний
vi: Đi ra
zh: 输出

# id_overview
source: Overview
cs: Přehled
de: Überblick
es: Resumen
fr: Vue d'ensemble
ja: 概要
ko: 개요
nl: Overzicht
pt_br: Visão geral
ro: Prezentare generală
ru: Обзор
uk: Огляд
zh: 总览

# id_page_visits_button_presses
source: Page visits, button presses, general app configuration
cs: Návštěvy stránek, stisknutí tlačítek, obecná konfigurace aplikace
es: Visitas a páginas, botones apretados, configuración general de la app
it: Pagine visitate, bottoni cliccati, configurazione generale dell'app
ko: 페이지 방문, 버튼 누름, 일반 앱 설정
nl: Bezochte pagina's, ingedrukte knoppen, algemene app-configuratie
pt_br: Visitas em páginas, cliques, configuração geral do aplicativo
zh: 页面访问、按下按钮、一般应用配置

# id_passphrase
source: Passphrase
cs: Přístupová fráze
ko: 암호문구
pt_br: Senha
zh: 密码

# id_passphrase_protected
source: Passphrase protected
es: Protegido por contraseña
it: Protetto da Passphrase
ko: 암호문구로 보호됨
pt_br: Protegida por senha

# id_password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pt_br: Senha
ro: Parolă
ru: Пароль
uk: Пароль
vi: Mật khẩu
zh: 密码

# id_password_protected
source: Password protected
cs: Chráněno heslem
de: Passwort geschützt
es: Protegido con contraseña
fr: Protégé par mot de passe
it: Protetta da password
ja: パスワード保護
ko: 비밀번호로 보호
nl: Beschermd met wachtwoord
pt_br: Senha protegida
ro: Protejat(ă) prin parolă
ru: Защищено паролем
uk: Захищено паролем
vi: Mật khẩu đã được bảo vệ
zh: 密码保护

# id_paste
source: Paste
cs: Vložit
de: Einfügen
es: Pegar
fr: Collez
it: Incolla
ja: 貼り付け
ko: 붙여넣기
nl: Plakken
pt_br: Colar
ro: Lipire
ru: Вставить
uk: Вставити
vi: Dán
zh: 粘贴

# id_path_used_for_signing
source: Path used for signing
cs: Cesta používaná pro podepisování
de: Pfad, der für die Signatur verwendet wurde
es: Ruta utilizada para firmar
fr: Chemin utilisé pour la signature
it: Path utilizzato per firma
ja: 署名に使用されるパス
ko: 서명에 사용되는 경로
nl: Gebruikte pad voor signatures
pt_br: Caminho usado para assinar
ru: Путь, используемый для подписи
uk: Шлях, який використовується для підпису
zh: 用于签名的路径

# id_pending_confirmation
source: Pending confirmation
cs: Čekající transakce
de: Bestätigung ausstehend
es: Confirmación pendiente
fr: En attente de confirmation
it: In attesa di conferma
ja: 承認待ち
ko: 확인 대기 중
nl: Bevestiging in behandeling
pt_br: Confirmação pendente
ru: Ожидание подтверждения
uk: Очікування підтвердження
zh: 等待确认

# id_permanently_block_this_wallet
source: Permanently Block This Wallet
cs: Trvale blokovat tuto peněženku
de: Diese Wallet dauerhaft blockieren
es: Bloquear permanentemente esta cartera
fr: Bloquer ce portefeuille de façon permanente
it: Blocca questo Wallet in modo permanente
ja: このウォレットを永久にブロックする
ko: 이 지갑을 영구적으로 차단하기
nl: Deze wallet permanent blokkeren
pt_br: Bloquear permanentemente esta carteira
ro: Ștergeți definitiv acest portofel
ru: Заблокировать кошелек навсегда
uk: Заблокувати гаманець назавжди
zh: 永久屏蔽该钱包

# id_personal_electrum_server
source: Personal Electrum Server
cs: Osobní Electrum Server
de: Persönlicher Electrum Server
es: Servidor Electrum personal
fr: Serveur Electrum personnel
it: Server Electrum personale
ko: 개인 Electrum 서버
nl: Persoonlijke Electrum-server
pt_br: Servidor pessoal Electrum
ru: Персональный Electrum-сервер
uk: Персональний Electrum-сервер
zh: 个人的Electrum服务器

# id_pgp_key
source: PGP key
cs: PGP klíč
de: PGP-Schlüssel
es: Clave PGP
fr: Clé PGP
it: Chiave PGP
ja: PGPキー
ko: PGP 키
nl: PGP-sleutel
pt_br: Chave PGP
ro: Cheie PGP
ru: PGP-ключ
uk: PGP-ключ
vi: Khóa PGP
zh: PGP密钥

# id_phone_call
source: Phone call
cs: Telefonát
de: Telefon-Anruf
es: Llamada telefónica
fr: Appel téléphonique
it: Telefonata
ja: 電話
ko: 전화
nl: Telefoongesprek
pt_br: Ligação de telefone
ro: Apel telefonic
ru: Телефонный звонок
uk: Телефонний дзвінок
vi: Gọi điện thoại
zh: 来电
