Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_you_have_successfully_sent_a
source: You have successfully sent a transaction. Please give us your feedback to improve Green.
es: Ha enviado una transacción exitosamente. Déjenos sus comentarios a fin de mejorar Green.
it: Transazione eseguita con successo. Lascia un feedback per aiutarci a migliorare Green.
ko: 거래를 성공적으로 보냈습니다. Green 개선을 위해 의견을 보내주십시오.
pt_br: Você realizou uma transação com sucesso. Por favor, deixe sua opinião para que possamos melhorar a Green.

# id_you_have_to_authenticate_using
source: You have to Authenticate using biometrics
cs: Musíte se ověřit pomocí biometrických údajů.
de: Du musst dich mit biometrischen Daten authentifizieren
es: Debe autenticarse mediante datos biométricos
fr: Vous devez vous authentifier à l'aide de la biométrie.
it: Devi effettuare l'Autenticazione tramite biometria
ja: 生体認証が必要です
ko: 생체 인식을 사용하여 인증하셔야 합니다.
nl: Je moet je identificeren met behulp van biometrie
pt_br: Você tem que autenticar usando biometria
ru: Вы должны пройти аутентификацию с помощью биометрии
uk: Вам необхідно пройти аутентифікацію за допомогою біометричних даних
zh: 您必须使用生物识别技术进行身份验证

# id_you_have_tor_enabled_are_you
source: You have Tor enabled, are you sure you want to open this webpage?
cs: Máte povolen Tor, jste si jisti, že chcete otevřít tuto webovou stránku?
de: Du hast Tor aktiviert. Bist du sicher, dass du diese Webseite öffnen möchtest?
es: Tor está habilitada. ¿Está seguro de que quiere abrir esta página?
fr: Vous avez activé Tor, êtes-vous sûr de vouloir ouvrir cette page web ?
it: Tor è abilitato. Sei sicuro di voler aprire questa pagina?
ja: Torが有効です。本当にこのページを開きますか？
ko: Tor가 활성화되어 있습니다. 이 웹페이지를 여시겠습니까?
nl: Je hebt Tor ingeschakeld, weet je zeker dat je deze webpagina wilt openen?
pt_br: Você ativou o Tor, tem certeza que deseja abrir esta página da web?
ru: У вас включен Tor, вы уверены, что хотите открыть эту веб-страницу?
uk: У вас включений Tor, ви впевнені, що хочете відкрити цю веб-сторінку?
zh: 您已启用Tor，确定要打开此网页吗？

# id_you_must_first_log_out_before
source: You must first log out before logging in.
cs: Před přihlášením se musíte nejprve odhlásit.
de: Du musst dich zuerst ausloggen, bevor du dich einloggen kannst.
es: Tiene que cerrar sesión antes de iniciar sesión.
fr: Vous devez vous déconnecter avant de vous reconnecter.
it: Devi effettuare il logout prima di poter accedere.
ja: ログインする前にログアウトして下さい。
ko: 로그인 전에 먼저 로그아웃해야 합니다.
nl: Je moet je afmelden voor je je kunt aanmelden.
pt_br: Você primeiro precisa sair antes de acessar.
ro: Trebuie să vă deconectați înainte de a vă loga.
ru: Прежде, чем войти, произведите выход.
uk: Перед тим, як увійти, спочатку вийдіть.
vi: Bạn phải đăng xuất trước khi đăng nhập
zh: 登录前必须先退出登录。

# id_you_must_save_this_mnemonic_now
source: You MUST save this mnemonic NOW
cs: Tuto mnemotechnickou frázi si MUSÍTE ULOŽIT NYNÍ
de: Sie MÜSSEN diesen Merksatz JETZT sichern
es: DEBE guardar la frase semilla AHORA.
fr: Vous devez ABSOLUMENT sauvegarder ce mnémonique MAINTENANT
it: Salva la mnemonic ORA
ja: このニモニックを直ちに保存して下さい
ko: 지금 이 니모닉을 반드시 저장하세요
nl: Je MOET deze herstelzin NU opslaan
pt_br: Você DEVE salvar este mnemônico AGORA
ro: TREBUIE să salvați această frază mnemonică ACUM
ru: Вы ДОЛЖНЫ сохранить эту мнемоническую фразу СЕЙЧАС
uk: Вам ПОТРІБНО зберегти цю мнемонічну фразу ЗАРАЗ
vi: Bạn PHẢI lưu các chữ gợi nhớ mnemonic NGÂY BAY GIỜ
zh: 你必须现在就保存助记词！

# id_you_only_have_one_twofactor
source: You only have one Two-Factor authentication method enabled
cs: Máte povolenou pouze jednu metodu autentizace pomocí 2-Faktorů
de: Sie haben nur eine Zwei-Faktor Authentifizierungsmethode aktiviert
es: Solo tiene habilitado un método de autenticación de dos factores
fr: Vous n'avez activé qu'une seule méthode d'authentification à double facteurs
it: Hai attivato un solo metodo di autenticazione a due fattori
ja: 2段階認証手段が1つしか設定されていません。
ko: 활성화된 이중 인증 방법이 하나밖에 없습니다
nl: Je hebt slechts één tweetrapsauthenticatiemethode ingesteld
pt_br: Você tem apenas um método de autenticação de dois fatores ativado
ro: Ați activat doar o metodă de autentificare cu doi factori
ru: У вас включен только один метод двухфакторной аутентификации
uk: У вас підключено лише один метод двофакторної аутентифікації
vi: Bạn chí có thể có 1 cách xác thực 2 lớp được kích hoạt.
zh: 您只开启了一项双重验证

# id_you_will_be_asked_to_enter_your
source: You will be asked to enter your passphrase at every login.
es: Se le pedirá que ingrese su contraseña cada vez que inicie sesión.
it: Ti verrà richiesto di digitare la tua passphrase a ogni login.
ko: 로그인 할 때마다 귀하의 암호문구 입력을 요구받게 됩니다.
pt_br: Sempre me lembrar de inserir a senha ao acessar a carteira.

# id_you_will_need_to_reenter_your
source: You will need to re-enter your mnemonic to login again if you do not set up a PIN. Press "OK" to continue.
cs: Pokud nenastavíte PIN, budete muset znovu zadat svou mnemotechnickkou frázi a znovu se přihlásit. Pokračujte stisknutím tlačítka „OK“.
de: Du musst Deinen Merksatz erneut eingeben um dich neu einzuloggen, falls Du keinen PIN eingerichtet hast. Drücke "OK" um fortzufahren.
es: Si no establece un PIN, tendrá que volver a ingresar su frase semilla para iniciar sesión. Presione "OK" para continuar.
fr: Vous devrez ressaisir votre code mnémonique pour vous reconnecter si vous ne configurez pas de code PIN. Appuyez sur "OK" pour continuer.
it: Se non imposti un PIN dovrai digitare nuovamente la tua mnemonic per accedere. Premi "OK" per continuare.
ja: PINを設定しない場合、ログインするにはもう一度ニモニックを入力しなければなりません。続けるには"OK"を押してください。
ko: PIN을 설정하지 않으면 재로그인 시 니모닉을 다시 입력해야 합니다. 계속 하시려면 "OK"를 누르세요.
nl: Je zal je herstelzin opnieuw moeten invoeren om je weer aan te melden als je geen PIN instelt. Druk op "OK" om door te gaan.
pt_br: Caso você não configure um PIN, toda vez que for acessar a carteira será necessário reinserir seu mnemônico. Pressione "OK" para continuar.
ro: Dacă nu setați un cod PIN, va trebui să reintroduceți fraza mnemonică pentru a vă loga din nou în cont. Apăsați "OK" pentru a continua.
ru: Если вы не установите PIN-код, каждый раз, чтобы войти, вам придется вводить вашу мнемоническую фразу. Нажмите "OK" для продолжения.
uk: Якщо ви не встановите PIN-код, кожного разу, для входу, вам потрібно буде вводити вашу мнемонічну фразу. Натисність "OK" для продовження.
vi: Bạn sẽ cần nhập loại các chữ gợi nhớ mnemonic để đăng nhập lại nếu bạn không cài mã số PIN. Ấn "OK" để tiếp tục.
zh: 如果没有设置PIN，你将需要重新输入你的助记词再次登录。点击“确认”继续。

# id_you_will_see_your_coins_here
source: You will see your coins here
cs: Své mince uvidíte zde
de: Deine Coins wirst du hier sehen
es: Verá sus monedas aquí
fr: Vous verrez vos pièces ici
it: I tuoi coin appariranno qui
ja: コインがここに表示されます
ko: 여기에서 코인을 볼 수 있습니다.
nl: Je munten verschijnen hier
pt_br: Suas moedas aparecerão aqui
ru: Здесь вы увидите свои монеты
uk: Ви побачите свої монети тут
zh: 您会在这里看到您的代币

# id_youll_need_to_back_up_your
source: You’ll need to back up your recovery phrase before you can send or receive funds, but you can still check out the wallet for now.
cs: Než budete moci odesílat nebo přijímat prostředky, budete muset zálohovat frázi pro obnovení, ale zatím si můžete peněženku prohlédnout.
de: Du musst ein Backup deiner Wiederherstellungs-Phrase erstellen, bevor du Gelder senden oder empfangen kannst. Du kannst dir das Wallet trotzdem schon mal ansehen.
es: Tendrá que crear una copia de su frase de recuperación antes de enviar o recibir fondos, pero ya puede explorar la cartera.
fr: Vous devrez sauvegarder votre phrase de récupération avant de pouvoir envoyer ou recevoir des fonds, mais vous pouvez toujours consulter le portefeuille pour le moment.
it: Dovrai effettuare il backup della tua recovery phrase prima di poter inviare o ricevere fondi. Puoi comunque dare un'occhiata al tuo wallet per il momento.
ja: リカバリーフレーズをバックアップするまで送受信はできませんが、その前にウォレット内を探検することができます。
ko: 자금을 주고 받기 전에 복구 문구를 백업해야 하지만, 현재는 지갑을 확인하실 수 있습니다.
nl: Je moet een back-up van je herstelzin maken voordat je geld kunt verzenden of ontvangen, maar je kunt de wallet nog wel bekijken.
pt_br: Para enviar ou receber fundos é necessário antes realizar o backup da sua carteira.
ro: Va trebui sa faceți o copie a frazei de recuperare înainte de a primi sau trimite fonduri dar puteți sa faceți un tur al portofelului.
ru: Вам нужно будет создать резервную копию фразы восстановления, прежде чем вы сможете отправлять или получать средства, но пока вы все равно можете проверять свой кошелек.
uk: Вам потрібно створити резервну копію фрази відновлення, перш ніж ви зможете надсилати та отримувати кошти, але поки ви все одно можете перевіряти свій гаманець.
zh: 您需要先备份您的助记词，然后才能发送或接收资金，但您现在仍然可以查看钱包。

# id_youll_need_your_pin_to_log_in
source: You'll need your PIN to log in to your wallet. This PIN secures the wallet on this device only.
cs: K přihlášení do peněženky budete potřebovat PIN. Tento PIN zajišťuje peněženku pouze na tomto zařízení.
de: Du wirst deine PIN benötigen, um dich in deinem Wallet anzumelden. Diese PIN sichert dein Wallet nur auf diesem Gerät.
es: Necesitará su PIN para iniciar sesión en su cartera. Dicho PIN protege la cartera únicamente en este dispositivo.
fr: Vous aurez besoin de votre code PIN pour vous connecter à votre portefeuille. Ce code PIN sécurise le portefeuille sur cet appareil uniquement.
it: Avrai bisogno del tuo PIN per accedere al wallet. Questo PIN protegge il tuo wallet solo su questo dispositivo.
ja: PINがないとウォレットにログインできません。設定したPINはこのデバイス上でのみウォレットを保護します。
ko: 지갑에 로그인하려면 PIN이 필요합니다. 이 PIN은 이 기기에서만 지갑 을 보호합니다.
nl: Je PIN is nodig om in te loggen op je wallet. Deze PIN beveiligt de wallet alleen op dit apparaat.
pt_br: O PIN é necessário para você acessar sua carteira. Este PIN protege a carteira somente neste dispositivo.
ro: Va trebui să setați un PIN pentru a vă loga in portofel. PIN-ul este valabil doar pentru acest dispozitiv.
ru: Вам понадобится PIN-код, чтобы войти в свой кошелек. Этот PIN-код защищает кошелек только на этом устройстве.
uk: Вам знадобиться PIN-код, щоб увійти в свій гаманець. Цей PIN-код захищає гаманець тільки на цьому пристрої.
zh: 您需要PIN才能登录钱包。该PIN仅用于保护此设备上的钱包。

# id_youll_need_your_recovery_phrase
source: You'll need your recovery phrase to restore this wallet
cs: K obnovení této peněženky budete potřebovat frázi pro obnovení.
de: Du wirst deine Wiederherstellungs-Phrase benötigen, um dieses Wallet wiederherstellen zu können
es: Necesitará su frase de recuperación para restaurar esta cartera.
fr: Vous aurez besoin de votre phrase de récupération pour restaurer ce portefeuille.
it: Avrai bisogno della tua recovery phrase per ripristinare il wallet
ja: このウォレットの復元にはリカバリーフレーズが必要です
ko: 이 지갑을 복구하려면 복구 문구가 필요합니다.
nl: Je hebt je herstelzin nodig om deze wallet te herstellen
pt_br: Você vai precisar da sua frase de recuperação para restaurar esta carteira
ru: Вам понадобится фраза восстановления, чтобы восстановить этот кошелек
uk: Вам знадобиться фраза відновлення, щоб відновити цей гаманець
zh: 您需要助记词才能恢复此钱包

# id_youll_see_your_coins_here_when
source: You'll see your coins here when you receive funds
cs: Zde uvidíte své mince, jakmile obdržíte finanční prostředky.
de: Hier wirst du deine Coins sehen, wenn du Gelder empfangen hast
es: Cuando reciba fondos, los verá aquí
fr: Vous verrez vos pièces ici lorsque vous recevrez des fonds.
it: I tuoi coin appariranno qui quando riceverai dei fondi
ja: 送金を受け取るとここにコインが表示されます
ko: 송금을 받으면 여기에서 코인 을 볼 수 있습니다
nl: Je ziet je munten hier wanneer je geld ontvangt
pt_br: Suas moedas irão aparecer aqui quando você receber fundos
ru: Вы увидите здесь свои монеты тогда, когда получите средства
uk: Ви побачите тут свої монети тоді, коли отримаєте кошти
zh: 当您收到资金时，您会在此处看到您的代币

# id_your_2fa_expires_so_that_if_you
source: Your 2FA expires, so that if you lose access to your 2FA method, or the Blockstream Green service becomes unavailable, you can always recover your bitcoin using this open source tool
cs: Platnost vašeho 2FA vyprší, takže pokud ztratíte přístup ke své metodě 2FA nebo služba Blockstream Green nebude k dispozici, můžete své bitcoiny kdykoli obnovit pomocí tohoto nástroje s otevřeným zdrojovým kódem
de: Deine 2FA läuft aus. Solltest du deine 2FA-Methode verlieren oder der Dienst von Blockstream Green ausfallen, kannst du deine Bitcoin immer noch mit diesem quelloffenen Tool wiederherstellen
es: Su 2FA tiene fecha de vencimiento, de modo que si pierde el acceso a su método 2FA o el servicio de Blockstream Green no funciona, podrá recuperar su bitcóin mediante esta herramienta de código abierto
fr: Votre 2FA expire, de sorte que si vous perdez l'accès à votre méthode 2FA, ou si le service Blockstream Green devient indisponible, vous pouvez toujours récupérer vos bitcoins en utilisant cet outil open source.
it: Qualora la tua 2FA sia scaduta, e che di conseguenza tu non riesca ad accedere al tuo metodo 2FA, o qualora il servizio Blockstream Green non sia disponibile, potrai sempre recuperare i tuoi bitcoin mediante questo tool open source
ja: 2段階認証が失効することで、2段階認証手段を失ったりBlockstream Greenがサービスを終了した場合でもご自身のビットコインをこのオープンソースのツールを使って回収することができます。
ko: 2FA가 만료되어 2FA에 대한 액세스 를 잃거나 Blockstream Green 서비스를 사용할 수 없게 된 경우, 이 오픈 소스 도구를 사용하여 언제든지 비트코인을 복구할 수 있습니다.
nl: Je 2FA verloopt, dus als je de toegang tot je 2FA-methode verliest, of de Blockstream Green-dienst niet beschikbaar is, kun je je bitcoins altijd herstellen met behulp van deze open-source-tool
pt_br: A proteção 2FA expira para permitir que você recupere seus fundos mesmo que o serviço da Blockstream Green fique indisponível ou você perca o acesso aos seus métodos de autenticação. Você sempre pode recuperar seus bitcoins usando a ferramenta de recuperação
ro: 2FA-ul are un termen de expirare. În acest fel, daca vă pierdeți accesul la 2FA sau dacă serverele Blockstream Green sunt offline, puteți oricând să vă recuperați fondurile folosind acest program open-source.
ru: Срок действия вашей 2FA истекает, поэтому, если вы потеряете доступ к своему методу 2FA или служба Blockstream Green станет недоступной, вы всегда можете восстановить свои биткоины с помощью этого инструмента с открытым исходным кодом.
uk: Термін дії вашої 2FA закінчується, тому, якщо ви втратите доступ до свого методу 2FA або служба Blockstream Green стане недоступною, ви завжди можете відновити свої біткоіни за допомогою цього інструменту з відкритим вихідним кодом.
zh: 您的2FA已过期，如果您无法访问2FA，或者Blockstream Green的服务不可用，您始终可以使用此开源工具恢复您的比特币

# id_your_device_was_disconnected
source: Your device was disconnected
cs: Vaše zařízení bylo odpojeno
de: Dein Gerät wurde entfernt
es: Su dispositivo se desconectó
fr: Votre appareil a été déconnecté
it: Dispositivo disconnesso
ja: デバイスの接続が解除されました
ko: 기기 연결이 끊어졌습니다.
nl: De verbinding met je apparaat is verbroken
pt_br: Seu dispositivo foi desconectado
ru: Ваше устройство было отключено
uk: Ваш пристрій було відключено
zh: 您的设备已断开连接

# id_your_favourite_exchange_rate_is
source: Your favourite exchange rate is not available at the moment. You can change it from settings.
cs: Váš oblíbený směnný kurz není v tuto chvíli k dispozici. Můžete jej změnit z nastavení.
de: Dein bevorzugter Wechselkursanbieter ist im Moment nicht verfügbar. Du kannst ihn über die Einstellungen ändern.
es: Su tipo de cambio preferido no está disponible en este momento. Puede cambiarlo en los ajustes.
fr: Votre taux de change préféré n'est pas disponible pour le moment. Vous pouvez le modifier à partir des paramètres.
it: Il tasso di cambio salvato come preferito non è disponibile al momento. Puoi cambiarlo dalle impostazioni.
ja: ご指定の交換レートが取得できませんでした。設定から変更することができます。
ko: 현재 선호하는 환율을 사용할 수 없습니다. 설정에서 환율을 변경할 수 있습니다.
nl: Je favoriete wisselkoers is momenteel niet beschikbaar. Je kunt dit wijzigen via de instellingen.
pt_br: Seu câmbio de referência favorito não está disponível no momento. Você pode alterá-lo nas configurações.
ro: Rata de schimb pe care ați ales-o nu este disponibilă în acest moment. Puteți să o schimbați din setări.
ru: Ваш предпочитаемый обменный курс в данный момент недоступен. Вы можете изменить его в настройках.
uk: Ваш бажаний обмінний курс в даний момент недоступний. Ви можете змінити його в налаштуваннях.
zh: 你选择的汇率当前不可使用。可以在设置中更改。

# id_your_funds_are_secured_by
source: Your funds are secured by multiple keys, with one key on your device and another on our servers protected by your 2FA. Select this option for enhanced security.
cs: Vaše prostředky jsou zabezpečeny několika klíči, přičemž jeden klíč je na vašem zařízení a druhý na našich serverech chráněn vaším 2FA. Tuto možnost vyberte pro lepší zabezpečení.
de: Deine Gelder werden durch mehrere Schlüssel gesichert: dabei ist ein Schlüssel auf deinem Gerät und ein weiterer Schlüssel auf unseren Servern wird durch 2FA geschützt. Wähle diese Option für mehr Sicherheit.
es: Sus fondos están protegidos por múltiples llaves: una de ellas se almacena en su dispositivo y la otra, en nuestros servidores, resguardados por su 2FA. Seleccione esta opción para mayor seguridad.
fr: Vos fonds sont sécurisés par des clés multiples, avec une clé sur votre appareil et une autre sur nos serveurs protégés par votre 2FA. Sélectionnez cette option pour une sécurité renforcée.
it: I tuoi fondi sono protetti da chiavi multiple, con una chiave sul tuo dispositivo e un'altra sui tuoi server protetti da 2FA. Seleziona questa opzione per maggiore sicurezza.
ja: 貴方の資金を複数の秘密鍵で管理します。１つはデバイス上、１つは2段階認証で保護され弊社のサーバーに保管されます。高度なセキュリティを求める方向け。
ko: 사용자 자 산은 여러 키로 보호됩니다. 하나는 사용자 기기에, 다른 하나는 2FA로 보호되는 Blockstream의 서버에 있습니다. 보안을 강화하려면 이 옵션을 선택하세요.
nl: Je geld wordt beveiligd door meerdere sleutels, met één sleutel op je apparaat en een andere op onze via jouw 2FA beschermde servers. Selecteer deze optie voor verbeterde beveiliging.
pt_br: Duas ou mais chaves são necessárias para movimentar os fundos. Uma chave fica armazenada no seu dispositivo e a outra em nossos servidores protegida por 2FA, pronta para aprovar suas transações. Contas com uma terceira chave exclusiva sua também podem ser criadas. Selecione essa opção se deseja maior segurança.
ro: Fondurile sunt protejate de două chei: o cheie pe dispozitivul dvs. iar o altă cheie pe serverele noastre, protejată de 2FA-ul dvs. Alegeți această opțiune pentru siguranță sporită.
ru: Ваши средства защищены несколькими ключами, один из которых находится на вашем устройстве, а другой - на наших серверах, защищенных вашей 2FA. Выберите этот вариант для повышения безопасности.
uk: Ваші кошти захищені кількома ключами, один з яких знаходиться на вашому пристрої, а інший - на наших серверах, захищених вашою 2FA. Виберіть цей варіант для підвищення безпеки.
zh: 您的资金由多个密钥保护，一个密钥在您的设备上，另一个在我们的服务器上并由您的2FA保护。选择该选项可增强安全性。

# id_your_funds_are_secured_by_a
source: Your funds are secured by a single key held on your device. Simpler to set up and operate than multisig. If in doubt, select this option.
cs: Vaše prostředky jsou zabezpečeny jediným klíčem drženým ve vašem zařízení. Jednodušší nastavení a provoz než multisig. Pokud máte pochybnosti, vyberte tuto možnost.
de: Deine Gelder werden durch einen einzelnen Schlüssel auf deinem Gerät gesichert: Es ist einfacher aufzusetzen und zu betrieben als Multisig. Wähle im Zweifel diese Option.
es: Sus fondos están protegidos por una sola llave almacenada en su dispositivo. Esta opción es más fácil de configurar y gestionar que la multifirma. Ante la duda, selecciónela.
fr: Vos fonds sont sécurisés par une clé unique détenue sur votre appareil. Plus simple à mettre en place et à utiliser que le multisig. En cas de doute, choisissez cette option.
it: I tuoi fondi sono protetti da chiave singola custodita sul tuo dispositivo. Più facile da impostare e utilizzare rispetto a multisig. Se hai dei dubbi, seleziona questa opzione.
ja: 貴方の資金はデバイス上の１つの鍵で管理されます。マルチシグより生成や利用が簡単です。何のことかわからない場合、これがおすすめです。
ko: 사용자 자 산은 사용자 기기에 있는 단일 키로 보호됩니다. 다중 서명보다 설정 및 작동이 더 간편합니다. 확신이 없 을 경우 이 옵션을 선택하세요.
nl: Je geld wordt beveiligd door een enkele sleutel op je apparaat. Eenvoudiger in te stellen en te gebruiken dan multisig. Kies bij twijfel deze optie.
pt_br: Uma única chave armazenada no seu dispositivo é necessária para movimentar os fundos. É mais simples de usar e configurar do que uma carteira do tipo conjunta. Na dúvida, escolha essa opção.
ro: Fondurile sunt protejate de o singură cheie. Mai ușor de folosit și întrebuințat decât varianta multisig. Dacă aveți dubii, selectați acesta opțiune.
ru: Ваши средства защищены одним ключом на вашем устройстве. Проще в настройке и эксплуатации, чем с мультиподписью. Если сомневаетесь, выберите этот вариант.
uk: Ваші кошти захищені одним ключем на вашому пристрої. Простіше в налаштуванні і експлуатації, ніж з мультіподпісью. Якщо маєте сумніви, оберіть цей варіант.
zh: 您的资金由设备上保存的单个私钥保护。比多重签名设置和操作更简单。如有疑问，请选择该选项。

# id_your_green_wallet_is_now_ready
source: Your Green wallet is now ready to use.
cs: Vaše Green peněženka je nyní připravena k použití.
de: Ihre Green Wallet ist nun startbereit.
es: Su cartera Green está lista para usarse.
fr: Votre portefeuille Green est prêt à être utilisé.
it: Il tuo wallet Green è ora pronto all'uso.
ja: Green ウォレットを使用できます。
ko: 이제 Green 지갑을 사용하실 수 있습니다
nl: Green Wallet is nu klaar voor gebruik.
pt_br: Sua carteira Green está pronta para uso.
ro: Portofelul dvs Green este acum gata de folosire.
ru: Ваш Green-кошелек готов к использованию.
uk: Ваш Green-гаманець готовий для використання.
vi: Ví Green của bạn bây giờ đã sẵn sàng để sử dụng
zh: 你的Green钱包现已可以使用。

# id_your_ios_device_might_not_be
source: Your iOS device might not be supported
cs: Vaše iOS zařízení nemusí být podporováno
de: Dein iOS-Gerät wird möglicherweise nicht unterstützt
es: Puede que su dispositivo iOS no sea compatible.
fr: Votre appareil iOS n'est peut-être pas pris en charge
it: Il tuo device iOS potrebbe essere non supportato
ja: 貴方のiOSデバイスは非対応の可能性があります
ko: iOS 기기가 지원되지 않을 수 있습니다.
nl: Je iOS-apparaat wordt mogelijk niet ondersteund
pt_br: Seu aparelho iOS pode não ser compatível
ro: Dispozitivul dvs iOS ar putea să nu fie compatibil
ru: Ваше устройство iOS может не поддерживаться
uk: Ваше пристрій iOS може не підтримуватися
vi: Thiết bị iOS bạn có thể không được hổ trợ
zh: 可能不支持你的iOS设备

# id_your_notifications_will_be
source: Your notifications will be shown here.
cs: Zde se zobrazí vaše oznámení.
de: Ihre Mitteilungen werden hier angezeigt.
es: Sus notificaciones aparecerán aquí.
fr: Vous verrez les notifications ici
it: Le tue notifiche appariranno qui.
ja: 告示情報はこちらから確認できます。
ko: 알림은 여기에서 볼 수 있습니다.
nl: Je notificaties verschijnen hier.
pt_br: Suas notificações serão mostradas aqui.
ro: Notificările vor fi afișate aici.
ru: Здесь будут показаны ваши уведомления.
uk: Ваші повідомлення будуть відображені тут.
vi: Các thông báo sẽ hiện ở đây
zh: 您的通知消息将在此显示。

# id_your_pin_or_your_mnemonic_will
source: Your PIN or your mnemonic will be required to access the wallet.
cs: K přístupu do peněženky bude vyžadován váš PIN nebo vaše mnemotechnická fráze.
de: Dein PIN oder dein Merksatz wird für den Zugriff auf die Wallet benötigt.
es: Necesitará su PIN o frase semilla para acceder a su cartera.
fr: Vos codes PIN et mnémonique seront demandés pour accéder au portefeuille.
it: Sarà necessario inserire il PIN o la mnemonic per accedere al wallet.
ja: ウォレットにアクセスするにはPINもしくはニモニックが必要です。
ko: 지갑을 사용하려면 PIN 또는 니모닉이 필요합니다.
nl: Je PIN of herstelzin zijn nodig om toegang te krijgen tot de wallet.
pt_br: Seu PIN ou mnemônico será necessário para acessar a carteira.
ro: Codul PIN sau fraza mnemonică vor fi necesare pentru a accesa portofelul.
ru: Для доступа к кошельку потребуется PIN-код или мнемоническая фраза.
uk: Для доступу до гаманця потрібен PIN-код або мнемонічна фраза.
vi: Mã PIN hoặc các chữ gợi nhớ mnemonic sẽ được yêu cầu để vào ví
zh: 访问钱包将需要你的PIN或助记词。
