Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_if_you_did_not_request_the
source: If you did not request the reset, but you cannot cancel the reset process because you can't access any existing Two-Factor Authorization methods, dispute this 2FA reset. This will permanently block your wallet, but you can undo this action.
cs: Pokud jste o resetování nepožádali, ale nemůžete proces resetování zrušit, protože nemáte přístup k žádným stávajícím metodám dvoufaktorové autorizace, zpochybněte toto resetování 2FA. Tím dojde k trvalému zablokování vaší peněženky, ale tuto akci můžete vzít zpět.
de: Falls du das Reset nicht angefragt hast und den Reset nicht abbrechen kannst, weil du keinen Zugriff auf eine existierende 2FA-Authentifizierungs-Methode hast, kannst du diesen Reset der 2FA anfechten. Dies wird deine Wallet dauerhaft sperren, aber du kannst diese Aktion ungeschehen machen.
es: Si no solicitó el restablecimiento pero no puede cancelarlo porque no tiene acceso a ninguno de los métodos de autorización de dos factores vigentes, impugne este restablecimiento 2FA. Dicha acción bloqueará su cartera permanentemente, pero podrá revertirla.
fr: Si vous n'avez pas demandé la réinitialisation, mais que vous ne pouvez pas annuler le processus de réinitialisation parce que vous ne pouvez accéder à aucune méthode d'autorisation à deux facteurs existante, contestez cette réinitialisation 2FA. Cela bloquera définitivement votre portefeuille, mais vous pouvez annuler cette action.
it: Se non hai richiesto il reset, ma non puoi cancellarlo perché non puoi accedere ad alcun metodo di Autorizzazione a Due Fattori, contesta questo reset della 2FA. In questo modo il tuo wallet verrà bloccato in modo permanente. Potrai annullare questa azione in qualsiasi momento.
ja: リセットを申請したのが貴方ではなく、2段階認証手段も失ってしまったためにキャンセルできない場合、2段階認証のリセットを係争申請してください。ウォレットの利用ができなくなりますが、この申請は取り消すこともできます。
ko: 초기화 를 요청하지 않았는데 기존의 이중 인증 방법에 액세스할 수 없 어 초기화 과정을 취소할 수 없는 경우, 2FA 초기화에 대한 이의를 신청하세요. 이를 통해 지갑 은 영구적으로 차단되지만 초기화는 취소할 수 있습니다.
nl: Als je de reset niet hebt aangevraagd, maar je het resetproces niet kunt annuleren omdat je geen toegang hebt tot bestaande tweetrapsauthenticatie-methoden, begin dan een 2FA-resetgeschil. Hiermee wordt je wallet permanent geblokkeerd, maar je kunt deze actie ongedaan maken.
pt_br: Se você não solicitou a redefinição, mas não pode cancelar o processo de redefinição porque não pode acessar nenhum método de autorização de dois fatores existente, conteste essa redefinição de 2FA. Isso bloqueará permanentemente sua carteira, mas você pode desfazer essa ação.
ru: Если вы не запрашивали сброс, но не можете отменить процесс сброса, потому что у вас нет доступа ни к каким существующим методам двухфакторной авторизации, оспорьте этот сброс 2FA. Это навсегда заблокирует ваш кошелек, но вы сможете отменить это действие.
uk: Якщо ви не запитували скидання, але не можете скасувати процес скидання, тому що у вас немає доступу до жодних існуючих методів двофакторної авторизації, ви маєте можливість оскаржити це скидання 2FA. Це назавжди заблокує ваш гаманець, але ви зможете скасувати цю дію.
zh: 如果您未请求重置，但由于无法访问任何现有的双重验证而无法取消重置过程，请对此2FA重置提出异议。这将永久屏蔽您的钱包，但您可以撤消此操作。

# id_if_you_have_access_to_a
source: If you have access to a Two-Factor method for this wallet, cancel the reset to be able to spend and receive immediately, or wait %d days.
cs: Pokud pro tuto peněženku máte přístup k dvoufaktorové metodě, zrušte reset, abyste mohli okamžitě utrácet a přijímat nebo čekat %d dny.
de: Wenn du Zugriff auf eine Zwei-Faktor-Methode für dieses Wallet hast, kannst du das Reset abbrechen, um sofort wieder senden und empfangen zu können, oder %d Tage warten.
es: Si tiene acceso a alguno de los métodos 2FA de esta cartera, cancele el restablecimiento para poder gastar y recibir fondos de inmediato, o bien espere %d días.
fr: Si vous avez accès à une méthode à deux facteurs pour ce portefeuille, annulez la réinitialisation pour pouvoir dépenser et recevoir immédiatement, ou attendez%d jours.
it: Se hai accesso a un metodo a Due Fattori per questo wallet, cancella il reset per poter spendere e ricevere immediatamente, oppure attendi %d giorni.
ja: このウォレットに紐づいた2段階認証手段が残されている場合、リセットをキャンセルして送受信機能を取り戻すか、%d日待つことができます。
ko: 이 지갑 의 이중 인증 방법에 액세스할 수 있다면 초기화를 취소하여 즉시 또는 %d일 후 자금을 사용하거나 받을 수 있습니다.
nl: Als je toegang hebt tot een 2FA-methode voor je wallet, annuleer dan de reset om de wallet onmiddellijk te kunnen gebruiken, of wacht %d dagen.
pt_br: Se você tiver acesso a um dos métodos de autenticação de dois fatores desta carteira, cancele a redefinição para poder gastar seus fundos, caso contrário aguarde %d dias
ro: Daca aveți acces la o metodă 2FA pentru acest portofel, anulați resetarea pentru a putea cheltui monedele sau asteptați %d zile.
ru: Если у вас есть доступ к двухфакторному методу для этого кошелька, отмените сброс, чтобы иметь возможность тратить и получать средства моментально, или подождите %d дней.
uk: Якщо у вас є доступ до двофакторного метода для цього гаманця, скасуйте скидання, щоб мати можливість витрачати і отримувати кошти миттєво, або почекайте %d днів.
zh: 如果您可以访问此钱包的双重验证，请取消重置以便能够立即转账和接收，或者等待%d天。

# id_if_you_have_some_coins_on_the
source: If you have some coins on the legacy address type, and you won't spend them shortly, you might need to setup an email and receive your recovery transactions to be sure you are always in control of your funds.
cs: Pokud máte nějaké mince na starším typu adresy a v nejbližší době je neutratíte, možná budete muset nastavit e-mail a přijímat transakce na obnovu, abyste měli jistotu, že máte své prostředky vždy pod kontrolou.
de: Falls du noch ein paar Coins auf dem alten (Legacy) Adress-Typ hast und sie nicht in nächster Zeit ausgibst, musst du gegebenenfalls eine Email schicken und deine Wiederherstellungs-Transaktion empfangen, um sicherzugehen, dass du die volle Kontrolle über deine Gelder behälst.
es: Si tiene monedas en un tipo de dirección legacy y no va a gastarlas en el corto plazo, le conviene configurar un correo electrónico para recibir sus transacciones de recuperación a fin de asegurarse de que nunca perderá el control de sus fondos.
fr: Si vous avez quelques pièces sur le type d'adresse héritée, et que vous ne les dépenserez pas de sitôt, vous pourriez avoir besoin de configurer un e-mail et de recevoir vos transactions de récupération pour être sûr de toujours contrôler vos fonds.
it: Se sei in possesso di alcuni coin sull'indirizzo legacy, che non spenderai a breve, potresti dover impostare un indirizzo e-mail e ricevere le tue recovery transaction per essere sicuro di mantenere sempre il controllo sui tuoi fondi.
ja: レガシーアドレスに資金があり、近日中に送金する予定がない場合、万が一の際に資金にアクセスできるようメールアドレスを登録してリカバリー用トランザクションを受け取る必要があります。
ko: 레거시 주소 유형에 어느 정도 코인을 갖고 있고 곧 사용할 계획이 없다면 자금을 언제나 관리할 수 있도록 이메일을 설정하여 복구 거래 내역을 받으실 수 있습니다.
nl: Als je munten van het oude adrestype hebt en deze niet binnenkort gaat gebruiken, moet je mogelijk een e-mailadres instellen en je hersteltransacties ontvangen om er zeker van te zijn dat je altijd de controle behoudt over je geld.
pt_br: Se você tiver algumas moedas em endereços do tipo legacy e não as gastará em breve, talvez seja interessante configurar um e-mail e receber suas transações de recuperação para ter certeza de que está sempre no controle de seus fundos.
ru: Если у вас есть монеты на legacy-адресе и вы не собираетесь тратить их в ближайшее время, вам может потребоваться настроить электронную почту и получать транзакции восстановления, чтобы быть уверенным, что вы всегда контролируете свои средства.
uk: Якщо у вас є монети на legacy-адресі і ви не збираєтеся витрачати їх найближчим часом, вам можливо буде потрібно налаштувати електронну пошту і отримувати транзакції відновлення, щоб бути впевненим, що ви завжди контролюєте свої кошти.
zh: 如果您有一些代币保存在旧的地址类型，并且您不会很快花费它们，您可能需要设置电子邮件并接收您的恢复转账，以确保您始终可以控制您的资金。

# id_if_you_initiated_the_2fa_reset
source: If you initiated the 2FA reset dispute by mistake, you can undo it and set the wallet back to 2FA reset state.
cs: Pokud jste spor o resetování 2FA zahájili omylem, můžete jej vrátit zpět a nastavit peněženku zpět do stavu resetování 2FA.
de: Falls du die Anfechtung des 2FA-Reset aus Versehen initiiert hast, kannst du dies ungeschehen machen und die Wallet in den Status 2FA-Reset zurück bringen.
es: Si presentó una disputa errónea por un restablecimiento 2FA, puede anularlo y restaurar el proceso de restablecimiento de la cartera.
fr: Si vous avez lancé le conflit de réinitialisation 2FA par erreur, vous pouvez l'annuler et remettre le portefeuille en état de réinitialisation 2FA.
it: Se hai iniziato la contestazione del reset della 2FA per sbaglio, potrai annullare l'azione e ripristinare il reset della 2FA del tuoi wallet.
ja: 誤って2段階認証リセットの係争申請をしてしまった場合、取り消すことでウォレットを2段階認証リセット中の状態に戻すことができます。
ko: 실수로 2FA 초기화 이의 신청을 시작했다면 이를 취소하고 지갑을 2FA 초기화 상태로 되돌릴 수 있습니다.
nl: Als je per ongeluk het 2FA-resetgeschil hebt gestart, kun je dit ongedaan maken en de wallet terugzetten naar de 2FA-resetstatus.
pt_br: Se você iniciou a disputa de redefinição 2FA por engano, você pode desfazê-la e voltar para o estado de redefinição 2FA anterior.
ro: Daca ați inițiat contestarea resetării 2FA din greșeală, puteți anula contestarea.
ru: Если вы по ошибке инициировали спор о сбросе 2FA, вы можете отменить его и вернуть кошелек в состояние сброса 2FA.
uk: Якщо ви помилково ініціювали оскарження скидання 2FA, ви можете його скасувати і повернути гаманець в стан скидання 2FA.
zh: 如果您错误地发起了2FA重置争议，您可以撤消它并设置钱包回到2FA重置状态。

# id_import_a_multisig_shield_wallet
source: Import a Multisig Shield wallet created on Blockstream Green.
cs: Importovat Multisig Shield peněženku vytvořenou na Blockstream Green.
de: Importiere eine in Blockstream Green erstellte Multisig Shield-Wallet.
es: Importe una cartera Multisig Shield creada en Blockstream Green.
fr: Importez un portefeuille Multisig Shield créé sur Blockstream Green.
it: Importa un wallet Multisig Shield creato su Blockstream Green.
ja: Blockstream Greenで作成されたマルチシグ・シールドウォレットを取り込みます。
ko: Blockstream Green에서 생성된 Multisig Shield 지갑 가져오기
nl: Importeer een Multisig Shield-wallet die is gemaakt op Blockstream Green.
pt_br: Restaure uma carteira conjunta criada na Blockstream Green.
ru: Импортируйте кошелек Multisig Shield, созданный в Blockstream Green.
uk: Імпортуйте гаманець Multisig Shield, створений у Blockstream Green.
zh: 导入在Blockstream Green上创建的Multisig Shield钱包。

# id_import_a_wallet_created_on
source: Import a wallet created on Blockstream Green.
cs: Importujte peněženku vytvořenou na Blockstream Green.
de: Importiere eine Wallet, die mit Blockstream Green erstellt wurde.
es: Importe una cartera creada en Blockstream Green.
fr: Importez un porte-monnaie créé sur Blockstream Green.
it: Importa un wallet creato su Blockstream Green
ja: Blockstream Greenで作成されたウォレットを取り込みます。
ko: Blockstream Green에서 생성된 지갑 가져오기
nl: Importeer een wallet die is gemaakt op Blockstream Green.
pt_br: Importar uma carteira criada na Blockstream Green.
ro: Importați un portofel creat cu Blockstream Green.
ru: Импортируйте кошелек, созданный в Blockstream Green.
uk: Імпортуйте гаманець, створений у Blockstream Green.
zh: 导入一个在Blockstream Green上创建的钱包。

# id_import_a_wallet_created_with
source: Import a wallet created with other apps. This option only works with singlesig wallets using BIP39 mnemonics, and following the BIP44, BIP49, or BIP84 derivations.
cs: Importujte peněženku vytvořenou pomocí jiných aplikací. Tato možnost funguje pouze s peněženkami s jedním podpisem používajícími mnemonické fráze BIP39 s následujícími derivacemi BIP44, BIP49 nebo BIP84.
de: Importiere eine Wallet, die mit einer anderen App erstellt wurde. Diese Option funktioniert nur mit Singlesig-Wallets, die das BIP39-Mnemonik verwenden und Ableitungen gemäß BIP44, BIP49 oder BIP84 befolgen.
es: Importe una cartera creada en otra app. Esta opción solo se aplica a carteras singlesig que emplean frases semilla BIP39 y se rigen por los estándares BIP44, BIP49 o derivaciones BIP84.
fr: Importer un portefeuille créé avec d'autres applications. Cette option ne fonctionne qu'avec les portefeuilles singlesig utilisant les mnémoniques BIP39, et suivant les dérivations BIP44, BIP49, ou BIP84.
it: Importa un wallet creato con altre app. Questa opzione funziona solo con wallet singlesig che utilizzano BIP39, BIP44, BIP49 e BIP84.
ja: 他のアプリで作成されたウォレットを取り込みます。BIP39のニモニックとBIP44, BIP49, BIP84のいずれかの標準デリベーションを使って作成されたウォレットのみ対応しています。
ko: 다른 앱으로 만든 지갑 가져오기. 이 옵션은 BIP39 니모닉을 사용하고 BIP44 또는 BIP49, BIP84 파생을 따르는 단일 서명 지갑에서만 사용 가능합니다.
nl: Importeer een wallet die is gemaakt met andere apps. Deze optie werkt alleen met singlesig-wallets die BIP39-herstelzinnen gebruiken en de BIP44-, BIP49- of BIP84-regels volgen.
pt_br: Restaure carteiras criadas em outros aplicativos. Esta opção funciona somente em carteiras individuais BIP39 e com os as seguintes derivações BIP44, BIP49, or BIP84.
ro: Importați un portofel creat cu alte aplicații. Valabil doar pentru portofele cu semnatură unică cu fraze de recuperare BIP39 si derivație BIP44, BIP49 sau BIP84.
ru: Импортируйте кошелек, созданный в других приложениях. Эта опция работает только с одноподписными кошельками, использующими мнемонику BIP39 и ее производные BIP44, BIP49 или BIP84.
uk: Імпортуйте гаманець, створений в інших додатках. Ця опція працює тільки з однопідписними гаманцями, які використовують мнемоніку BIP39 і її похідні BIP44, BIP49 або BIP84.
zh: 导入其他应用程序创建的钱包。该选项仅适用于使用BIP39助记词并遵循BIP44、BIP49或BIP84派生的单签钱包。

# id_incoming
source: Incoming
cs: Příchozí
de: Eingang
es: Entrante
fr: Entrant
it: In arrivo
ja: 受信中
ko: 입금
nl: Binnenkomend
pt_br: Recebida
ro: În curs de primire
ru: Поступление
uk: Надходження
vi: Đang đến
zh: 输入

# id_inconsistent_data_provided_for
source: Inconsistent data provided for enabling Authenticator 2FA
cs: Pro povolení 2FA autentikátoru byly poskytnuty nekonzistentní údaje
de: Inkonsistente Daten bei der Aktivierung der Authenticator 2FA eingegeben
es: Los datos proporcionados para habilitar el autenticador 2FA no coinciden
fr: Données incohérentes fournies pour l'activation d'Authenticator 2FA
it: Dati insufficienti per poter abilitare Authenticator 2FA
ja: Authenticatorによる2段階認証に必要なデータが一致しません
ko: Authenticator 2FA 활성화를 위해 제공된 데이터 불일치
nl: Inconsistente gegevens voor inschakelen Authenticator 2FA
pt_br: Dados inconsistentes fornecidos para ativar o autenticador 2FA
ro: Datele oferite pentru activarea Autentificării cu 2 factori 2FA nu corespund
ru: Несогласованные данные, предоставленные для включения аутентификатора 2FA
uk: Неузгоджені дані, надані для включення аутентифікатора 2FA
vi: Dữ liệu không nhất quán được cung cấp để kích hoạt gauth
zh: 启用Authenticator 2FA提供的数据不一致

# id_increase_fee
source: Increase fee
cs: Zvyšte poplatek
de: Gebühr erhöhen
es: Aumentar comisión
fr: Augmenter les frais
it: Aumenta fee
ja: 手数料を追加する
ko: 수수료 높이기
nl: Tarief verhogen
pt_br: Aumentar taxa
ro: Creștere comision
ru: Повышение комиссии
uk: Підвищити комісію
vi: Tăng phí
zh: 提高费用

# id_information_not_available
source: Information not available.
cs: Informace nejsou k dispozici.
de: Keine Informationen verfügbar
es: Información no disponible.
fr: Pas d'information disponible.
it: Informazione non disponibile.
ja: 情報がありません。
ko: 해당 정보가 없습니다.
nl: Informatie niet beschikbaar.
pt_br: Informação não disponível.
ro: Informația nu este disponibilă.
ru: Информация недоступна.
uk: Інформація недоступна.
vi: Thông tin không có sẵn.
zh: 信息不可用。

# id_initialized
source: Initialized
cs: Inicializováno
de: Initialisiert
es: Iniciado
fr: Initialisé
it: Inizializzato
ja: 初期化完了
ko: 초기화 완료
nl: Opgezet
pt_br: Inicializado
ro: Inițializat
ru: Инициализировано
uk: Ініціалізовано
zh: 初始化

# id_initializing_tor
source: Initializing Tor…
cs: Inicializace Toru…
de: Initialisiere Tor...
es: Inicializando Tor...
fr: Initialisation de Tor...
it: Inizializzazione Tor in corso…
ja: Torの初期化中…
ko: Tor 초기화 중…
nl: Tor opzetten...
pt_br: Iniciando Tor…
ro: Inițializare Tor...
ru: Инициализация Tor…
uk: Ініціалізація Tor …
zh: 初始化Tor。。。

# id_insert_your_email_to_receive
source: Insert your email to receive 2FA codes to authorize transfers and other operations.
cs: Vložte svůj e-mail a získejte kódy 2FA pro autorizaci převodů a dalších operací.
de: Email-Adresse eingeben, um die 2FA-Codes zu erhalten, die Transfers und andere Aktionen authorisieren.
es: Ingrese su correo electrónico para recibir códigos 2FA y autorizar transferencias y otras operaciones.
fr: Insérez votre e-mail pour recevoir les codes 2FA permettant d'autoriser les transferts et autres opérations.
it: Inserisci il tuo indirizzo e-mail per ricevere i codici 2FA e autorizzare trasferimenti e altre operazioni.
ja: 送金やその他の操作時に2段階認証コードを受け取るメールアドレスを入力してください。
ko: 송금 및 기타 작업을 승인하기 위해 2FA 코드를 수신할 이메일을 입력하세요
nl: Voer je e-mailadres in om 2FA-codes te ontvangen om overdrachten en andere bewerkingen te autoriseren.
pt_br: Insira seu e-mail para receber códigos 2FA e autorizar transferências e outras operações.
ru: Укажите свой адрес электронной почты, чтобы получить коды 2FA для авторизации переводов и других операций.
uk: Вставте свою адресу електронної пошти, щоб отримати коди 2FA для авторизації переказів та інших операцій.
zh: 输入您的电子邮件以接收2FA代码授权转账和其他操作。

# id_install_version_s
source: Install version: %@?
cs: Instalovat verzi: %@?
de: Installiere Version: %@?
es: ¿Instalar versión: %@?
fr: Installaltion de la version: %@?
it: Installa versione: %@?
ja: バージョン%@をインストールしますか？
ko: %@? 버전 설치하기
nl: Versie installeren: %@?
pt_br: Instalar a versão: %@?
ro: Instalați versiunea: %@?
ru: Установить версию:%@?
uk: Встановити версію: %@?
zh: 安装版本：%@？

# id_insufficient_funds
source: Insufficient funds
cs: Nedostatek finančních prostředků
de: Unzureichende Mittel
es: Fondos insuficientes
fr: Fonds insuffisants
it: Fondi insufficienti
ja: 資金が足りません
ko: 자산 부족
nl: Balans niet toereikend
pt_br: Fundos insuficientes
ro: Fonduri insuficiente
ru: Недостаточно средств
uk: Недостатньо коштів
vi: Không đủ tiền
zh: 资金余额不足

# id_insufficient_lbtc_for_fees
source: Insufficient L-BTC for fees
cs: Nedostatečný L-BTC pro poplatky
de: Unzureichende L-BTC für Netzwerkgebühren.
es: L-BTC insuficientes para las comisiones
fr: Nombre de L-BTC insuffisant pour les frais
it: L-BTC insufficienti per fee
ja: 手数料のためのL-BTCが足りません
ko: 수수료를 지불할 L-BTC가 부족합니다
nl: Onvoldoende L-BTC voor netwerkkosten
pt_br: L-BTC insuficiente para pagar taxas
ro: L-BTC insuficient pentru plata comisioanelor de tranzacție
ru: Недостаточно L-BTC для комиссий
uk: Недостатньо L-BTC для комісій
vi: Không đủ số lượng L-BTC để trả phí giao dịch
zh: 剩余L-BTC不足以支付转账手续费

# id_insufficient_lbtc_to_send_a
source: Insufficient L-BTC to send a transaction. In Liquid, L-BTC are needed to pay transaction fees. Generate an address to receive L-BTC
cs: Nedostatečný L-BTC k odeslání transakce. V Liquid jsou L-BTC k placení transakčních poplatků. Vygenerujte adresu pro příjem L-BTC
de: L-BTC reichen nicht aus um eine Transaktion durchzuführen. Liquid erfordert L-BTC um Netzwerkgebühren zu bezahlen. Erstellen Sie eine Adresse um L-BTC zu empfangen.
es: L-BTC insuficientes para enviar una transacción. En Liquid, se requieren L-BTC para pagar las comisiones de las transacciones. Genere una dirección para recibir L-BTC
fr: Il manque des L-BTC pour procéder à la transaction. Dans Liquid, les L-BTC sont nécessaires pour payer les frais de transaction. Générer une adresse pour recevoir des L-BTC
it: L-BTC insufficienti per inviare una transazione. Su Liquid sono necessari degli L-BTC per pagare le fee di transazione. Crea un indirizzo per ricevere L-BTC.
ja: トランザクションを送るためのL-BTCが足りません。Liquidではトランザクション手数料の支払いにL-BTCが必要です。L-BTCを受け取るためのアドレスを生成しましょう
ko: L-BTC가 부족하여 거래를 전송할 수 없습니다. Liquid에서는 거래 수수료 결제 시 L-BTC가 사용됩니다. L-BTC를 받을 주소를 생성하세요.
nl: Onvoldoende L-BTC om een transactie te versturen. Liquid maakt gebruik van L-BTC om netwerkkosten voor transacties te betalen. Genereer een adres om L-BTC te ontvangen.
pt_br: Você não possui L-BTC suficiente para enviar a transação. Na rede Liquid, L-BTC são necessários para pagar as taxas da rede.
ro: Nu aveți suficient L-BTC pentru a efectua o tranzacție. În rețeaua Liquid, L-BTC sunt necesari pentru a plăti comisioanele de tranzacție. Generați o adresă la care să primiți L-BTC.
ru: Недостаточно L-BTC для отправки транзакции. В Liquid L-BTC необходимы для оплаты комиссии за транзакцию. Сгенерируйте адрес для получения L-BTC
uk: Недостатньо L-BTC для відправки транзакції. У Liquid L-BTC необхідні для оплати комісії за транзакцію. Згенеруйте адресу для отримання L-BTC
vi: L-BTC không đủ để gửi một giao dịch. Trong Liquid, L-BTC là cần thiết để trả phí giao dịch. Tạo địa chỉ để nhận L-BTC
zh: L-BTC不足，无法发起转账。在液态网络中，需要L-BTC来支付转账手续费。生成地址以接收L-BTC

# id_invalid_address
source: Invalid address
cs: Neplatná adresa
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse invalide
it: Indirizzo non valido
ja: アドレスが間違っています
ko: 유효하지 않은 주소
nl: Ongeldig adres
pt_br: Endereço inválido
ro: Adresă invalidă
ru: Невалидный адрес
uk: Неправильна адреса
vi: Địa chỉ không hợp lệ
zh: 地址无效

# id_invalid_amount
source: Invalid amount
cs: Neplatná částka
de: Ungültiger Betrag
es: Cantidad inválida
fr: Montant invalide
it: Importo non valido
ja: 無効な数量
ko: 유효하지 않은 액수
nl: Ongeldig bedrag
pt_br: Quantia inválida
ro: Cantitate invalidă
ru: Недопустимая сумма
uk: Неправильна сума
vi: Số tiền không hợp lệ
zh: 金额无效

# id_invalid_asset_id
source: Invalid Asset ID
cs: Neplatné ID aktiva
de: Ungültige Asset-ID
es: ID de activo inválido
fr: Invalide actif ID
it: ID asset non valido
ja: アセットIDが無効です
ko: 잘못된 자산 ID
nl: Ongeldige asset-ID
pt_br: ID de ativo inválido
ru: Недопустимый ID актива
uk: Недійсний ID активу
zh: 无效的资产ID

# id_invalid_clipboard_contents
source: Invalid clipboard contents
cs: Neplatný obsah schránky
de: Ungültiger Inhalt im Clipboard
es: Contenidos del portapapeles inválidos
fr: Contenu du presse-papiers non valide
it: Contenuti clipboard non validi
ja: クリップボードの内容が無効です
ko: 잘못된 클립보드 콘텐츠
nl: Ongeldige klembordinhoud
pt_br: Conteúdo inválido na área de transferência
ru: Неверное содержимое буфера обмена
uk: Неправильний вміст буфера обміну
zh: 无效的剪贴板内容

# id_invalid_merkle_proof
source: Invalid Merkle proof
cs: Neplatný Merkleův důkaz
de: Ungültiger Merkle-Proof
es: Prueba de Merkle inválida
fr: Preuve de Merkle invalide
it: Merkle proof non valida
ja: マークルプルーフが無効です
ko: 잘못된 머클 증명
nl: Ongeldige Merkle proof
pt_br: Prova de Merkle inválida
ru: Недействительное доказательство Меркла
uk: Недійсний доказ Меркла
zh: 无效的默克尔证明

# id_invalid_mnemonic
source: Invalid mnemonic
cs: Neplatná mnemotechnická fráze
de: Ungültiger Merksatz
es: Frase semilla inválida
fr: Mnémonique invalide
it: Mnemonic non valida
ja: 無効なmnemonic
ko: 유효하지 않은 니모닉(복원 코드)
nl: Ongeldige herstelzin
pt_br: Mnemônico inválido
ro: Frază mnemonică invalidă
ru: Недопустимая мнемоническая фраза
uk: Неправильна мнемонічна фраза
vi: Chữ gợi nhớ mnemonic không hợp lệ
zh: 助记词无效

# id_invalid_mnemonic_continue
source: Invalid mnemonic. Continue typing or ask for help
cs: Neplatná mnemotechnická fráze. Pokračujte v psaní nebo požádejte o pomoc
de: Ungültiger Mnemonik. Eingabe fortsetzen oder um Hilfe fragen
es: Frase semilla inválida. Siga escribiendo o pídanos ayuda.
fr: Mnémonique non valide. Continuez à taper ou demandez de l'aide
it: Mnemonic non valida. Continua a digitare o chiedi aiuto
ja: ニモニックが無効です。入力を続行するか、サポートにご連絡ください
ko: 잘못된 니모닉. 계속 입력하거나 도움을 요청하세요
nl: Ongeldige herstelzin. Ga door met typen of vraag om hulp
pt_br: Mnemônico inválido. Continue digitando ou peça ajuda
ro: Frază de recuperare invalidă. Continuați sau contactați departamentul suport.
ru: Неверная мнемоническая фраза. Продолжайте печатать или попросите о помощи
uk: Невірна мнемонічна фраза. Продовжуйте друкувати або попрохайте про допомогу
zh: 无效的助记词。继续输入或寻求帮助
