Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_there_are_no_results_for_the
source: There are no results for the applied filter
cs: Pro použitý filtr nejsou k dispozici žádné výsledky
de: Es gibt keine Ergebnisse für deinen Filter
es: El filtró aplicado no arrojó resultados
fr: Il n'y a pas de résultats pour le filtre appliqué
it: Nessun risultato trovato per il filtro applicato
ja: フィルター条件に該当する結果はありません
ko: 적용된 필터에 대한 검색 결과가 없습니다
nl: Er zijn geen resultaten voor de toegepaste filter
pt_br: Não há resultados para o filtro aplicado
ru: Нет результатов для примененного фильтра
uk: Немає результатів для застосованого фільтра
zh: 筛选无结果

# id_there_is_already_a_pin_set_for
source: There is already a PIN set for a %@ wallet. Proceeding will not allow setting a PIN and login will require the 24 words mnemonic. You can disable PIN from settings or with 3 failed attempts.
cs: Pro %@ peněženku je již nastaven PIN. Pokračování neumožňuje nastavení PIN a přihlášení bude vyžadovat 24 slov mnemotechnické fráze. PIN můžete deaktivovat z nastavení nebo po 3 neúspěšných pokusech.
de: Es besteht bereits eine PIN für ein %@ Wallet. Beim Fortfahren kann keine neue PIN erstellt werden und das Login benötigt den 24-Wort-Merksatz. Der PIN kann unter den Einstellungen oder mit 3 ungültigen Versuchen deaktiviert werden.
es: Ya se ha establecido un PIN para la cartera %@. Si continúa, no podrá establecer un PIN y deberá ingresar con la frase semilla de 24 palabras. El PIN puede desactivarse desde el panel de configuración o si se ingresa el PIN equivocado tres veces.
fr: Un code PIN est déjà défini pour un portefeuille %@. Poursuivre ne permettra pas de redéfinir un code PIN, la connexion nécessitera le code mnémonique de 24 mots. Vous pouvez désactiver le code PIN à partir des paramètres ou après 3 tentatives infructueuses.
it: Esiste già un PIN per un wallet %@. Procedendo non potrai impostare un PIN e il login richiederà la mnemonic da 24 parole. Puoi disabilitare il PIN dalle impostazione o con 3 tentativi sbagliati.
ja: %@のウォレットには既にPINが設定されているものがあります。続行する場合、PINの設定はできずログイン時には毎回24個単語のニモニックが必要です。PINの無効化は設定から、もしくはログインを3回失敗することでできます。
ko: %@ 지갑의 PIN이 이미 설정되어 있습니다. 계속 진행하시면 PIN은 설정할 수 없고, 로그인 시 24개 단어의 니모닉이 요구됩니다. 설정에서 변경하거나 3번 로그인 시도를 실패하여 PIN을 비활성화할 수 있습니다.
nl: Er is al een PIN ingesteld voor een %@ wallet. Als je doorgaat kan er geen PIN worden ingesteld en kun je je alleen aanmelden met de 24 woorden van de herstelzin. Je kunt de PIN uitschakelen via de instellingen of door hem drie keer verkeerd in te voeren.
pt_br: Já existe um PIN configurado para a carteira %@. Mesmo prosseguindo não será possível configurar um novo PIN e para acessar será necessário utilizar o mnemônico de 24 palavras. Você pode desativar o PIN nas configurações ou realizando 3 tentativas de login inválidas.
ro: Deja a fost setat un PIN pentru un portofel %@. Dacă veți continua astfel, nu vi se va mai permite să setați un PIN, iar logarea va necesita cele 24 de cuvinte mnemonice. Puteți dezactiva PIN-ul din setări sau prin efectuarea a 3 încercări greșite de introducere.
ru: PIN-код установлен для %@кошелька. В дальнейшем вы не сможете устанавливать PIN-код и логин, для входа потребуется мнемоническая фраза из 24 слов. PIN-код будет отключен при удалении его в настройках или 3-кратном ошибочном введении.
uk: PIN-код встановлено для %@гаманця. Якщо продовжити, не можна буде встановити PIN і для входу буде потрібно ввести мнемонічну фразу з 24 слів. Ви зможете вимкнути PIN-код в налаштуваннях або 3-кратним помилковим введенням.
vi: Đã có mã PIN cho ví %@. Không thể thiết lập mã PIN và khi đăng nhập sẽ hỏi 24 chữ gợi nhớ mnemonic. Bạn có thể hủy số PIN từ cài đặt hoặc với việc cố làm 3 lần
zh: 钱包%@已设置PIN。继续进行登录将无法设置PIN，而需要24个单词的助记词。可在设置中关闭PIN，或输入错误的PIN3次也可关闭PIN。

# id_these_are_some_compatible
source: These are some compatible wallets:
cs: Zde jsou některé kompatibilní peněženky:
de: Hier sind ein paar kompatible Wallets:
es: Las siguientes carteras son compatibles:
fr: Ce sont des portefeuilles compatibles :
it: Esempi di wallet compatibili:
ja: 互換性のあるウォレットの例です:
ko: 호환되는 지갑은 아래과 같습니다.
nl: Dit zijn enkele compatibele wallets:
pt_br: Estas são algumas carteiras compatíveis:
ro: Acestea sunt niște portofele compatibile:
ru: Вот несколько совместимых кошельков:
uk: Ось декілька сумісних гаманців:
zh: 这些是兼容的钱包：

# id_these_settings_apply_for_every
source: These settings apply for every wallet you use on Blockstream Green.
cs: Tato nastavení platí pro každou peněženku, kterou používáte na Blockstream Green.
de: Diese Einstellungen gelten für alle Wallets, die du mit Blockstream Green verwendest.
es: Estos ajustes se aplican a todas las carteras que use en Blockstream Green.
fr: Ces paramètres s'appliquent à chaque portefeuille que vous utilisez sur Blockstream Green.
it: Queste impostazioni valgono per tutti i wallet su Blockstream Green
ja: これらの設定はBlockstream Green上のすべてのウォレットに適用されます。
ko: 이 설정은 Blockstream Green에서 지원하는 모든 지갑에 적용됩니다.
nl: Deze instellingen gelden voor elke wallet die je op Blockstream Green gebruikt.
pt_br: Essas configurações se aplicam em todas suas carteiras na Blockstream Green.
ro: Aceste setări se aplică pentru toate portofelele din Blockstream Green
ru: Эти настройки применяются для каждого кошелька, который вы используете в Blockstream Green.
uk: Ці настройки застосовуються для кожного гаманця, який ви використовуєте в Blockstream Green.
zh: 这些设置适用于您在Blockstream Green上使用的每个钱包。

# id_this_feature_is_coming_soon
source: This feature is coming soon, stay tuned!
cs: Tato funkce se brzy objeví, zůstaňte naladěni!
de: Diese Funktion kommt bald, bleib dran!
es: Esta característica estará disponible próximamente. ¡No se la pierda!
fr: Cette fonctionnalité sera bientôt disponible, restez à l'écoute !
it: Nuova funzionalità in arrivo. Stay tuned!
ja: この機能はまもなく追加予定です！
ko: 이 기능은 곧 제공될 예정입니다. 조금만 기다려주세요!
nl: Deze functie komt binnenkort, houd ons in de gaten!
pt_br: Esse recurso estará disponível em breve!
ru: Эта функция скоро появится, следите за обновлениями!
uk: Ця функція скоро з'явиться, слідкуйте за оновленнями!
zh: 此功能即将推出，敬请期待！

# id_this_transaction_spent
source: This transaction spent non-confidential funds.
cs: Tato transakce utratila nedůvěrné prostředky.
de: Bei dieser Transaktion wurden nicht-vertrauliche Geldmittel ausgegeben.
es: En esta transacción se utilizaron fondos no confidenciales.
fr: Cette transaction a généré des fonds non confidentiels.
it: Con questa transazione sono stati spesi non-confidential fund.
ja: このトランザクションには秘匿化されていない資金が含まれていました。
ko: 이 거래 에 공개 자금 이 사용되었습니다.
nl: Bij deze transactie is niet-vertrouwelijk geld uitgegeven.
pt_br: Esta transação gastou fundos não confidenciais.
ro: Această tranzacție a trimis monede non-confidențiale.
ru: На эту транзакцию потрачены неконфиденциальные средства.
uk: На цю транзакцію витрачені неконфіденційні кошти.
vi: Giao dịch này đã tiêu tiền không bí mật.
zh: 这笔转账花费了非隐私资金。

# id_this_wallet_is_based_on_your
source: This wallet is based on your recovery phrase and a BIP39 Passphrase
es: Esta cartera está basada en su frase de recuperación y una contraseña BIP39
it: Il wallet si basa sulla tua recovery phrase e una Passphrase BIP39
ko: 이 지갑은 복구 문구와 BIP39 암호 문구를 기반으로 합니다.
pt_br: Esta carteira é baseada na sua chave de recuperação e na senha BIP39 escolhida

# id_this_wallet_operates_on_a_test
source: This wallet operates on a test network. Anything you receive or send here has no value
cs: Tato peněženka funguje v testovací síti. Cokoli, co zde obdržíte nebo odešlete, nemá žádnou hodnotu.
de: Dieses Wallet benutzt ein Test-Netzwerk. Alles, was du hier empfängst oder sendest, hat keinen Wert
es: Esta cartera opera en una red de prueba. Todo lo que reciba o envíe aquí carece de valor.
fr: Ce portefeuile fonctionne sur un réseau de test. Tout ce que vous recevez ou envoyez ici n'a aucune valeur.
it: Questo wallet è attivo su un test network. Tutto quello che ricevi o invii non ha alcun valore
ja: このウォレットはテストネット用です。送受信するものに価値はありません。
ko: 이 지갑은 테스트 네트워크에서 작동합니다. 여기에서 주고 받는 것은 무엇이든 가치가 없습니다.
nl: Deze wallet is actief op een testnetwerk. Alles wat je hier ontvangt of verzendt heeft geen waarde
pt_br: Esta carteira opera em uma rede de testes. Qualquer coisa que você receber ou enviar aqui não tem nenhum valor
ru: Этот кошелек работает в тестовой сети. Все, что вы получаете или отправляете здесь, не имеет ценности
uk: Цей гаманець працює у тестовій мережі. Все, що ви отримуєте або надсилаєте тут, не має цінності
zh: 该钱包在测试网上运行。您在此处接收或发送的任何内容都没有实际价值

# id_this_will_disable_pin_login_for
source: This will disable PIN login for this wallet on all your devices. You will need your recovery phrase to access your wallet.
cs: Tím deaktivujete přihlášení pomocí PINu pro tuto peněženku na všech svých zařízeních. Pro přístup do peněženky budete potřebovat frázi pro obnovení.
de: Dies deaktiviert den PIN-Login für dieses Wallet auf allen deinen Geräten. Du wirst deine Wiederherstellungs-Phrase brauchen, um auf dein Wallet wieder zuzugreifen.
es: Esta opción inhabilitará el inicio de sesión con PIN para esta cartera en todos sus dispositivos. Para acceder a su cartera, necesitará su frase de recuperación.
fr: Cela désactivera la connexion par code PIN pour ce portefeuille sur tous vos appareils. Vous aurez besoin de votre phrase de récupération pour accéder à votre portefeuille.
it: In questo modo disabiliterai il login tramite PIN per il wallet su tutti i tuoi dispositivi. Avrai bisogno di una recovery phrase per accedere al tuo wallet.
ja: すべてのデバイス上でこのウォレットへのPINログインを無効化します。ウォレットへのアクセスにはリカバリーフレーズが必要になります。
ko: 이렇게 하면 모든 기기에서 이 지갑에 대한 PIN 로그인이 비활성화됩니다. 지갑에 액세스하려면 복구 문구가 필요합니다.
nl: Hierdoor wordt het inloggen met PIN voor deze wallet op al je apparaten uitgeschakeld. Je hebt je herstelzin nodig om weer toegang te krijgen tot je wallet.
pt_br: O acesso por PIN será desativado para esta carteira em todos os seus dispositivos. Você precisará de sua frase de recuperação para acessar sua carteira.
ro: Această opțiune va dezactiva logarea cu PIN pe toate dispozitivele unde acest portofel este instalat. Veți avea nevoie de fraza de recuperare pentru a restabili accesul.
ru: Это действие отключит вход с помощью PIN-кода для этого кошелька на всех ваших устройствах. Для доступа к кошельку вам понадобится фраза восстановления.
uk: Ця дія відключить вхід за допомогою PIN-коду для цього гаманця на всіх ваших пристроях. Для доступу до гаманця вам знадобиться фраза відновлення.
zh: 这将在您的所有设备上禁用此钱包的PIN登录。您将需要助记词才能访问您的钱包。

# id_this_will_log_you_out_and
source: This will log you out and delete this wallet from the app and the Blockstream servers database.
cs: Tím se odhlásíte a odstraníte tuto peněženku z aplikace a databáze serverů Blockstream.
de: Dies wird dich ausloggen, die Wallet aus der App und aus der Datenbank der Blockstream-Server löschen.
es: Esta opción cerrará la sesión y borrará esta cartera de la app y de la base de datos de los servidores de Blockstream.
fr: Cela vous déconnectera et supprimera ce portefeuille de l'application et de la base de données des serveurs Blockstream.
it: In questo modo effettuerai il log out e cancellerai il wallet dall'app e dal database dei server Blockstream.
ja: これを選択するとログアウトされ、このウォレットがアプリとBlockstreamサーバーのデータベースから削除されます。
ko: 이렇게 하면 로그아웃되고 앱과 Blockstream 서버 데이터베이스에서 이 지갑이 삭제됩니다.
nl: Hierdoor log je uit en verwijder je deze wallet uit de app en de Blockstream-serverdatabase.
pt_br: Você será desconectado e sua carteira será excluída do aplicativo e do banco de dados dos servidores da Blockstream.
ro: Această opțiune vă va deloga și va șterge acest portofel din aplicație și din baza de date Blockstream.
ru: Это действие приведет к выходу из системы и удалению этого кошелька из приложения и базы данных серверов Blockstream.
uk: Ця дія призведе до виходу з системи і видалення цього гаманця з програми і бази даних серверів Blockstream.
zh: 这将使您注销并从app和Blockstream的服务器数据库中删除此钱包。

# id_ticker
source: Ticker
es: Código bursátil (ticker)
ja: ティッカーシンボル
ko: 티커
ro: Simbol
ru: Тикер
uk: Тікер
vi: Người làm dấu
zh: 资产代号

# id_time_s
source: Time: %@
cs: Čas: %@
de: Zeit: %@
es: Tiempo: %@
fr: Temps %@
it: Tempo: %@
ja: 時間: %@
ko: 시간 : %@
nl: Tijd: %@
pt_br: Tempo: %@
ro: Timp: %@
ru: Время:%@
uk: Час:%@
vi: Thời gian: %@
zh: 时间：%@

# id_tip_we_recommend_you_enable
source: Tip: We recommend you enable more than one 2FA method. If you only set up one 2FA method and then lose it, you'll have to wait at least one year until the 2FA expires.
cs: Tip: Doporučujeme povolit více než jednu metodu 2FA. Pokud nastavíte pouze jednu metodu 2FA a poté ji ztratíte, budete muset počkat alespoň jeden rok, než platnost 2FA vyprší.
de: Hinweis: Wir empfehlen, mehr als eine 2FA-Methode zu aktivieren. Wenn du nur eine 2FA-Methode aufsetzt und verlierst, dann wirst du mindestens ein Jahr warten müssen bis die 2FA abläuft.
es: Sugerencia: Le recomendamos que habilite más de un método 2FA. Si solo configura un método 2FA y luego lo pierde, tendrá que esperar por lo menos un año hasta que la protección 2FA caduque.
fr: Conseil : nous vous recommandons d'activer plus d'une méthode 2FA. Si vous ne configurez qu'une seule méthode 2FA et que vous la perdez ensuite, vous devrez attendre au moins un an jusqu'à ce que la méthode 2FA expire.
it: Consiglio: abilita più di un metodo 2FA. Se abiliti un solo metodo 2FA e in seguito lo perdi, dovrai attendere un anno come minimo prima di arrivare alla scadenza della 2FA.
ja: おすすめ: 複数の2段階認証手段を有効化しましょう。唯一の2段階認証手段を失った場合、保護が失効するまで1年以上待つ必要があります。
ko: 팁 : 두 가지 이상의 2FA 방법을 활성화하는 것이 좋습니다. 2FA 방식을 하나만 설정하고 잃어버리면 해당 2FA가 만료될 때까지 최소 1년은 기다려야 합니다.
nl: Tip: we raden je aan meer dan één 2FA-methode in te schakelen. Als je slechts één 2FA-methode instelt en deze vervolgens verliest, moet je minimaal een jaar wachten totdat de 2FA verloopt.
pt_br: Dica: É recomendado ativar mais de um método de autenticação. Se você tiver só um método ativado e perde-lo, você terá que esperar pelo menos 1 ano completo para conseguir movimentar seus fundos.
ro: Vă recomandăm să activați mai multe metode 2FA. Dacă aveți activată doar o metodă 2FA și veți pierde accesul la ea, va trebui să așteptați cel puțin un an până când veți avea din nou acces la fondurile din portofel.
ru: Совет: мы рекомендуем вам включить более одного метода 2FA. Если вы настроили только один метод 2FA, а затем потеряете его, вам придется подождать как минимум один год, пока истечет срок действия 2FA.
uk: Порада: ми рекомендуємо вам включити більше одного методу 2FA. Якщо ви налаштували тільки один метод 2FA, а потім втратите його, вам доведеться почекати як мінімум один рік, поки закінчиться термін дії 2FA.
zh: 提示：我们建议您启用多个2FA方法。如果您只设置了一种2FA方法然后将它丢失，那么您必须等待至少一年，直到2FA到期。

# id_tip_you_can_use_the
source: Tip: You can use the xPub/yPub/zPub to view your watch-only wallet in Green, or you may import it to another platform. Each account in your wallet has a separate xPub/yPub/zPub.
cs: Tip: Pro zobrazení peněženky pouze pro sledování můžete použít xPub/yPub/zPub v Green, případně ji můžete importovat do jiné platformy. Každý účet ve vaší peněžence má samostatný xPub/yPub/zPub.
es: Consejo: Puede usar la xPub/yPub/zPub para ver su cartera de solo lectura en Green, o puede importarla a otra plataforma. Cada cuenta en su cartera tiene una xPub/yPub/zPub diferente
it: Consiglio: Puoi usare xPub/yPub/zPub per utilizzare il tuo watch-only in Green, o importalo su un altra piattaforma. Ogni account nel tuo wallet ha diverse xPub/yPub/zPub.
ko: 도움말: xPub/yPub/zPub를 활용하여 Green 안에 있는 귀하의 시계 전용 지갑을 보거나, 그것을 또 다른 플랫폼에로 가지고 올 수 있습니다. 귀하의 지갑 내 각 계정에는 별도의 xPub/yPub/zPub가 존재합니다.
nl: Tip: je kunt de xPub/yPub/zPub gebruiken om je watch-only-wallet in Green te bekijken of je kunt het importeren naar een ander platform. Elke account in je wallet heeft een eigen xPub/yPub/zPub.
pt_br: Dica: Você pode usar as chaves xPub/yPub/zPub para visualizar sua carteira em modo somente leitura no aplicativo ou pode importá-las para outra plataforma. Cada conta em sua carteira tem uma xPub/yPub/zPub separada.
zh: 提示：您可以使用xPub/yPub/zPub用仅查看模式查看您的Green钱包，也可以将其导入其他平台。您钱包中的每个帐户都有一个单独的xPub/yPub/zPub。

# id_to
source: TO
cs: KOMU
de: AN
es: A
fr: À
it: A
ja: 送り先
ko: 받는 사람
nl: NAAR
pt_br: PARA
ro: CĂTRE
ru: ДО
uk: ДО
vi: TỚI
zh: 发送至

# id_to_keep_you_in_control_of_your
source: To keep you in control of your funds, Two-Factor Authentication protection expires after roughly %d days since your last payment. You will be prompted to make a Two-Factor Reactivation transaction, if you don't move funds often enough.
cs: Abyste si udrželi kontrolu nad svými prostředky, vyprší ochrana 2-Faktorové autentizace zhruba po %d dnech od vaší poslední platby. Pokud nepřesunete prostředky dostatečně často, budete vyzváni k provedení transakce dvoufaktorové reaktivace.
de: Damit du die Kontrolle über deine Gelder behältst, erlischt der Schutz der Zwei-Faktor-Authentifizierung nach etwa %d Tagen nach deiner letzten Zahlung. Du wirst dann aufgefordert, eine Zwei-Faktor-Reaktivierungstransaktion durchzuführen, wenn du nicht oft genug Gelder bewegst.
es: Para garantizar que los usuarios retengan el control de sus fondos, la protección por autenticación de dos factores caduca al cabo de aproximadamente %d días desde el último pago. Si no realiza movimientos de fondos con frecuencia, se le pedirá que efectúe una transacción para reactivar la 2FA.
fr: Pour vous permettre de garder le contrôle de vos fonds, la protection par authentification à deux facteurs expire environ %d jours après votre dernier paiement. Vous serez invité à effectuer une transaction de réactivation de l'authentification à deux facteurs si vous ne transférez pas vos fonds assez souvent.
it: Per garantirti di poter mantenere il controllo sui tuoi fondi, l'Autenticazione a Due Fattori scadrà dopo circa %d giorni dal tuo ultimo pagamento. Se non muoverai i fondi abbastanza spesso ti verrà proposto di fare una transazione di Riattivazione a Due Fattori.
ja: 資金を動かせない状況を回避するため、2段階認証による保護は前回の送金からおよそ%d日後に解除されます。頻繁に取引されない方は、2段階認証を再度有効化するためのトランザクションを推奨する通知を受け取る可能性があります。
ko: 사용자가 자금을 스스로 관리할 수 있도록, 이중 인증 보호는 마지막 결제 후 약 %d일 뒤에 만료됩니다. 자금을 충분히 자주 옮기지 않으면 이중 인증 재활성화 거래를 하라는 메시지가 표시됩니다.
nl: Om de controle over je geld te behouden, verloopt de tweetrapsauthenticatie-bescherming na ongeveer %d dagen sinds je laatste betaling. Als je niet vaak genoeg geld overmaakt, wordt je gevraagd om een 2FA-reactiveringstransactie uit te voeren.
pt_br: Para garantir que você tenha o controle dos fundos, a proteção de autenticação de dois fatores expira após um período aproximado de %d após seu último pagamento. Se você não realizar transações com frequência, será solicitado que você faça uma transação de reativação de fator duplo.
ro: Pentru a vă ajuta să păstrați controlul monedelor, protecția oferită de autentificarea cu doi factori (2FA) expiră după aproximativ %d zile de la ultima dvs plată. Dacă nu tranzacționați monedele suficient de des, vi se va cere să realizați o operațiune pentru reactivarea 2FA.
ru: Для контроля ваших средств, защита с помощью двухфакторной аутентификации истекает примерно через %d дней с момента вашего последнего платежа. Вам будет предложено совершить транзакцию двухфакторной реактивации, если вы недостаточно часто переводите средства.
uk: Для контролю ваших коштів, захист за допомогою двофакторної аутентифікації закінчується приблизно через %d днів з моменту вашого останнього платежу. Вам буде запропоновано зробити транзакцію двофакторної реактивації, якщо ви недостатньо часто переводите кошти.
zh: 为了让你完全掌握自己的资金，双重验证会在你最后一次转账的大概%d天之后过期。如果你不经常转账，就会收到通知，提醒你发起一笔转账以重新激活双重验证。

# id_too_many_pin_attempts
source: Too many PIN attempts
cs: Příliš mnoho pokusů při zadání PINu
de: Zu viele PIN-Versuche
es: Demasiados intentos de acceso con PIN
fr: Trop de tentatives de saisie du code PIN
it: Troppi tentativi PIN
ja: PINの試行回数が残っていません
ko: 잘못된 PIN이 너무 많이 입력되었습니다
nl: Te veel PIN-pogingen
pt_br: Muitas tentativas
ru: Слишком много попыток PIN-кода
uk: Забагато спроб PIN-коду
zh: 尝试PIN太多次

# id_tor_connectivity_disabled
source: Tor Connectivity Disabled!
cs: Tor připojení zakázáno!
de: Tor Verbindung deaktiviert!
es: ¡Conectividad Tor deshabilitada!
fr: Connexion Tor désactivée !
it: Connessione Tor Disabilitata!
ja: Tor未接続
ko: Tor 연결이 비활성화됐습니다!
nl: Tor-connectiviteit uitgeschakeld!
pt_br: Conexão Tor desativada!
ro: Conectivitatea Tor este dezactivată!
ru: Соединение с Tor разорвано!
uk: З'єднання з Tor розірвано!
vi: Kết nối tới mạng Tor đã tắt.
zh: Tor连接已断开！

# id_tor_is_connected
source: Tor is connected
cs: Tor je připojen
de: Tor ist verbunden
es: Tor está conectada
fr: Tor est connecté
it: Tor è connesso
ja: Tor接続済み
ko: Tor가 연결되었습니다
nl: Tor is verbonden
pt_br: Conectado a rede Tor
ro: Tor este conectat
ru: Tor подключен
uk: Tor підключений
vi: Mạng Tor đã được kết nối
zh: Tor已连接

# id_tor_is_not_yet_available_for
source: Tor is not yet available for singlesig wallets
cs: Tor zatím není k dispozici pro peněženky singlesig.
de: Tor ist noch nicht für Singlesig Wallets verfügbar
es: Tor todavía no está disponible para las carteras singlesig
fr: Tor n'est pas encore disponible pour les portefeuilles singlesig
it: Tor non è ancora disponibile per wallet singlesig
ja: Torはシングルシグウォレットではまだ使用できません
ko: Tor는 아직 단일 서명 지갑과 호환되지 않습니다
nl: Tor is nog niet beschikbaar voor singlesig-wallets
pt_br: Tor ainda não está disponível para carteiras individuais
ru: Tor пока недоступен для одноподписных кошельков
uk: Tor поки недоступний для однопідписних гаманців
zh: Tor还不能用于单签钱包

# id_tor_status
source: Tor status
cs: Stav Toru
es: Estado de Tor
it: Stato Tor
ja: Tor接続状況
ko: Tor 상태
pt_br: Status da rede Tor
ro: Statusul Tor
ru: Статус Tor
uk: Статус Tor
vi: Trạng thái mạng Tor
zh: Tor状态

# id_tor_will_use_1s_and_only_work
source: Tor will use %1$@ and only work if your proxy is Orbot or Tor enabled
cs: Tor bude používat %1$@ a funguje, pouze pokud váš proxy server je Orbot nebo povolen Tor
de: Tor wird %1$@ brauchen und funktioniert nur wenn Sie Orbot als Proxy benutzen oder Tor aktiviert ist
es: Tor usará %1$@ y solo funcionará si su proxy está habilitado para Orbot o Tor
fr: Tor utilisera %1$@ et ne fonctionnera qu'avec le proxy Orbot ou si Tor est activé
it: Tor utilizzerà %1$@ e funzionerà solo con una proxy Orbot o Tor abilitata.
ja: Torは%1$@を使用し、プロキシにOrbotまたはTorが利用可能である必要があります。
ko: Tor는 %1$@를 사용하고, 사용자 프록시 에서 Orbot 또는 Tor가 활성화되어 있을 때 작동합니다.
nl: Tor maakt gebruik van %1$@ en werkt alleen als je proxy Orbot of Tor ondersteunt
pt_br: A rede Tor vai utilizar %1$@ e somente funcionará se seu proxy for ativado para Orbot ou Tor
ro: Tor va folosi %1$@ și va funcționa doar dacă proxy-ul are Orbot sau Tor activat
ru: Tor будет использовать %1$@ и будет работать только в том случае, если вы используете прокси Orbot или включен Tor
uk: Tor використовуватиме %1$@ і працюватиме тільки в тому випадку, якщо увімкнено проксі Orbot або Tor
vi: Mạng Tor sẽ sử dụng %1$@ và chỉ làm việc với proxy khi bạn có Orbot hoặc khi bạn cho phép Tor
zh: Tor将使用%1$@，代理服务器必须支持Orbot或者启用了Tor才有效

# id_total_assets
source: Total Assets
cs: Celková aktiva
de: Gesamtvermögen
es: Activos totales
fr: Total des actifs
it: Totale asset
ja: 総資産
ko: 총 자산
nl: Totale assets
pt_br: Total em ativos
ro: Total Monede
ru: Общая сумма активов
uk: Загальна сума активів
vi: Tổng cọng các tài sản số
zh: 总资产

# id_total_balance
source: Total Balance
cs: Celkový zůstatek
de: Kontostand
es: Saldo total
fr: Solde total
it: Saldo totale
ja: 残高
ko: 총 잔액
nl: Totale balans
pt_br: Saldo total
ro: Sold total
ru: Итоговый баланс
uk: Загальний баланс
vi: Tổng số dư
zh: 总余额
