Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_liquid_is_a_sidechainbased
source: Liquid is a sidechain-based settlement network for traders and exchanges, enabling faster, more confidential Bitcoin transactions and the issuance of digital assets.
cs: Liquid je síť pro vypořádání založená na postranním řetězci pro obchodníky a burzy, která umožňuje rychlejší a důvěrnější bitcoinové transakce a vydávání digitálních aktiv.
de: Liquid ist ein Netzwerk für den Zahlungsausgleich zwischen Händlern und Börsen auf Basis einer Sidechain, die schnellere, vertraulichere Bitcoin-Transaktionen und die Herausgabe digitaler Assets möglich macht.
es: Liquid es una red de acuerdos económicos basada en tecnología sidechain para traders y exchanges, que permite transacciones Bitcoin más rápidas y confidenciales, así como la emisión de activos digitales.
fr: Liquid est un réseau de règlement basé sur la sidechain pour les négociants et les échanges, permettant des transactions en bitcoin plus rapides et plus confidentielles et l'émission d'actifs numériques.
it: Liquid è una rete di settlement sidechain based per trader ed exchange che consente transazioni Bitcoin più veloci e riservate, così come l'emissione di asset digitali.
ja: Liquidはサイドチェーンを用いたトレーダーや取引所向けの決済ネットワークで、高速で秘匿性の高いビットコイントランザクションとデジタル資産の発行を可能にします。
ko: 거래자와 거래소가 사용하는 사이드체인 기반 결제 네트워크 인 Liquid는 더욱 빠르고 기밀성 높은 비트코인 ​​거래와 디지털 자산 발행을 가능하게 합니다.
nl: Liquid is een op sidechains gebaseerd settlement-netwerk voor handelaren en exchanges dat bitcoin-transacties met meer privacy en de creatie van digitale assets mogelijk te maakt.
pt_br: A Liquid é uma rede de liquidação baseada em sidechain para traders e exchanges, permitindo transações bitcoin mais rápidas e confidenciais e também a emissão de ativos digitais.
ro: Liquid este un sidechain al Bitcoin, conceput pentru traderi si exchange-uri care permite tranzacții rapide și confidențiale dar și emiterea de active digitale.
ru: Liquid - это расчетная сеть на основе сайдчейна для трейдеров и бирж, позволяющая осуществлять более быстрые и конфиденциальные биткоин-транзакции и выпуск цифровых активов.
uk: Liquid - це розрахункова мережа на основі сайдчейна для трейдерів і бірж, що дозволяє здійснювати більш швидкі і конфіденційні біткоін-транзакції, а також випуск цифрових активів.
zh: 液态网络是面向交易员和交易所的基于侧链的结算网络，可实现更快、更隐私的比特币交易和数字资产发行。

# id_liquid_testnet_electrum_server
source: Liquid Testnet Electrum server
es: Servidor Electrum de la testnet de Liquid
fr: Liquid Testnet Electrum serveur
it: Server Liquid Testnet Electrum
ja: Liquid Testnet用Electrcum server
ko: Liquid 테스트넷 Electrum 서버
pt_br: Servidor Electrum da rede de teste Liquid
ru: Electrum-сервер в Liquid Testnet
uk: Electrum-сервер у Liquid Testnet
zh: 液态网络测试网Electrum服务器

# id_liquid_testnet_wallets
source: Liquid testnet wallets
cs: Liquid testnet peněženky
es: Carteras de la testnet de Liquid
fr: Liquid testnet portefeuilles
it: Wallet Liquid testnet
ja: Liquid Testnet用ウォレット
ko: Liquid 테스트넷 지갑
pt_br: Carteiras Liquid de testes
ru: Кошельки Liquid Testnet
uk: Гаманці Liquid Testnet
zh: 液态网络测试网钱包

# id_liquid_wallet
source: Liquid Wallet
cs: Liquid peněženka
es: Cartera Liquid
fr: Liquid portefeuille
it: Wallet Liquid
ja: Liquidウォレット
ko: Liquid 지갑
pt_br: Carteira Liquid
ru: Liquid-кошелек
uk: Liquid-гаманець
zh: 液态网络钱包

# id_liquid_wallets
source: Liquid wallets
cs: Peněženky Liquid
es: Carteras Liquid
fr: Liquid portefeuilles
it: Wallet Liquid
ja: Liquidウォレット一覧
ko: Liquid 지갑
pt_br: Carteiras Liquid
ro: Portofele Liquid
ru: Liquid-кошельки
uk: Liquid-гаманці
zh: 液态网络钱包

# id_loading
source: Loading
cs: Načítání
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로딩 중
nl: Bezig met laden
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
uk: Завантаження
zh: 加载

# id_loading_accounts
source: Loading accounts…
cs: Načítání účtů…
de: Konten werden geladen...
es: Cargando cuentas...
fr: Chargement des comptes…
it: Caricamento account in corso…
ja: アカウントを読み込み中…
ko: 계정 로딩 중...
nl: Accounts laden…
pt_br: Carregando contas…
ro: Se încarcă conturile...
ru: Загрузка аккаунтов…
uk: Завантаження акаунтів …
zh: 加载账户中。。。

# id_loading_assets
source: Loading assets…
cs: Načítání aktiv…
de: Assets werden geladen...
es: Cargando activos...
fr: Chargement des actifs...
it: Caricamento asset in corso…
ja: アセットを読み込み中…
ko: 자산 로딩 중...
nl: Assets laden…
pt_br: Carregando ativos…
ro: Se încarcă activele...
ru: Загрузка активов…
uk: Завантаження активів …
zh: 加载资产中。。。

# id_loading_transactions
source: Loading transactions…
cs: Načítání transakcí...
de: Transaktionen werden geladen...
es: Cargando transacciones...
fr: Chargement des transactions...
it: Caricamento transazioni in corso..
ja: トランザクションを読み込んでいます…
ko: 거래 로딩중...
nl: Transacties laden…
pt_br: Carregando transações…
ro: Se încarcă tranzacțiile...
ru: Идет загрузка транзакций...
uk: Завантаження транзакцій...
vi: Đang tải giao dịch...
zh: 正在加载转账…

# id_loading_wallet
source: Loading wallet…
cs: Načítání peněženky…
de: Wallet wird geladen
es: Cargando la cartera...
fr: Chargement du portefeuille...
it: Caricamento wallet in corso…
ja: ウォレットを読み込み中…
ko: 지갑 로딩 중...
nl: Wallet laden…
pt_br: Carregando carteira…
ro: Se incarcă portofelul...
ru: Загрузка кошелька…
uk: Завантаження гаманця …
zh: 加载钱包中。。。

# id_location_services_are_disabled
source: Location services are disabled, do you want to enable them?
cs: Polohové služby jsou zakázány, chcete je povolit?
de: Lokationsdienste sind deaktiviert, möchtest du sie aktivieren?
es: Los servicios de ubicación están inhabilitados. ¿Desea habilitarlos?
fr: Les services de localisation sont désactivés, voulez-vous les activer ?
it: I servizi di localizzazione sono disattivati. Vuoi attivarli?
ja: 位置情報サービスが無効です、有効化しますか？
ko: 위치 서비스가 비활성화되어 있습니다. 활성화 하시겠습니까?
nl: Locatiediensten zijn uitgeschakeld, wil je ze inschakelen?
pt_br: Os serviços de localização estão desativados, você deseja ativa-los?
ru: Службы геолокации отключены, хотите их подключить?
uk: Служби геолокації відключені, хочете їх підключити?
zh: 位置服务已禁用，您希望启用它吗

# id_lock
source: Lock
cs: Zamknout
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロックする
ko: 잠금
nl: Vergrendelen
pt_br: Bloquear
ru: Блокировка
uk: Блокування
zh: 锁定

# id_lock_after_1_minute
source: Lock after 1 minute
cs: Zamknout po 1 minutě
es: Bloquear pasado 1 minuto
it: Blocca dopo 1 minuto
ko: 1분 후 잠금
nl: Vergrendelen na 1 minuut
pt_br: Bloquear após 1 minuto
zh: 1分钟后锁定

# id_lock_immediately
source: Lock immediately
cs: Zamknout okamžitě
es: Bloquear inmediatamente
it: Blocca immediatamente
ko: 즉시 잠금
nl: Direct vergrendelen
pt_br: Bloquear imediatamente
zh: 立即锁定

# id_locked
source: Locked
cs: Zamčeno
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ja: ロック中
ko: 잠금 완료
nl: Vergrendeld
pt_br: Bloqueado
ru: Заблокировано
uk: Заблоковано
zh: 已锁定

# id_locked_coins_will_not_be_spent
source: Locked coins will not be spent nor included in your balance.
cs: Uzamčené mince nebudou utraceny ani zahrnuty do vašeho zůstatku.
de: Gesperrte Coins werden nicht ausgegeben oder in deinem Kontostand angezeigt.
es: Las monedas bloqueadas no se pueden gastar, y están excluidas del saldo de la cuenta.
fr: Les pièces verrouillées ne seront pas dépensées ni incluses dans votre solde.
it: I coin bloccati non potranno essere utilizzati né inclusi nel tuo saldo.
ja: ロックされたコインは送金されず、残高にも含まれません。
ko: 잠긴 코인은 사용되거나 잔액에 포함되지 않습니다.
nl: Vergrendelde munten worden niet uitgegeven en ook niet opgenomen in je saldo.
pt_br: As moedas bloqueadas não serão gastas nem incluídas no seu saldo.
ru: Заблокированные монеты не будут потрачены и не будут включены в ваш баланс.
uk: Заблоковані монети не будуть витрачені і не будуть включені в ваш баланс.
zh: 锁定的代币不会被花费，也不会计入您的余额。

# id_locking_coins
source: Locking coins
cs: Zamykání mincí
de: Sperren von Coins
es: Bloquear monedas
fr: Verrouillage des pièces
it: Blocco coin in corso
ja: コインのロック
ko: 코인 잠그기
nl: Munten vergrendelen
pt_br: Bloqueando moedas
ru: Блокировка монет
uk: Блокування монет
zh: 正在锁定代币

# id_locking_coins_can_help_protect
source: Locking coins can help protect your privacy and save on transaction fees. Locked coins are deducted from your balance and are not used when sending transactions. You can only lock coins labeled as dust and unlock them later at any time.
cs: Zamykání mincí může pomoci chránit vaše soukromí a ušetřit na transakčních poplatcích. Zamčené mince se odečítají z vašeho zůstatku a nepoužívají se při odesílání transakcí. Mince označené jako prachové můžete uzamknout a odemknout je můžete kdykoli později.
de: Sperren von Coins kann helfen, deine Privatsphäre zu schützen und Transaktionskosten einzusparen. Gesperrte Coins werden von deinem Kontostand abgezogen und werden nicht für das Senden von Transaktionen verwendet. Du kannst nur Coins, die als Dust gekennzeichnet sind, sperren und zu einem späteren Zeitpunkt entsperren.
es: Bloquear monedas contribuye a proteger su privacidad y reducir los costos de las transacciones. Las monedas bloqueadas se descuentan de su saldo y no se utilizan cuando envía transacciones. Solo puede bloquear las monedas etiquetadas como "polvo". Podrá desbloquearlas en cualquier momento.
fr: Le verrouillage des pièces peut vous aider à protéger votre vie privée et à économiser sur les frais de transaction. Les pièces verrouillées sont déduites de votre solde et ne sont pas utilisées pour effectuer des transactions. Vous ne pouvez verrouiller que les pièces étiquetées "poussière" et les déverrouiller ultérieurement à tout moment.
it: Bloccando i coin potrai proteggere la tua privacy e risparmiare sulle fee di transazione. I coin bloccati vengono detratte dal tuo saldo e non utilizzati quando invii delle transazioni. Puoi unicamente bloccare i coin etichettati come "dust" e in seguito sbloccarli in qualsiasi momento.
ja: コインをロックすることでプライバシーを保護したりトランザクション手数料を節約することができます。ロックしたコインは残高から除外され、送金時に使用されません。ダストのラベルが付与されたコインがロック可能で、ロック解除はいつでもできます。
ko: 코인을 잠그면 개인 정보를 보호하고 거래 수수료를 절약할 수 있습니다. 잠 긴 코인은 잔액에서 차감되고 송금 시 사용되지 않습니다. 더스트로 분류된 코인만 잠그고 나중에 언제든지 잠금을 해제할 수 있습니다.
nl: Het vergrendelen van munten kan helpen je privacy te beschermen en transactiekosten te besparen. Vergrendelde munten worden van je saldo afgetrokken en worden niet gebruikt bij het verzenden van transacties. Je kunt alleen munten met het label 'dust' vergrendelen en ze later op elk moment ontgrendelen.
pt_br: Bloquear moedas pode ajudar a proteger sua privacidade e economizar em taxas de transação. As moedas bloqueadas não aparecem no seu saldo e não são usadas ao enviar transações. Você só pode bloquear moedas rotuladas como dust mas pode desbloqueá-las a qualquer momento.
ru: Блокировка монет может помочь защитить вашу конфиденциальность и сэкономить на комиссии за транзакции. Заблокированные монеты списываются с вашего баланса и не используются при отправке транзакций. Вы можете заблокировать только монеты, помеченные как пыль, и разблокировать их позже в любое время.
uk: Блокування монет може допомогти захистити вашу конфіденційність і заощадити на комісії за транзакції. Заблоковані монети списуються з вашого балансу і не використовуються при відправці транзакцій. Ви можете заблокувати тільки монети, помічені як пил, і розблокувати їх пізніше в будь-який час.
zh: 锁定代币可以帮助保护您的隐私并节省交易费用。锁定的代币将从您的余额中扣除，并且在发送转账时不能使用。您只能锁定标记为灰尘的代币并在之后随时解锁。

# id_log_file
source: Log file
cs: Soubor logů
de: Log-Datei
es: Archivo de registros
fr: Fichier log
ja: ログファイル
ko: 로그 파일
nl: Logbestand
pt_br: Arquivo log
ru: Лог-файл
uk: Лог-файл
zh: Log文件

# id_log_in
source: Log In
cs: Přihlásit se
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
nl: Aanmelden
pt_br: Acessar
ro: Logare
ru: Войти
uk: Увійти
vi: Đăng nhập
zh: 登录

# id_log_in_into_your_s_wallet
source: Log in into your %@ wallet
cs: Přihlaste se do své %@ peněženky
de: Logge dich in deine %@ Wallet ein
es: Inicie sesión en su cartera %@
fr: Connectez-vous à votre %@ portefeuille
it: Accedi al tuo %@ wallet
ja: %@ウォレットにログインする
ko: %@ 지갑에 로그인하기
nl: Aanmelden op je %@ wallet
pt_br: Acessar sua carteira %@
ro: Logare în portofelul %@
ru: Войдите в свой %@ кошелек
uk: Увійдіть у свій %@ гаманець
vi: Đăng nhập vào ví %@
zh: 登录%@钱包

# id_log_in_to_your_multisig_shield
source: Log in to your Multisig Shield watch-only wallet with a username and password. You can create your watch-only credentials after logging into your Multisig Shield wallet.
cs: Přihlaste se do své Multisig Shield pouze-pro-sledování peněženky pomocí uživatelského jména a hesla. Po přihlášení do Multisig Shield peněženky si můžete vytvořit přihlašovací údaje pro peněženku pouze-pro-sledování.
de: Logge dich in dein Multisig Shield Watch Only-Wallet mit Benutzername und Passwort ein. Du kannst deine Watch Only-Zugangsdaten erstellen, nachdem du dich in dein Multisig Shield Wallet eingeloggt hast.
es: Ingrese a su cartera Multisig Shield de solo lectura mediante su usuario y contraseña. Podrá crear dichos datos de acceso para el modo de solo lectura una vez que inicie sesión en su cartera.
fr: Connectez-vous à votre portefeuille de surveillance seulement Multisig Shield avec un nom d'utilisateur et un mot de passe. Vous pouvez créer vos informations d'identification pour la surveillance seulement après vous être connecté à votre portefeuille Multisig Shield.
it: Accedi al tuo wallet Multisig Shield watch-only con username e password. Potrai creare delle credenziali watch-only dopo aver effettuato l'accesso al tuo wallet Multisig Shield.
ja: 読み取りモードのマルチシグ・シールドウォレットにユーザー名とパスワードでログインします。読み取りモードの認証情報はマルチシグ・シールドウォレットへのログイン後に作成できます。
ko: 사용자 이름과 비밀번호로 Multisig Shield 보기 전용 지갑에 로그인하세요. Multisig Shield 지갑에 로그인한 후 보기 전용 자격 증명을 생성할 수 있습니다.
nl: Meld je aan op je Multisig Shield watch-only-wallet met een gebruikersnaam en wachtwoord. Je kunt je watch-only-aanmeldingsgegevens maken nadat je je hebt aangemeld bij je Multisig Shield-wallet.
pt_br: Você pode acessar suas contas conjuntas Green no modo somente leitura usando um nome de usuário e senha. Para ativar esta função é necessário primeiro acessar sua carteira Green, ir em configurações e clicar em somente leitura.
ro: Logați-vă in portofelul Multisig cu credențialele watch-only. Vă puteți crea credențialele după ce vă logați in portofelul Multisig.
ru: Войдите в свой холодный кошелек Multisig Shield с помощью имени пользователя и пароля. Вы можете создать учетные данные своего холодного кошелька Multisig Shield после входа в него.
uk: Увійдіть у свій холодний гаманець Multisig Shield за допомогою імені користувача та пароля. Ви можете створити облікові дані свого холодного гаманця Multisig Shield після входу в нього.
zh: 使用用户名和密码登录您的Multisig Shield仅查看用的专用钱包。登录Multisig Shield钱包后，您可以创建watch-only钱包的凭据。

# id_log_in_using_mnemonic
source: Log in using mnemonic
cs: Přihlaste se pomocí mnemotechnické fráze
de: Login mit Merksatz
es: Iniciar sesión con frase semilla
fr: Se connecter avec le mnémonique
it: Accedi usando mnemonic
ja: ニモニックを使ってログインする。
ko: 니모닉을 사용하여 로그인하기
nl: Aanmelden met herstelzin
pt_br: Acessar usando o mnemônico
ro: Logare folosind fraza mnemonică
ru: Войти с использованием мнемонической фразы
uk: Увійти з використанням мнемонічної фрази
vi: Đăng nhập dùng chữ gợi nhớ mnemonic
zh: 使用助记词来登录

# id_log_in_via_watchonly_to_receive
source: Log in via Watch-only to receive funds and check balance.
cs: Přihlaste se pomocí peněženky pouze-pro-sledování pro přijem prostředků a kontrolu zůstatku.
de: Log dich über Watch-only ein, um Beträge zu erhalten und Salden zu überprüfen.
es: Inicia sesión en modo de solo lectura para recibir fondos y consultar el saldo.
fr: Connectez-vous via Watch-only pour recevoir des fonds et vérifier votre solde.
it: Accedi in modalità Watch-only per ricevere fondi e controllare il tuo saldo.
ja: 資金の受け取り、または残高確認の為に読み取りモードでログインする
ko: 보기 전용으로 로그인하여 송금 받고 잔액을 조회하세요.
nl: Meld je aan via watch-only om transacties te ontvangen en je balans in te zien.
pt_br: Acessar carteira no modo somente leitura para receber fundos ou verificar o seu saldo.
ro: Logare în modul Watch-only pentru a primi monede și pentru a verifica soldul.
ru: Войдите с помощью холодного кошелька, чтобы получить средства и проверить баланс.
uk: Увійти за допомогою холодного гаманця, щоб отримати кошти і перевірити баланс.
vi: Đăng nhập dựa vào kiểu chỉ xem Watch-only để nhận tiền và kiểm tra số dư.
zh: 通过watch-only登录以接收资金、查看余额。

# id_log_out
source: Log out
cs: Odhlásit se
de: Ausloggen
es: Cerrar sesión
fr: Déconnectez-vous
ja: ログアウト
ko: 로그아웃
nl: Afmelden
pt_br: Sair
ro: Delogare
ru: Выйти
uk: Вийти
vi: Đăng xuất
zh: 退出登录

# id_logged_in_wallets
source: Logged in wallets
cs: Přihlášeni v peněženkách
de: Eingelogged in Wallets
es: Carteras con sesión iniciada
fr: Portefeuilles connectés
it: Accesso ai wallet effettuato
ja: ログインしたウォレット
ko: 지갑에 로그인 되었습니다
nl: Aangemelde wallets
pt_br: Carteiras atualmente abertas
ro: Logat în portofele
ru: Авторизованные кошельки
uk: Авторизовані гаманці
zh: 已登录钱包

# id_logging_in
source: Logging in…
cs: Přihlašování...
de: Einloggen...
es: Iniciando sesión...
fr: Connexion en cours...
it: Accesso in corso…
ja: ログイン中です…
ko: 로그인 중...
nl: Aanmelden…
pt_br: Carregando…
ro: Se realizează logarea...
ru: Выполняется вход...
uk: Виконується вхід...
vi: Đang Đăng nhập...
zh: 正在登录...

# id_login
source: Login
cs: Přihlášní
es: Iniciar sesión
fr: Connexion
it: Accesso
ja: ログイン
ko: 로그인
nl: Aanmelden
pt_br: Acessar
ru: Авторизоваться
uk: Авторизуватись
zh: 登录

# id_login_failed
source: Login Failed
cs: Přihlášení selhalo
de: Login fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
it: Accesso Fallito
ja: ログイン失敗
ko: 로그인 실패
nl: Aanmelden mislukt
pt_br: Falha ao logar
ro: Logarea a eșuat
ru: Вход невозможен
uk: Вхід неможливий
vi: Đăng nhập thất bại
zh: 登录失败

# id_login_options
source: Login options
cs: Možnosti přihlášení
de: Login Optionen
es: Opciones para iniciar sesión
fr: Options de connexion
it: Opzioni login
ja: ログイン設定
ko: 로그인 설정
nl: Aanmeldopties
pt_br: Opções de login
ro: Opțiuni de logare
ru: Варианты входа
uk: Варіанти входу
vi: Cài đặt Đăng nhập
zh: 登录选项

# id_login_with_biometrics
source: Login with Biometrics
cs: Přihlaste se pomocí biometrie
de: Login mit Biometrik
es: Iniciar sesión con datos biométricos
fr: Connexion avec la biométrie
it: Accedi con Biometria
ja: 生体認証でログインする
ko: 생체 인식으로 로그인하기
nl: Aanmelden met biometrie
pt_br: Acesso por biometria
ro: Logare biometrică
ru: Войти с помощью биометрии
uk: Увійти за допомогою біометрії
zh: 使用生物识别登录

# id_login_with_bip39_passphrase
source: Login with BIP39 Passphrase
es: Inicie sesión con una contraseña BIP39
it: Login tramite Passphrase BIP39
ko: BIP39 암호문구를 사용하여 로그인
pt_br: Acessar com senha BIP39

# id_logout
source: Logout
cs: Odhlásit se
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
nl: Afmelden
pt_br: Sair
ro: Delogare
ru: Выйти
uk: Вийти
zh: 登出

# id_logout_and_switch
source: Logout and Switch
cs: Odhlášení a přepnutí
de: Logout und Wechseln
es: Cerrar sesión y cambiar
fr: Déconnexion et commutateur
it: Logout e Cambio
ja: アカウントの切り替え
ko: 로그아웃 후 전환하기
nl: Uitloggen en wisselen
pt_br: Sair e alterar rede
ro: Delogare și Schimbare
ru: Выйти и Переключиться
uk: Вийти і Переключитися
vi: Đăng xuất và Chuyển đổi
zh: 退出登录并更换账户

# id_look_at_the_device_for_the
source: Look at the device for the number positions
cs: Podívejte se na zařízení na pozice čísel
de: Schau auf dein Gerät um die Ziffernpositionen festzustellen
es: Consulte el dispositivo para averiguar las posiciones de los números
fr: Regardez l'appareil pour obtenir les positions des numéros
it: Controlla il tuo dispositivo per la posizione dei numeri
ja: 番号の位置はデバイスで確認してください
ko: 기기에서 번호 배열을 확인하세요
nl: Kijk op het apparaat voor de positie van de cijfers
pt_br: Verifique o dispositivo para ver a posição dos números
ro: Priviți ecranul dispozitivului pentru a identifica pozițiile numerelor
ru: Посмотрите расположение чисел на устройстве
uk: Подивіться на розташування чисел на пристрої
vi: Nhìn vào khóa cứng để biết vị trí các chữ số
zh: 请查看设备上的数字位置

# id_looking_for_wallets
source: Looking for wallets…
cs: Hledám peněženky...
de: Suche nach Wallets...
es: Buscando carteras...
fr: Recherche de portefeuilles...
it: Ricerca wallet in corso...
ja: ウォレットを検索中…
ko: 지갑 찾는 중...
nl: Op zoek naar wallets...
pt_br: Procurando carteiras…
zh: 寻找钱包中。。。

# id_looks_like_you_havent_used_a
source: Looks like you haven't used a wallet yet. Try creating a new one.
cs: Vypadá to, že jste dosud nepoužili peněženku. Zkuste vytvořit novou.
de: Sieht so aus, also ob du noch kein Wallet verwendet hast. Probiere, ein neues einzurichten.
es: Parece que todavía no utilizó una cartera. Intente crear una nueva.
fr: Il semble que vous n'ayez pas encore utilisé de portefeuille. Essayez d'en créer un nouveau.
it: Sembra che tu non abbia ancora utilizzato alcun wallet. Prova a crearne uno.
ja: まだウォレットがないようです。新しいウォレットを作成しましょう。
ko: 아직 지갑 이 없으신 것 같네요. 새 지갑을 만들어 보세요.
nl: Het lijkt erop dat je nog geen wallet hebt gebruikt. Probeer een nieuwe te maken.
ro: Nu ați folosit pînă acum un portofel. Creați unul acum.
ru: Похоже, вы еще не использовали кошелек. Попробуйте создать новый.
uk: Схоже, ви ще не використовували гаманець. Спробуйте створити новий.
zh: 您好像还没有用过钱包。请尝试创建一个新钱包。

# id_low
source: Low
cs: Nízký
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低
ko: 낮은
nl: Laag
pt_br: Baixa
ro: Scăzut
ru: Низкий
uk: Низький
vi: Thấp
zh: 低

# id_main_account
source: Main Account
cs: Hlavní účet
de: Hauptkonto
es: Cuenta principal
fr: Compte principal
it: Account principale
ja: メイン・アカウント
ko: 주 계정
nl: Hoofdaccount
pt_br: Conta principal
ro: Contul principal
ru: Основной аккаунт
uk: Основний акаунт
vi: Tài khoản chính
zh: 主账户

# id_make_sure_you_have_enabled_otg
source: Make sure you have enabled OTG option in Android Settings
cs: Ujistěte se, že jste v nastavení systému Android povolili možnost OTG
de: Stelle sicher, dass die OTG-Option in deinen Android-Einstellungen aktiviert sind
es: Asegúrese de haber activado la opción OTG en los ajustes de Android
fr: Vérifiez que vous avez activé l'option OTG dans les paramètres d'Android.
it: Assicurati di aver abilitato l'opzione OTG nelle tue impostazioni Android
ja: Androidの設定からOTGが有効化されていることを確認してください。
ko: Android 설정에서 OTG 옵션을 활성화했는지 확인하세요.
nl: Zorg ervoor dat je de OTG-optie hebt ingeschakeld in de Android-instellingen
pt_br: Certifique-se de ativar a opção OTG nas configurações do Android
ro: Asigurați-vă ca ați activat opțiunea OTG in setările dispozitivului.
ru: Убедитесь, что вы включили опцию OTG в настройках Android.
uk: Переконайтеся, що ви включили опцію OTG в настройках Android.
zh: 请确保您已在Android设置中启用OTG选项

# id_make_sure_you_made_a_proper
source: Make sure you made a proper backup of your wallet mnemonic.
cs: Ujistěte se, že jste vytvořili řádnou zálohu mnemotechnické fráze vaší peněženky.
de: Stelle sicher, dass du ein geeignetes Backup deines Wallet-Merksatzes gemacht hast.
es: Asegúrese de haber creado un respaldo confiable de la frase semilla de su cartera.
it: Assicurati di aver effettuato il backup della tua mnemonic.
ja: ウォレットのニモニックを正しくバックアップしているかご確認ください。
ko: 지갑 니모닉 이 제대로 백업되었는지 확인하세요.
nl: Zorg ervoor dat je een goede back-up hebt gemaakt van je wallet-herstelzin.
pt_br: Verifique se você realizou devidamente o backup do mnemônico da sua carteira.
ro: Asigurați-vă că aveți o copie de protecție corespunzătoare pentru fraza mnemonică a portofelului dvs.
ru: Убедитесь, что вы сделали правильную резервную копию мнемоники вашего кошелька.
uk: Переконайтеся, що ви зробили правильну резервну копію мнемоніки вашого гаманця.
zh: 请您确保妥善备份了助记词。

# id_malleated
source: malleated
de: verformt
es: maleable
fr: malléabilisée
it: malleata
ko: 변경된
nl: aangepast
pt_br: maleada
ro: Maleat
ru: деформированная
uk: деформована
vi: vồ vập
zh: 已延展
