Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_example_89014283334011612858333
source: Example: 8.90.14.2:8333,40.116.12.85:8333
cs: Například: 8.90.14.2:8333,40.116.12.85:8333
de: Beispiel: 8.90.14.2:8333,40.116.12.85:8333
es: Ejemplo: 8.90.14.2:8333,40.116.12.85:8333
fr: Exemple : 8.90.14.2:8333,40.116.12.85:8333
it: Esempio: 8.90.14.2:8333,40.116.12.85:8333
ja: 例: 8.90.14.2:8333,40.116.12.85:8333
ko: 예 : 8.90.14.2:8333,40.116.12.85:8333
nl: Voorbeeld: 8.90.14.2:8333,40.116.12.85:8333
pt_br: Exemplo: 8.90.14.2:8333,40.116.12.85:8333
ro: Exemplu: 8.90.14.2:8333, 40.116.12.85:8333
ru: Пример: 8.90.14.2:8333,40.116.12.85:8333
uk: Приклад: 8.90.14.2:8333,40.116.12.85:8333
vi: Ví dụ: 8.90.14.2:8333,40.116.12.85:8333
zh: 例子：8.90.14.2:8333,40.116.12.85:8333

# id_existing_recovery_phrase
source: Existing recovery phrase
cs: Stávající fráze pro obnovu
de: Bestehende Wiederherstellungs-Phrase
es: Frase de recuperación actual
fr: Phrase de récupération existante
it: Recovery phrase esistente
ja: 既存のリカバリーフレーズ
ko: 기존 복구 구문
nl: Bestaande herstelzin
pt_br: Frase de recuperação existente
ru: Существующая фраза восстановления
uk: Існуюча фраза відновлення
zh: 现有的助记词

# id_existing_wallets
source: Existing Wallets
cs: Stávající peněženky
es: Carteras Existentes
it: Wallet Esistenti
ko: 기존 지갑들
nl: Bestaande wallets
pt_br: Carteiras existentes
zh: 现有钱包

# id_expand_sidebar
source: Expand sidebar
cs: Rozbalit boční panel
de: Seitennavigation einblenden
es: Desplegar barra lateral
fr: Développer la barre latérale
it: Espandi sidebar
ja: サイドバーを開く
ko: 사이드바 펼치기
nl: Zijbalk uitvouwen
pt_br: Mostrar barra lateral
ru: Развернуть боковую панель
uk: Розгорнути бічну панель
zh: 展开侧边栏

# id_explore_your_wallet
source: Explore Your Wallet
cs: Prozkoumejte svou peněženku
de: Erkunde deine Wallet
es: Explore su cartera
fr: Explorez votre portefeuille
it: Esplora il tuo Wallet
ja: ウォレットを探検する
ko: 나의 지갑 살펴보기
nl: Verken je wallet
pt_br: Explore sua carteira
ro: Deschideți portofelul
ru: Исследуйте свой кошелек
uk: Дослідити свій гаманець
zh: 探索您的钱包

# id_export_transactions_to_csv_file
source: Export transactions to CSV file
cs: Exportovat transakce do souboru CSV
de: Transaktionen als CSV-File exportieren
es: Exportar transacciones en formato CSV
fr: Exportation des transactions vers un fichier CSV
it: Esporta transazioni su file CSV
ja: トランザクション一覧をCSVファイルに出力
ko: 거래를 CSV 파일로 내보내기
nl: Transacties exporteren naar CSV-bestand
pt_br: Exportar transações para arquivo CSV
ro: Exportare tranzacții într-un fișier CSV
ru: Экспорт транзакций в файл CSV
uk: Експорт транзакцій у файл CSV
zh: 导出转账历史为CSV文件

# id_exports_an_accounts_extended
source: Exports an account's extended public key (xPub/yPub/zPub) to view as a watch-only
cs: Exportuje rozšířený veřejný klíč účtu (xPub/yPub/zPub) pro zobrazení pouze pro sledování.
es: Exporta las claves públicas de una cuenta (xPub/yPub/zPub) para ver en modo de solo lectura
it: Esporta le extended public keys (xPub/yPub/zPub) per usarlo modalità watch-only
ko: 시계 전용으로 보기 위해 계정의 확장 공개 키 (xPub/yPub/zPub)를 내보냅니다
nl: Exporteer een extended public key (xPub/yPub/zPub) van een account om te bekijken als watch-only
pt_br: Exporta a chave pública estendida (xPub/yPub/zPub) para importar em uma conta somente leitura
zh: 导出账户的扩展公钥 (xPub/yPub/zPub)在仅查看模式下查看

# id_extended_public_key
source: Extended Public Key
cs: Rozšířený veřejný klíč
es: Clave Pública Extendida
ko: 확장 공개 키
pt_br: Chave pública estendida
zh: 扩展公钥

# id_failed_to_load_asset_icons
source: Failed to load asset icons
cs: Nepodařilo se načíst ikony aktiv
de: Fehler beim Laden der Asset-Icons
es: Error al cargar los iconos de los activos
fr: Échec du chargement des icônes d'actifs
it: Impossibile caricare asset icon
ja: アセットのアイコンの読み込みに失敗しました
ko: 자산 아이콘 로딩 실패
nl: Kan asset-pictogrammen niet laden
pt_br: Falha ao carregar ícones de ativos
ru: Не удалось загрузить иконки активов
uk: Не вдалося завантажити іконки активів
zh: 未能加载资产图标

# id_failed_to_load_asset_registry
source: Failed to Load Asset Registry
cs: Nepodařilo se načíst registr aktiv
de: Fehler beim Laden der Asset-Registry
es: Error al cargar el registro de activos
fr: Échec du chargement du registre des actifs
it: Impossibile caricare Registro Asset
ja: アセット登録簿の読み込みに失敗しました
ko: 자산 레지스트리 로딩 실패
nl: Kan asset-register niet laden
pt_br: Falha ao carregar registro de ativos
ru: Не удалось загрузить реестр активов
uk: Не вдалося завантажити реєстр активів
zh: 未能加载资产目录

# id_fast
source: Fast
cs: Rychle
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
ja: 速い
ko: 빠르고
nl: Snel
pt_br: Rápido
ro: Rapid
ru: Быстро
uk: Швидко
vi: Nhanh
zh: 快速

# id_faster_more_confidential
source: Faster, more confidential Bitcoin transactions
cs: Rychlejší a důvěrnější bitcoinové transakce
de: Schnellere und vertraulichere Bitcoin-Transaktionen
es: Transacciones Bitcoin más rápidas y confidenciales
fr: Des transactions Bitcoin plus rapides et plus confidentielles
it: Più veloce, più confidential transaction Bitcoin
ja: より早く、よりプライベートなビットコイン送金
ko: 더 빠르고 기밀성 높은 비트코인 ​​거래
nl: Snellere, meer vertrouwelijke bitcoin-transacties
pt_br: Transações de bitcoin mais rápidas e confidenciais
ro: Tranzacții Bitcoin confidențiale și rapide
ru: Более быстрые и конфиденциальные Биткоин-транзакции
uk: Більш швидкі і конфіденційні Біткоін-транзакції
zh: 更快，更隐私的比特币转账

# id_fee
source: Fee
cs: Poplatek
de: Gebühr
es: Comisión
fr: Frais
ja: 手数料
ko: 수수료
nl: Tarief
pt_br: Taxa
ro: Taxa pentru tranzactie
ru: Комиссия
uk: Комісія
vi: Phí
zh: 费用

# id_fee_amount_size_fee_rate
source: Fee Amount, Size, Fee Rate
cs: Výše poplatku, velikost, sazba poplatku
de: Gebührenbetrag, Größe, Gebührenrate
es: Monto de la comisión, Tamaño, Comisión por vbyte
fr: Montant des frais, taille, taux de frais
it: Totale fee, importo, fee rate
ja: 手数料・サイズ・手数料率
ko: 수수료, 사이즈, 수수료율
nl: Transactiekosten, grootte, tarief
pt_br: Valor da taxa, tamanho, taxa de rede
ro: Valoare comision, dimensiune, rată a comisionului
ru: Сумма комиссии, размер, комиссия
uk: Сума комісії, розмір, комісія
vi: Số phí, Kích cỡ, lệ phí
zh: 费用金额、大小、转账手续费

# id_fee_rate
source: Fee rate
cs: Sazba poplatků
de: Gebührenrate
es: Comisión por vbyte
fr: Taux des frais
ja: 手数料率
ko: 수수료율
nl: Tarief
pt_br: Taxa de rede
ro: Rata comisionului
ru: Комиссия
uk: Комісія
vi: Lệ phí
zh: 转账手续费

# id_fee_rate_is_above_maximum
source: Fee rate is above maximum accepted fee rate.
cs: Sazba poplatku je nad maximální akceptovanou sazbou.
de: Gebührenrate ist über der maximal akzeptierten Gebührenrate
es: La comisión está por encima de la comisión máxima aceptada.
fr: Le taux des frais est supérieur au taux maximum autorisé
it: Fee rate oltre il massimo consentito
ja: 手数料率が設定上限額を超えています。
ko: 수수료율은 최대 허용 수수료율보다 높습니다.
nl: Het tarief is hoger dan het geaccepteerde maximum
pt_br: A taxa está acima do valor máximo aceito.
ro: Rata comisionului este peste pragul maxim acceptat.
ru: Размер комиссии выше максимального допустимого.
uk: Розмір комісії вищий за максимально допустимий.
vi: Mức phí cao hơn mức phí tối đa được chấp nhận.
zh: 转账手续费已超过最大值。

# id_fee_rate_is_below_minimum
source: Fee rate is below minimum accepted fee rate
cs: Sazba poplatku je pod minimální akceptovanou sazbou
de: Gebührenrate ist unter der minimal akzeptierten Gebührenrate
es: La comisión está por debajo del mínimo aceptado.
fr: Les frais de transactions sont inférieurs au minimum accepté
it: Fee rate inferiore al minimo consentito
ja: 手数料率が最小額を満たしていません
ko: 수수료율이 최소 허용 수수료율보다 낮습니다
nl: Het tarief is lager dan het geaccepteerde minimum
pt_br: A taxa de rede é menor que o valor mínimo aceito
ro: Rata comisionului este sub pragul minim acceptat.
ru: Комиссия ниже минимальной принятой ставки
uk: Комісія нижча за мінімально прийнятну
vi: Lệ phí nhỏ hơn lệ phí thấp nhất có thể chấp nhận
zh: 转账手续费已低于最小值

# id_fee_rate_must_be_at_least_s
source: Fee rate must be at least %@ satoshi/vbyte.
cs: Sazba poplatku musí být alespoň %@ satoshi/vbyte.
de: Gebührenrate muss mindestens %@ satoshi/vbyte sein.
es: La comisión por vbyte debe ser de al menos %@ satoshi/vbyte.
fr: Le taux des frais doit être d'au moins %@ satoshi/vbyte.
it: La fee rate deve essere superiore a %@ satoshi/vbyte.
ja: 手数料率は最低 %@ satoshi/vbyte以上でなければなりません。
ko: 수수료율은 %@ 사토시/vbyte보다 높아야 합니다.
nl: Het tarief moet minstens %@ satoshi/vbyte zijn.
pt_br: A taxa de rede deve ser no mínimo %@ satoshi/vbyte.
ro: Comisionul trebuie să fie de minim %@ satoshi/vbyte
ru: Комиссия должна быть не менее %@ сатоши/vbyte.
uk: Комісія не може бути меншою за %@ сатоші/vbyte.
vi: Lệ phí phải ít nhất %@ satoshi trên vbyte
zh: 转账手续费至少为%@ satoshi/vbyte。

# id_fee_rate_s
source: Fee rate: %@
cs: Sazba poplatků: %@
de: Gebührenrate: %@
es: Comisión por vbyte: %@
fr: Taux de frais : %@
ja: 手数料率: %@
ko: 수수료율 : %@
nl: Tarief: %@
pt_br: Taxa de rede: %@
ro: Rata comisionului: %@
ru: Комиссия: %@
uk: Комісія: %@
vi: Lệ phí: %@
zh: 转账手续费：%@

# id_fee_s__s
source: Fee: %@ / %@
cs: Poplatek: %@ / %@
de: Gebühr: %@ / %@
es: Comisión: %@ / %@
fr: Frais : %@ / %@
ja: 手数料: %@ / %@
ko: 수수료 : %@ / %@
nl: Tarief: %@ / %@
pt_br: Taxa: %@ / %@
ro: Comision: %@/%@
ru: Комиссия всего: %@/%@
uk: Комісія всього: %@/%@
vi: Phí: %@ / %@
zh: 费用： %@ / %@

# id_feedback
source: Feedback
es: Comentarios
ko: 피드백

# id_fees_are_too_low
source: Fees are too low
cs: Poplatky jsou příliš nízké
de: Die Gebühren sind zu niedrig
es: Las comisiones son muy bajas
fr: Les frais sont trop faibles
it: Fee troppo basse
ja: 手数料が低すぎます
ko: 수수료가 너무 낮습니다
nl: Het tarief is te laag
pt_br: Taxa muito baixa
ro: Comisioanele sunt prea mici
ru: Комиссии слишком низкие
uk: Комісії занадто низькі
zh: 手续费太低

# id_fetching_new_firmware
source: Fetching new firmware
cs: Načítání nového firmwaru
de: Neue Firmware wird abgerufen
es: Obteniendo firmware nuevo
fr: Récupération d'un nouveau firmware
it: Nuovo firmware esclusivo
ja: 新しいファームウェアを取得中
ko: 새 펌웨어 가져오기
nl: Nieuwe firmware ophalen
pt_br: Buscando novo firmware
ro: Se descarcă noul firmware
ru: Получение новой прошивки
uk: Отримання нової прошивки
zh: 获取新固件

# id_filters
source: Filters
cs: Filtry
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
pt_br: Filtros
ru: Фильтры
uk: Фільтри
zh: 筛选

# id_finishing_up
source: Finishing Up
cs: Dokončování
de: wird fertiggestellt
es: Finalizando
fr: Finition
it: Sto finendo
ja: 最後に
ko: 마무리
nl: Afronden
pt_br: Finalizando
ro: Aproape gata
ru: Заканчивать
uk: Закінчувати
zh: 完成

# id_firmware
source: Firmware
ja: ファームウェア
ko: 펌웨어
ru: Прошивка
uk: Прошивка
zh: 固件

# id_firmware_update
source: Firmware update
cs: Aktualizace firmware
es: Actualización de firmware
fr: Mise à jour du firmware
it: Aggiornamento firmware
ja: ファームウェアアップデート
ko: 펌웨어 업데이트
pt_br: Atualizar firmware
ro: Update de firmware
ru: Обновление прошивки
uk: Оновлення прошивки
zh: 固件升级

# id_firmware_update_completed
source: Firmware update completed
cs: Aktualizace firmwaru byla dokončena
de: Firmware-Update abgeschlossen
es: Actualización de firmware finalizada
fr: Mise à jour du firmware terminée
it: Aggiornamento firmware completato
ja: ファームウェアアップデートが完了
ko: 펌웨어 업데이트 완료
nl: Firmware-update voltooid
pt_br: Atualização do firmware concluída
ro: Actualizarea firmware a fost efectuată
ru: Обновление прошивки завершено
uk: Оновлення прошивки завершено
zh: 已完成固件升级

# id_follow_the_instructions_on_your
source: Follow the instructions on your device.
cs: Postupujte podle pokynů v zařízení.
de: Folge den Anweisungen auf deinem Gerät
es: Siga las instrucciones en su dispositivo.
fr: Suivez les instructions de votre appareil.
it: Segui le istruzioni sul tuo dispositivo.
ja: デバイスの指示に従ってください。
ko: 기기에 표시된 지시를 따르세요
nl: Volg de instructies op het apparaat.
pt_br: Siga as instruções no seu dispositivo.
ru: Следуйте инструкциям на вашем устройстве.
uk: Дотримуйтесь інструкцій на вашому пристрої.
zh: 按照设备上的说明进行操作。

# id_for_investors
source: For investors
cs: Pro investory
de: Für Investoren
es: Para inversores
fr: Pour les investisseurs
it: Per investitori
ja: 投資家向け
ko: 투자자용
nl: Voor investeerders
pt_br: Para investidores
ro: Pentru Investitori
ru: Для инвесторов
uk: Для інвесторів
zh: 对于投资者

# id_for_long_term_storage
source: For long term storage
cs: Pro dlouhodobou úschovu
de: Zur langfristigen Aufbewahrung
es: Para almacenamiento a largo plazo
fr: Pour un stockage à long terme
it: Per archiviazione a lungo termine
ja: 長期保管向け
ko: 장기 보관용
nl: Voor langdurige opslag
pt_br: Para armazenamento a longo prazo
ro: Pentru păstrare pe termen lung
ru: Для длительного хранения
uk: Для тривалого зберігання
zh: 用于长期存储

# id_for_most_users
source: For most users
cs: Pro většinu uživatelů
de: Für die meisten Nutzer
es: Para la mayoría de los usuarios
fr: Pour la plupart des utilisateurs
it: Per normali utenti
ja: 大半のユーザー向け
ko: 일반 사용자용
nl: Voor de meeste gebruikers
pt_br: Para a maioria dos usuários
ro: Pentru majoritatea utilizatorilor
ru: Для большинства пользователей
uk: Для більшості користувачів
zh: 对于大部分用户

# id_from
source: FROM
cs: OD
de: VON
es: DESDE
fr: DE
it: DA
ja: 送信者
ko: 보낸 사람
nl: VAN
pt_br: DE
ro: DE LA
ru: ОТ
uk: ВІД
vi: TỪ
zh: 来自

# id_funds_received_in_this
source: Funds received in this transaction are not confidential.
cs: Prostředky přijaté v této transakci nejsou důvěrné.
de: Die im Rahmen dieser Transaktion erhaltenen Gelder sind nicht als vertraulich einzustufen.
es: Los fondos recibidos en esta transacción no son confidenciales.
fr: Les fonds issus de cette transaction ne sont pas confidentiels.
it: I fondi ricevuti in questa transazione non sono riservati.
ja: このトランザクションで受け取った資金は秘匿されていません。
ko: 이 거래로 수신된 자금은 기밀이 아닙니다.
nl: Het ontvangen geld in deze transactie is niet vertrouwelijk.
pt_br: Fundos recebidos nesta transação não são confidenciais.
ro: Fondurile primite prin această tranzacție nu sunt confidențiale.
ru: Средства, полученные в результате этой транзакции, не являются конфиденциальными.
uk: Кошти, отримані в результаті даної транзакції, не є конфіденційними
vi: Tiền nhận được trong giao dịch này không được bảo mật.
zh: 通过这笔转账接收的资金不是隐私的。

# id_general
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
ru: Общий
uk: Загальний
zh: 通用

# id_generate
source: Generate
cs: Generovat
de: Generieren
es: Generar
fr: Générer
it: Crea
ja: 生成する
ko: 생성하기
nl: Genereren
pt_br: Gerar
ru: Сгенерировать
uk: Згенерувати
zh: 生成

# id_generate_a_new_recovery_phrase
source: Generate a new recovery phrase as your third recovery key.
cs: Vygenerujte novou frázi pro obnovení jako třetí klíč pro obnovení.
de: Generiere eine neue Wiederherstellungs-Phrase als deinen dritten Wiederherstellungs-Schlüssel.
es: Genere una nueva frase semilla como tercera clave de recuperación.
fr: Générez une nouvelle phrase de récupération comme troisième clé de récupération.
it: Crea una nuova recovery phrase come tua terza recovery key.
ja: 第3のリカバリー鍵としてリカバリーフレーズを生成します。
ko: 세 번째 복구 키로 새 복구 구문 생성하기
nl: Genereer een nieuwe herstelzin als derde herstelsleutel.
pt_br: Gere uma nova frase de recuperação para usar como sua terceira chave da conta.
ru: Создайте новую фразу восстановления в качестве третьего ключа восстановления.
uk: Створіть нову фразу відновлення в якості третього ключа відновлення.
zh: 生成一个新的助记词作为您的第三个恢复密钥。

# id_generate_new_address
source: Generate New Address
cs: Vytvořit novou adresu
de: Neue Adresse generieren
es: Generar dirección nueva
fr: Générer une nouvelle adresse
it: Crea Nuovo Indirizzo
ja: 新しいアドレスを生成する
ko: 새로운 주소 생성하기
nl: Genereer nieuw adres
pt_br: Gerar novo endereço
ro: Generați o adresă nouă
ru: Сгенерировать новый адрес
uk: Згенерувати нову адресу
vi: Tạo địa chỉ mới
zh: 创建新的地址

# id_get_code
source: Get Code
cs: Získat kód
de: Code erhalten
es: Obtener código
fr: Obtenir le code
it: Ottieni Codice
ja: コードを受け取る
ko: 코드 받기
nl: Verkrijg code
pt_br: Obter código
ro: Obțineți Cod
ru: Получить код
uk: Отримати код
vi: Nhận mã số
zh: 获取代码

# id_get_id
source: Get ID
cs: Získat ID
de: Hol dir eine ID
es: Obtener ID
fr: Obtenir l'ID
it: Ottieni ID
ja: IDを取得する
ko: ID 가져오기
nl: ID ophalen
pt_br: Mostrar ID
ru: Получить ID
uk: Отримати ID
zh: 获取ID

# id_get_jade
source: Get Jade
cs: Získejte Jade
de: Hol dir ein Jade
es: Obtener Jade
fr: Obtenir Jade
it: Acquista Jade
ja: Jadeを購入する
ko: Jade 가져오기
nl: Jade kopen
pt_br: Comprar Jade
ro: Obțineți Jade
ru: Получить Jade
uk: Отримати Jade
zh: 获取Jade

# id_give_bluetooth_permissions
source: Give Bluetooth Permissions
cs: Udělení oprávnění Bluetooth
de: Bluetooth erlauben
es: Otorgar permisos de Bluetooth
fr: Donner des autorisations à Bluetooth
it: Autorizza Bluetooth
ja: Bluetoothの権限を与える
ko: 블루투스 권한 부여하기
nl: Bluetooth-machtigingen geven
pt_br: Permitir conexão bluetooth
ru: Разрешить использовать Bluetooth
uk: Дозволити використовувати Bluetooth
zh: 给予蓝牙权限

# id_give_us_your_feedback
source: Give us your feedback
es: Déjenos sus comentarios
it: Lascia un feedback
ko: 귀하의 의견을 공유 바랍니다
pt_br: Mande seu feedback

# id_go_to_account
source: Go to Account
cs: Přejít do účtu
de: Gehe zum Konto
es: Ir a Mi cuenta
fr: Accéder au compte
it: Vai all'Account
ja: アカウントを見る
ko: 계정으로 이동
nl: Ga naar account
pt_br: Ir para a conta
ro: Mergeți la cont
ru: Перейти к учетной записи
uk: Перейти до облікового запису
zh: 前往账户

# id_go_to_receive_to_get_your
source: Go to Receive to get your Account ID.
cs: Chcete-li získat své ID účtu, přejděte do Přijmout.
de: Gehe auf Empfangen, um deine Konto-ID zu erhalten.
es: Diríjase a Recibir para obtener su identificador de cuenta.
fr: Allez sur Recevoir pour obtenir votre ID de compte.
it: Vai su Ricevi per ottenere il tuo Account ID
ja: 受け取り画面からアカウントIDを確認できます。
ko: 수신으로 이동하여 계정 ID를 받으세요.
nl: Ga naar Ontvangen om je account-ID te vinden.
pt_br: Ir em receber para acessar seu ID da conta.
ro: Mergeți la meniul "Primire" pentru a obține ID-ul contului.
ru: Перейдите в раздел «Получить», чтобы получить идентификатор своей учетной записи.
uk: Перейдіть до розділу «Отримати», щоб отримати ідентифікатор свого облікового запису.
zh: 前往收款获取账户ID。

# id_go_to_wallet
source: Go to Wallet
cs: Přejít do Peněženky
de: Zur Wallet
es: Ir a cartera
fr: Aller au portefeuille
it: Vai al Wallet
ja: ウォレットを確認
ko: 지갑으로 가기
nl: Ga naar wallet
pt_br: Ir para a carteira
ro: Mergeți la Portofel
ru: Перейти к кошельку
uk: Перейти до гаманця
vi: Đi đến ví
zh: 前往钱包

# id_got_it_written_down_great_you
source: Got it written down? Great. You can enter it here. Don’t lose it, it’ll stay the same.
cs: Máte je napsané? Skvělé. Můžete je zadat zde. Neztraťte je.
de: Hast du es dir aufgeschrieben? Super. Du kannst es jetzt hier eingeben. Verliere es nicht, es wird immer gleich bleiben.
es: ¿Ya la escribió? ¡Muy bien! Ingrésela aquí. No la pierda, porque seguirá siendo la misma.
fr: Vous l'avez écrit ? Très bien. Vous pouvez l'entrer ici. Ne le perdez pas, il restera le même.
it: Hai una copia scritta? Bene. Digitala qui. Non perderla, rimarrà sempre la stessa.
ja: 書き留めましたか？よくできました。ここに入力してください。変わることはないので、安心して保管してください。
ko: 적어두셨나요? 좋아요. 여기에 입력하시면 됩니다. 잃어버리지 마세요. 동일하게 유지될 것입니다.
nl: Heb je alles opgeschreven? Mooi. Je kunt het hier invullen. Verlies het niet, het verandert nooit.
pt_br: Tem ela anotada? Excelente. Você pode inserir as palavras da frase de recuperação aqui.
ro: Ați scris-o? Perfect. Acum introduceți-o aici. Aveți grija să nu o pierdeți.
ru: Записан? Отлично! Вы можете ввести его здесь. Не теряйте его, он останется прежним.
uk: Записаний? Відмінно! Ви можете ввести його тут. Не втрачайте його, він залишиться незмінним.
zh: 写下来了吗？好样的。你可以在这里输入。不要将它丢失，它会保持不变。

# id_green_is_a_noncustodial_wallet
source: Green is a non-custodial wallet
cs: Green peněženka nedrží vaše prostředky
de: Green ist eine selbstverwahrende Wallet (non-custodial)
es: Green es una cartera sin custodia
fr: Green est un portefeuille sans dépôt
it: Green è un wallet non custodial
ja: Greenはノンカストディアルウォレットです
ko: Green은 비수탁 지갑입니다
nl: In de Green-wallet beheer je je eigen bezittingen
pt_br: A Green é uma carteira não custodiante
ro: Green este un portofel non-custodial
ru: Green - кошелек, который позволяет полностью контролировать средства только его обладателю
uk: Green - гаманець, який дозволяє повністю контролювати кошти тільки його власнику
vi: Green là ví không tạm giữ tiền của bạn , bạn là người giữ tiền
zh: Green是一个非第三方托管的钱包

# id_green_logo
source: Green Logo
es: Logo de Green
fr: Logo Green
it: Logo Green
ja: Greenロゴ
ko: Green 로고
nl: Logo Green
pt_br: Logotipo da Green
ro: Logo Green
ru: Логотип кошелька Green
uk: Логотип гаманця Green
vi: Logo của Green

# id_green_mnemonic_qr_code
source: Green Mnemonic QR Code
cs: Green Mnemotechnický QR Code
de: Green Merksatz QR Code
es: Código QR de su frase semilla de Green
fr: QR code du mnémonique Green
it: QR Code mnemonic Green
ja: GreenニモニックQRコード
ko: Green 니모닉 QR 코드
nl: QR-code herstelzin Green
pt_br: Código QR do mnemônico da Green
ro: Codul QR pentru șirul de cuvinte mnemonice Green
ru: Мнемонический QR-код кошелька Green
uk: Мнемонічний QR-код гаманця Green
vi: Mã số QR của các chữ gợi nhớ mnemonic Green
zh: Green助记词二维码

# id_green_only_supports_one_pin_for
source: Green only supports one PIN for each network. New wallets will require a mnemonic every time you log in.
cs: Green peněženka podporuje pouze jeden PIN pro každou síť. Nové peněženky budou vyžadovat mnemotechnickou frázi pokaždé, když se přihlásíte.
de: Green unterstützt nur einen PIN je Netzwerk. Neue Wallets benötigen einen Merksatz bei jedem Log In.
es: Green solo permite un PIN para cada red. Las nuevas carteras le pedirán la frase semilla cada vez que inicie sesión.
fr: Green prend en charge un seul code PIN par réseau. Les nouveaux wallets nécessiteront un code mnémonique à chaque connexion.
it: Green supporta un solo PIN per network. I nuovi wallet richiederanno la mnemonic a ogni login.
ja: Greenは各ネットワークにつきひとつのPINをサポートします。追加のウォレットはログインの度にニモニックが必要となります。
ko: Green은 각 네트워크 당 하나의 PIN을 지원합니다. 새로운 지갑은 로그인할 때마다 니모닉 을 요구합니다.
nl: Green ondersteunt maar één PIN voor elk netwerk. Nieuwe wallets vereisen een herstelzin bij elke aanmelding.
pt_br: A Green suporta apenas um PIN por rede. Novas carteiras precisarão do mnemônico toda vez que você acessá-las.
ro: Green suportă un singur PIN pentru fiecare rețea. Portofelele nou-create vor necesita introducerea șirului de cuvinte mnemonice de fiecare dată când vă logați.
ru: Green поддерживает только один PIN-код для каждой сети. Новый кошелек требует введения мнемонической фразы каждый раз, когда вы входите в систему.
uk: Green підтримує лише один PIN-код для кожної мережі. Новий гаманець вимагає введення мнемонічної фрази кожного разу при вході в систему.
vi: Green chỉ hổ trợ một mã số PIN cho mỗi mạng. Các ví mới sẽ yêu cầu chữ gợi nhớ mnemonic mỗi lần bạn đăng nhập.
zh: Green对于每个网络只能支持1个PIN。每次登录新钱包都需要输入助记词。
