Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_provide_this_id_to_the_asset
source: Provide this ID to the asset issuer if requested.
cs: Na požádání poskytněte toto ID vydavateli aktiva.
de: Gib diese ID dem Asset-Herausgeber, falls erforderlich.
es: Proporcione este ID al emisor del activo si se lo pide.
fr: Fournissez cet identifiant à l'émetteur de l'actif si cela vous est demandé.
it: Fornisci questo ID all'emettitore dell'asset qualora richiesto.
ja: 必要な場合は発行者にこのIDを伝えてください。
ko: 자산 발행자가 요청 시 이 ID를 제공하세요.
nl: Geef dit ID op verzoek aan de uitgever van de asset.
pt_br: Se solicitado, forneça esta identificação ao emissor do ativo.
ro: Oferiți acest ID către emițătorul monedei dacă vi se cere.
ru: Если необходимо, предоставьте этот идентификатор эмитенту актива.
uk: Якщо необхідно, надайте цей ID емітенту активу.
zh: 如果需要，请将此ID提供给资产发行人。

# id_provide_your_amp_id_to_the
source: Provide your AMP ID to the asset issuer if requested.
cs: Na požádání poskytněte své AMP ID vydavateli aktiva.
de: Gib deine AMP-ID an den Herausgeber des Assets, falls verlangt.
es: Proporcione el ID de AMP al emisor del activo si se lo pide.
fr: Fournissez votre AMP ID à l'émetteur de l'actif si cela vous est demandé.
it: Fornisci il tuo ID AMP all'emettitore dell'asset qualora richiesto.
ja: アセットの発行者に求められた場合はAMP IDを伝えてください。
ko: 자산 발행자가 요청 시 AMP ID를 제공하세요.
nl: Geef op verzoek je AMP-ID aan de uitgever van de asset.
pt_br: Se solicitado, forneça seu ID AMP para o emissor do ativo.
ro: Furnizorul activului vă poate cere ID-ul contului AMP
ru: Если необходимо, сообщите свой идентификатор AMP эмитенту актива.
uk: Якщо необхідно, повідомте свій ідентифікатор AMP емітенту активу.
zh: 如有需要，请向资产发行者提供您的AMP ID。

# id_proxy_host
source: Proxy host
cs: Proxy hostitel
es: Host del proxy
fr: Hôte proxy
it: Host proxy
ja: プロキシのホスト
ko: 프록시 호스트
pt_br: Host proxy
ru: Прокси-хост
uk: Проксі-хост
zh: 代理主机

# id_proxy_port
source: Proxy port
es: Puerto del proxy
fr: Port proxy
it: Porta proxy
ja: プロキシのポート
ko: 프록시 포트
nl: Proxy-poort
pt_br: Porta proxy
ru: Порт прокси
uk: Порт проксі
zh: 代理端口

# id_proxy_settings
source: PROXY SETTINGS
cs: NASTAVENÍ PROXY
de: PROXY EINSTELLUNGEN
es: CONFIGURACIÓN DEL PROXY
fr: CONFIGURATION DU PROXY
it: IMPOSTAZIONI PROXY
ja: プロキシ設定
ko: 프록시 설정
nl: PROXYINSTELLINGEN
pt_br: CONFIGURAÇÕES DE PROXY
ro: SETĂRI PROXY
ru: НАСТРОЙКИ ПРОКСИ-СЕРВЕРА
uk: НАЛАШТУВАННЯ ПРОКСІ-СЕРВЕРУ
vi: CÀI ĐẶT PROXY
zh: PROXY设置

# id_pseudonymous_identifier_country
source: Pseudonymous identifier, country
cs: Pseudonymní identifikátor, země
es: Identificador pseudónimo, país
it: Pseudonimo identificativo, paese
ko: 가명 식별자, 국가
nl: Pseudonieme identificatie, land
pt_br: Identificador pseudônimo, país
zh: 化名标识符，国家

# id_qr_code
source: QR Code
cs: QR kód
es: Código QR
ja: QRコード
ko: QR 코드
pt_br: Código QR
ro: Cod QR
ru: QR-код
uk: QR-код
zh: 二维码

# id_qr_scanner
source: QR Scanner
cs: QR čtečka
es: Escáner QR
fr: Scanner de QR code
ja: QRスキャナー
ko: QR 스캐너
pt_br: Leitor de código QR
ro: Scanner QR
ru: QR-сканер
uk: QR-сканер
vi: Máy quét mã QR
zh: 二维码扫描器

# id_rate
source: Rate
es: Calificar
it: Valutazione
ko: 평가
pt_br: Avaliar

# id_rate_us
source: Rate us
es: Califíquenos
it: Valutaci
ko: 평가해 주세요
pt_br: Nos avalie

# id_rate_your_experience
source: Rate your experience
es: Califique su experiencia
it: Valuta la tua esperienza
ko: 귀하의 체험을 점수로 매긴다면?
pt_br: Avalie sua experiência

# id_read_more
source: Read more
cs: Přečtěte si více
de: Mehr dazu hier
es: Más información
fr: En savoir plus
it: Maggiori informazioni
ja: 詳しく知る
ko: 더 보기
nl: Lees verder
pt_br: Ler mais
ru: Подробнее
uk: Детальніше
zh: 阅读更多

# id_read_more_at_our_s
source: Read more at our %@
cs: Přečtěte si více na našem %@
de: Weitere Informationen auf unserer %@
es: Para más información, consulte nuestro %@
it: Per maggiori informazioni consulta %@
ja: %@で詳しく読む
ko: Blockstream의 %@에서 더 보기
nl: Kom meer te weten op onze %@
pt_br: Saiba mais em nossa%@
ro: Citiți mai multe la %@
ru: Узнайте больше на нашем %@
uk: Дізнайтеся більше на нашому %@
zh: 在我们的%@中阅读更多

# id_ready
source: Ready
cs: Připraveno
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비
nl: Gereed
pt_br: Pronto
ru: Готовый
uk: Готовий
zh: 准备好

# id_ready_to_start
source: Ready to start
cs: Připraveno ke spuštění
de: Bereit zu starten
es: Listo para empezar
fr: Prêt à démarrer
it: Pronto a iniziare
ja: 開始準備完了
ko: 시작할 준비가 되었습니다
nl: Klaar om te starten
pt_br: Pronto para começar
ru: Готов начать
uk: Готовий почати
zh: 准备开始

# id_receive
source: Receive
cs: Příjmout
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja: 受け取る
ko: 받기
nl: Ontvangen
pt_br: Receber
ro: Primire
ru: Получить
uk: Отримати
vi: Nhận
zh: 收款

# id_receive_email_notifications_for
source: Receive email notifications for sent and received transactions
cs: Dostávat e-mailová oznámení pro odeslané a přijaté transakce
de: E-Mail-Benachrichtigungen für gesendete und empfangene Transaktionen erhalten
es: Recibir notificaciones por correo electrónico sobre transacciones entrantes y salientes
fr: Recevoir des notifications par email pour les transactions envoyées et reçues
it: Ricevi notifiche via email per le transazioni inviate e ricevute
ja: 送受信したトランザクションについてメールで通知を受け取る
ko: 주고 받은 거래에 대한 이메일 알림을 받으세요
nl: Ontvang e-mailnotificaties voor verzonden en ontvangen transacties
pt_br: Receba notificações por e-mail para transações enviadas e recebidas
ro: Primiți notificări pe adresa de e-mail pentru fiecare tranzacție trimisă și primită
ru: Получать уведомления по электронной почте об отправленных и полученных транзакциях
uk: Отримувати повідомлення по електронній пошті про надіслані та отримані транзакції
zh: 开通邮件通知来收发转账

# id_received
source: Received
cs: Přijaté
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受け取り済み
ko: 받음
nl: Ontvangen
pt_br: Recebida
ro: Primit
ru: Получено
uk: Отримано
vi: Đã nhận
zh: 已收款

# id_received_on
source: Received on
cs: Přijato dne
de: Empfangen am
es: Recibido el
fr: Reçue le
it: Ricevuto su
ja: 受け取り
ko: 받은 시간
nl: Ontvangen op
pt_br: Recebida em
ro: Primit pe
ru: Получено
uk: Отримано
vi: Đã nhận trên
zh: 收款时间

# id_recently_used_wallets
source: Recently used wallets
cs: Nedávno použité peněženky
de: Zuletzt verwendete Wallets
es: Carteras utilizadas recientemente
fr: Portefeuilles récemment utilisés
it: Wallet utilizzati di recente
ja: 最近使ったウォレット
ko: 최근 사용한 지갑
nl: Recent gebruikte wallets
pt_br: Carteiras recentemente usadas
ro: Portofele folosite recent
ru: Недавно использованные кошельки
uk: Нещодавно використані гаманці
zh: 最近使用的钱包

# id_recipient
source: Recipient
cs: Příjemce
de: Empfänger
es: Receptor
fr: Destinataire
it: Destinatario
ja: 受信者
ko: 수취인
nl: Ontvanger
pt_br: Destinatário
ro: Destinatar
ru: Получатель
uk: Отримувач
vi: Người nhận
zh: 接收方

# id_recipient_address
source: Recipient address
cs: Adresa příjemce
de: Empfänger-Adresse
es: Dirección del destinatario
fr: Adresse du destinataire
it: Indirizzo destinatario
ja: 送金先のアドレス
ko: 수신자 주소
nl: Adres van de ontvanger
pt_br: Endereço de destino
ro: Adresa destinatarului
ru: Адрес получателя
uk: Адреса одержувача
zh: 收款地址

# id_recovery
source: Recovery
cs: Obnova
de: Wiederherstellung
es: Recuperación
ja: リカバリー
ko: 복구
nl: Herstel
pt_br: Backup
ro: Recuperare
ru: Восстановление
uk: Відновлення
zh: 恢复资金设置

# id_recovery_and_notifications
source: Recovery and Notifications
cs: Obnovení a oznámení
de: Wiederherstellung und Mitteilungen
es: Recuperación y notificaciones
fr: Récupération et notifications
it: Recovery e Notifiche
ja: リカバリーと通知
ko: 복구 및 알림
nl: Herstel en notificaties
pt_br: Recuperação e notificações
ro: Recuperare și Notificări
ru: Восстановление и уведомления
uk: Відновлення і повідомлення
vi: Khôi phục và thông báo
zh: 恢复与通知

# id_recovery_key_type
source: Recovery Key Type
cs: Typ klíče pro obnovení
es: Tipo de Clave de Recuperación
it: Tipo di Recovery Key
ko: 복구 키 유형
nl: Type herstelsleutel
pt_br: Tipo de chave de recuperação
zh: 恢复密钥类型

# id_recovery_mnemonic
source: Recovery mnemonic
cs: Obnova mnemotechnické fráze
de: Wiederherstellungs-Merksatz
es: Frase semilla
fr: Récupération mnemonic
it: Mnemonic recovery
ja: リカバリーニモニック
ko: 복구 니모닉
nl: Herstelzin
pt_br: Recuperar mnemônico
ro: Mnemonic de recuperare
ru: Восстановление мнемонической фразы
uk: Відновлення мнемонічної фрази
zh: 助记词

# id_recovery_phrase
source: Recovery Phrase
cs: Fráze pro obnovení
de: Wiederherstellungs-Phrase
es: Frase de recuperación
fr: Phrase de récupération
ja: リカバリーフレーズ
ko: 복구 구문
nl: Herstelzin
pt_br: Frase de recuperação
ro: Frază de recuperare
ru: Фраза восстановления
uk: Фраза відновлення
zh: 助记词

# id_recovery_phrase_check
source: Recovery Phrase Check
cs: Kontrola obnovovací fráze
de: Check der Wiederherstellungs-Phrase
es: Verificación de la frase de recuperación
fr: Vérification de la phrase de récupération
it: Controllo Recovery Phrase
ja: リカバリーフレーズの確認
ko: 복구 구문 확인
nl: Herstelzin controleren
pt_br: Verificando a frase de recuperação
ro: Verificare frază de recuperare
ru: Проверка фразы восстановления
uk: Перевірка фрази відновлення
zh: 助记词检查

# id_recovery_phrase_length
source: Recovery phrase length
cs: Délka fráze pro obnovení
es: Longitud de la frase de recuperación
it: Lunghezza della Recovery Phrase
ko: 복구 문구 길이
nl: Lengte herstelzin
pt_br: Total de palavras
zh: 助记词长度

# id_recovery_phrases_key_material
source: Recovery phrases, key material, addresses, balances
cs: Fráze pro obnovu, klíče, adresy, zůstatky
es: Frases de recuperación, material clave, direcciones, saldos
it: Recovery phrase, chiavi private, indirizzi, somme
ko: 복구 문구, 핵심 소재, 주소, 잔고
nl: Herstelzinnen, sleutelmateriaal, adressen, balansen
pt_br: Chaves de recuperação, chaves públicas, endereços, saldos
zh: 助记词、关键材料、地址、余额

# id_recovery_tool
source: Recovery Tool
cs: Nástroj pro obnovení
de: Wiederherstellungs-Tool
es: Herramienta de recuperación
fr: Outil de récupération
ja: リカバリーツール
ko: 복구 도구
nl: Herstel-tool
pt_br: Ferramenta de recuperação
ro: Instrument pentru recuperare
ru: Инструмент восстановления
uk: Інструмент відновлення
zh: 恢复工具

# id_recovery_transaction_emails
source: Recovery transaction emails
cs: E-mailové transakce pro obnovení
de: Transaktionswiederherstellungs-Emails
es: Correos electrónicos de transacciones de recuperación
fr: Emails de transaction de récupération
it: E-mail transazioni di recovery
ja: 復元トランザクションEメール
ko: 복구 거래 이메일
nl: E-mails hersteltransactie
pt_br: Recuperar e-mails de transação
ro: E-mailuri de recuperare pentru tranzacții
ru: Электронные письма с транзакциями восстановления
uk: Електронні листи з транзакціями відновлення
vi: Các email phục hồi giao dịch
zh: 恢复转账邮件

# id_recovery_transaction_request
source: Recovery transaction request sent
cs: Žádost o transakci obnovy byla odeslána
de: Anfrage für Wiederherstellungstransaktion gesendet
es: Solicitud de transacción de recuperación enviada
fr: Demande de transaction de récupération envoyée
it: Richiesta di transazione di recovery inviata
ja: 復元トランザクションが要請されました
ko: 복구 거래 요청을 보냈습니다
nl: Verzoek hersteltransactie verzonden
pt_br: Recuperar solicitações de transação enviadas
ro: Solicitarea pentru recuperarea tranzacției a fost trimisă
ru: Запрос о восстановительной транзакции отправлен
uk: Запит про транзакцію відновлення надіслано
vi: Yêu cầu phục hồi giao dịch đã gửi di
zh: 恢复转账请求已发送

# id_recovery_transactions
source: Recovery transactions
cs: Obnovovací transakce
de: Wiederherstellungstransaktionen
es: Transacciones de recuperación
fr: Transactions de récupération
it: Transazioni di recovery
ja: 復元トランザクション
ko: 복구 거래
nl: Hersteltransacties
pt_br: Recuperar transações
ro: Tranzacții pentru recuperare
ru: Восстановительные транзакции
uk: Транзакції відновлення
vi: Các giao dich khôi phục
zh: 恢复转账

# id_recovery_words
source: Recovery words
cs: Obnovovací slova
de: Wiederherstellungs-Wörter
es: Palabras de recuperación
fr: Mots de récupération
it: Recovery word
ja: リカバリー単語
ko: 복구 단어
nl: Herstelwoorden
pt_br: Recuperar palavras
ro: Cuvinte pentru recuperarea portofelului
ru: Слова восстановления
uk: Слова відновлення
vi: Các từ khôi phục
zh: 恢复助记词

# id_recovery_xpub
source: Recovery xpub
cs: Obnovovací xpub
de: Wiederherstellungs-xpub
es: xpub de recuperación
fr: Récupération xpub
ja: リカバリーxpub
ko: 복구 xpub
nl: Herstel-xpub
pt_br: Recuperar xPub
ro: Xpub pentru recuperare
ru: Восстановление xpub
uk: Відновлення xpub
zh: xpub格式公钥

# id_redeem_your_deposited_funds
source: Redeem your deposited funds without Blockstream Green signature after a pre-defined period of time.
cs: Vyberte své uložené prostředky bez podpisu Blockstream Green po předem definované době.
de: Löse deine Einzahlungen nach einer vordefinierten Zeitspanne wieder ein, ohne eine Signatur seitens Blockstream Green.
es: Extraiga los fondos que depositó sin una firma de Blockstream Green al cabo de un plazo predefinido.
fr: Remboursez vos fonds déposés sans la signature de Blockstream Green après une période prédéfinie.
it: Recupera i fondi che hai depositato senza il bisogno della firma Blockstream Green dopo un periodo di tempo prestabilito.
ja: Blockstream Greenによる署名なしでも事前に指定した時間経過後に資金を引き出せるようにする。
ko: 사전 정의된 기간이 지나면 Blockstream Green 서명 없이 예치금을 찾으세요.
nl: Verkrijg toegang tot je geld zonder Blockstream Green-signature na een vooraf bepaalde periode.
pt_br: Resgate seus fundos sem precisar da assinatura da Blockstream Green após um período de tempo predefinido.
ro: Revendicați fondurile depuse fără a avea nevoie de o semnătură prin Blockstream Green după o perioadă de timp pre-definită.
ru: Выкупите свои депонированные средства без подписи Blockstream Green по истечении заранее определенного периода времени.
uk: Викупіть свої депоновані кошти без підпису Blockstream Green після закінчення заздалегідь визначеного періоду часу.
zh: 预先设定的时间之后，在不用Blockstream Green的签名的情况下赎回你的资金。

# id_redeposited
source: Redeposited
cs: Opětovné vrácení
de: Wiedereingezahlt
es: Redepositado
fr: Redéposé
it: Ridepositato
ja: 再入金
ko: 재예치되었습니다
nl: Opnieuw gestort
pt_br: Depositado novamente
ro: Redepozitat
ru: Внесенный повторно
uk: Внесений повторно
vi: Gửi tiền lại
zh: 已重新充值

# id_reference_exchange_rate
source: Reference exchange rate
cs: Referenční směnný kurz
de: Referenzwechselkurs
es: Tasa de cambio de referencia
fr: Taux de change de référence
it: Tasso di cambio di riferimento
ja: 取引レート参照先
ko: 기준 환율
nl: Standaard wisselkoers
pt_br: Moeda e exchange de referência
ro: Rata de schimb de referință
ru: Обменный курс
uk: Курс обміну
vi: Tỉ giá sàn tham chiếu
zh: 参考汇率

# id_refresh
source: Refresh
cs: Obnovit
de: Neu Laden
es: Actualizar
fr: Rafraîchir
it: Aggiorna
ja: リフレッシュ
ko: 새로 고침
nl: Vernieuwen
pt_br: Atualizar
ro: Reîmprospătare
ru: Обновление
uk: Оновити
vi: Làm mới
zh: 刷新

# id_reload
source: Reload
cs: Znovu načíst
de: Neu laden
es: Recargar
fr: Rechargez
it: Ricarica
ja: 再読み込み
ko: 다시 로딩하기
nl: Herladen
pt_br: Recarregar
ru: Перезагрузить
uk: Перезавантажити
zh: 重新加载

# id_remember_me
source: Remember me
cs: Zapamatujte si mě
de: An mich erinnern
es: Recordarme
fr: Rappelez-vous de moi
it: Ricordati di me
ja: 記憶する
ko: 아이디 기억하기
nl: Onthoud mij
pt_br: Lembrar
ro: Ține-mă minte
ru: Запомнить меня
uk: Запам'ятати мене
vi: Nhắc nhớ tôi
zh: 记住我

# id_remove
source: Remove
cs: Odstranit
de: Entfernen
es: Borrar
fr: Supprimer
it: Rimuovi
ja: 消去
ko: 삭제하기
nl: Verwijderen
pt_br: Remover
ro: Eliminare
ru: Удалить
uk: Видалити
zh: 移除

# id_remove_custom_network
source: Remove custom network
cs: Odebrat vlastní síť
de: Eigenes Netzwerk entfernen
es: Eliminar red personalizada
fr: Retirer le réseau personnalisé
it: Rimuovi network custom
ja: カスタム・ネットワークを削除
ko: 사용자 지정 네트워크를 삭제하세요
nl: Eigen netwerk verwijderen
pt_br: Remover rede personalizada
ro: Eliminare rețea personalizată
ru: Удалить настраиваемую сеть
uk: Видалити спеціалізовану мережу
vi: Loại bỏ mạng tùy biến
zh: 删除自定义网络

# id_remove_wallet
source: Remove wallet
cs: Odebrat peněženku
de: Wallet entfernen
es: Eliminar cartera
fr: Supprimer le portefeuille
it: Rimuovi wallet
ja: ウォレットを消去
ko: 지갑 삭제하기
nl: Wallet verwijderen
pt_br: Remover carteira
ro: Eliminare portofel
ru: Удалить кошелек
uk: Видалити гаманець
zh: 移除钱包

# id_rename
source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更する
ko: 이름 변경하기
nl: Hernoemen
pt_br: Editar
ru: Переименовать
uk: Перейменувати
zh: 重命名

# id_rename_account
source: Rename account
cs: Přejmenovat účet
de: Konto umbenennen
es: Cambiar el nombre de la cuenta
fr: Renommer le compte
it: Rinomina account
ja: アカウント名を変更
ko: 계정 이름 변경하기
nl: Account hernoemen
pt_br: Editar nome
ro: Redenumire cont
ru: Переименовать аккаунт
uk: Перейменувати акаунт
zh: 重命名账户

# id_rename_wallet
source: Rename wallet
de: Wallet umbenennen
es: Renombrar la cartera
fr: Renommer le portefeuille
it: Rinomina wallet
ja: ウォレットの名前を変更する
ko: 지갑 이름 바꾸기
nl: Wallet hernoemen
pt_br: Editar nome
ro: Redenumește portofel
ru: Переименовать кошелек
zh: 重命名钱包

# id_replaceable
source: replaceable
cs: zaměnitelný
de: austauschbar
es: reemplazable
fr: Remplaçable
it: sostituibile
ja: 代替可能
ko: 대체 가능
nl: vervangbaar
pt_br: substituível
ro: înlocuibil
ru: заменяемый
uk: замінний
vi: có thể thay thế
zh: 可替换

# id_request_amount
source: Request Amount
cs: Vyžádat částku
de: Betrag anfragen
es: Monto solicitado
fr: Montant de la demande
it: Richiedi importo
ja: 正確な金額をリクエスト
ko: 요청 금액
nl: Bedrag vragen
pt_br: Solicitar quantia específica
ru: Запрос суммы
uk: Запит суми
vi: SỐ TIỀN YÊU CẦU
zh: 需要的金额

# id_request_failed
source: Request Failed
cs: Požadavek selhal
de: Anfrage gescheitert
es: La solicitud falló
fr: Échec de la demande
it: Richiesta fallita
ja: 要請失敗
ko: 요청 실패
nl: Verzoek mislukt
pt_br: Falha na solicitação
ro: Cerere Eșuată
ru: Ошибка запроса
uk: Помилка запиту
vi: Yêu cầu bị hỏng
zh: 请求失败

# id_request_recovery_transactions
source: Request recovery transactions
cs: Vyžádejte si transakce obnovy
de: Wiederherstellungstransaktion anfordern
es: Solicitar transacciones de recuperación
fr: Demander les transactions de récupération
it: Richiedi transazioni di recovery
ja: 復元トランザクションを要請する
ko: 복구 거래 요청하기
nl: Verzoek hersteltransacties
pt_br: Solicitar transações de recuperação
ro: Solicitare tranzacții de recuperare
ru: Запросить восстановительную транзакцию
uk: Запитати транзакцію відновлення
vi: Yêu cầu khôi phục giao dịch.
zh: 请求恢复转账

# id_request_sent
source: Request Sent
cs: Žádost odeslána
de: Anfrage verschickt
es: Solicitud enviada
fr: Demande envoyé
it: Richiesta Inviata
ja: 要請済み
ko: 요청을 보냈습니다
nl: Verzoek verzonden
pt_br: Solicitação enviada
ro: Cerere trimisă
ru: Запрос отправлен
uk: Запит надіслано
vi: Yêu cầu đã được gửi
zh: 请求已发送

# id_request_twofactor_reset
source: Request Two-Factor reset
cs: Žádost o reset 2-Faktoru
de: Zwei-Faktor Rücksetzung anfragen
es: Solicitar restablecimiento por dos factores
fr: Demander la réinitialisation du deuxième facteur
it: Richiedi reset Autenticazione a Due Fattori
ja: 2段階認証のリセットを要請する
ko: 이중 인증 초기화 요청하기
nl: Verzoek resetten tweetrapsauthenticatie
pt_br: Solicitar redefinição da autenticação de dois fatores
ro: Resetare autentificare cu 2 factori (2FA)
ru: Запрос двухфакторного сброса
uk: Запит двофакторного скидання
vi: Yêu cầu cài lại xác thực 2 lớp
zh: 请求重置双重验证

# id_requested_fee_rate_too_low
source: Requested fee rate too low
cs: Požadovaná sazba poplatku je příliš nízká
de: Angefragte Gebührenrate zu niedrig
es: La comisión por vbyte solicitada es demasiado baja
fr: Les frais demandés sont trop bas
it: Fee rate richiesta troppo bassa
ja: 要請された手数料が低過ぎます。
ko: 요청하신 수수료율이 너무 낮습니다
nl: Verzochte tarief te laag
pt_br: Taxa solicitada baixa demais
ro: Rata comisioanelor solicitate este prea mică
ru: Запрашиваемая комиссия слишком низкая
uk: Комісія занадто низька
vi: Yêu cầu tỉ lệ phí quá thấp
zh: 该请求的转账手续费太低

# id_reset
source: Reset
cs: Resetovat
de: Zurücksetzen
es: Reestablecer
fr: Réinitialisation
ja: リセット
ko: 초기화하기
nl: Resetten
pt_br: Redefinir
ro: Resetare
ru: Сброс
uk: Скидання
zh: 重置

# id_reset_spv
source: Reset SPV
cs: Resetovat SPV
de: SPV rücksetzen
es: Reiniciar SPV
fr: Réinitialisation SPV
ja: SPVリセット
ko: SPV 초기화
nl: SPV resetten
pt_br: Redefinir SPV
ro: Resetare SPV
ru: Сбросить SPV
uk: Скинути SPV
vi: Cài lại xác minh thanh toán đơn giản SPV
zh: 重置SPV

# id_resetting_your_twofactor_takes
source: Resetting your Two-Factor takes 12 months minimum. If you are sure you have lost your Two-Factor, please provide a new email address below to receive the reset.
cs: Resetování vašeho 2-Faktoru trvá minimálně 12 měsíců. Pokud jste si jisti, že jste ztratili svůj 2-Faktor, zadejte níže novou e-mailovou adresu, na kterou chcete resetovat.
de: Das Zurücksetzen der Zwei-Faktor Authentifizierung benötgt mindestens 12 Monate. Falls Sie sicher sind, dass Sie ihre Zwei-Faktor Authentifizierung verloren haben, tragen Sie unten ihre neue Email Adresse ein, um dies zurückzusetzen.
es: Reestablecer los dos factores lleva como mínimo doce meses. Si está seguro de que ha perdido los dos factores, proporcione una nueva dirección de correo electrónico a continuación para recibir el reestablecimiento.
fr: La réinitialisation de votre second facteur prend 12 mois minimum. Si vous êtes sûr de l'avoir perdu, veuillez fournir une nouvelle adresse e-mail ci-dessous pour la réinitialisation.
it: Il reset dell'Autenticazione a Due Fattori richiede minimo 12 mesi. Se sei sicuro di aver perso l'accesso al tuo metodo di autenticazione, fornisci un nuovo indirizzo e-mail qui di seguito per ricevere il reset.
ja: 2段階認証をリセットするには最低12ヶ月を要します。2段階認証に必要な情報を確実に忘れた場合、リセットのため新しいEメールアドレスをお知らせください。
ko: 이중 인증을 초기화하는 데는 최소 12개월이 소요됩니다. 이중 인증 방법을 잃어버리신 경우, 아래 로 새로운 이메일 주소를 보내 초기화를 진행하세요.
nl: Het resetten van de tweetrapsauthenticatie duurt minimaal 12 maanden. Als je er zeker van bent dat je je tweetrapsauthenticatie bent kwijtgeraakt, vul dan hieronder een nieuw e-mailadres in om de reset te ontvangen.
pt_br: Redefinir seu fator duplo de autenticação leva no mínimo 12 meses. Se você tem certeza de que não tem mais acesso ao 2FA, por favor, forneça um novo endereço de email abaixo para iniciar o processo de redefinição.
ro: Resetarea autentificării cu 2 factori va dura minimum 12 luni. Dacă sunteți sigur(ă) că ați pierdut datele 2FA, vă rugăm să introduceți mai jos o nouă adresă de e-mail la care să primiți datele de resetare.
ru: Перезагрузка вашей двухфакторной настройки займет как минимум 12 месяцев. Если вы уверены, что потеряли свой двухфакторный доступ, укажите новый адрес электронной почты ниже, чтобы произвести перезагрузку.
uk: Скидання двофакторки триватиме мінімум 12 місяців. Якщо ви впевнені, що втратили свою двофакторку, вкажіть нову адресу електронної пошти нижче, щоб здійснити перезавантаження.
vi: Việc cài lại xác minh 2 bước cần ít nhất 12 tháng. Nếu bạn chắc là bạn đã mất xác thực 2 bước, làm ơn cung cấp địa chỉ email mới để nhận link cài lại.
zh: 重置双重验证需要等待最少12个月。如果确认已经丢失双重验证设备，请在下方输入新的电子邮箱地址以接收重置邮件。

# id_restore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restablecer
fr: Restaurer
it: Ripristina
ja: 修復
ko: 복구
nl: Herstellen
pt_br: Restaurar
ro: Recuperare
ru: Восстановить
uk: Відновити
vi: Khôi phục
zh: 恢复
