Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_authentication_failed
source: Authentication failed
cs: Ověření se nezdařilo
de: Authentifizierung fehlgeschlagen
es: La autenticación falló
fr: Échec de l'authentification
it: Autenticazione fallita
ja: 認証に失敗しました
ko: 인증 실패
nl: Authenticatie mislukt
pt_br: Autenticação falhou
ru: Аутентификация не удалась
uk: Аутентифікація не вдалася
zh: 验证失败

# id_authenticator_app
source: Authenticator app
cs: Autentizační aplikace
es: App autenticadora
fr: Authentificateur Application
ja: Authenticatorアプリ
ko: Authenticator 앱
pt_br: App autenticador
ro: Aplicație de autentificare
ru: Приложение для аутентификации
uk: Додаток для аутентифікації
zh: 身份验证app

# id_authenticator_qr_code
source: Authenticator QR Code
cs: Autentizační QR kód
es: Código QR del autenticador
fr: Authentificateur d'application
it: QR Code Authenticator
ja: Authenticator QRコード
ko: Authenticator QR 코드
pt_br: Código QR do autenticador
ro: Cod QR din aplicația de autentificare
ru: QR-код аутентификатора
uk: QR-код аутентифікатора
zh: 身份验证二维码

# id_authenticator_secret_key
source: Authenticator secret key
cs: Tajný klíč autentizátoru
de: Authenticator geheimer Schlüssel
es: Clave secreta del autenticador
fr: Clé secrète de l'authentificateur
it: Chiave segreta Authenticator
ja: Authenticator シークレットキー
ko: Authenticator 비밀 키
nl: Authenticator-privésleutel
pt_br: Chave secreta do autenticador
ro: Cheia secretă pentru aplicația de autentificare
ru: Секретный ключ аутентификатора
uk: Секретний ключ аутентифікатора
zh: 身份验证秘钥

# id_auto_logout_timeout
source: Auto logout timeout
cs: Časový limit automatického odhlášení
de: Automatisch Ausloggen
es: Tiempo de espera para cierre de sesión automático
fr: Déconnexion automatique si inactif
it: Timeout per auto logout
ja: 自動ログアウト時間
ko: 자동 로그아웃 시간
nl: Time-out auto-afmelding
pt_br: Deslogar automaticamente após
ro: Interval delogare automată
ru: Автоматический выход
uk: Автоматичний вихід
vi: Thời gian tự đăng xuất
zh: 超时自动退出登录

# id_auto_logout_timeout_expired
source: Auto logout timeout expired
cs: Vypršel čas automatického odhlášení
de: automatische Abmeldung, Zeitüberschreitung
es: Finalizó el plazo de espera para el cierre de sesión automático.
fr: Le délai de déconnexion automatique a expiré
it: Timeout auto logout scaduto
ja: 時間経過により自動ログアウトされました
ko: 자동 로그아웃 타임아웃 만료
nl: Time-out voor auto-afmelding verlopen
pt_br: Sessão expirada
ru: Время ожидания автоматического выхода истекло
uk: Час очікування автоматичного виходу минув
zh: 自动登出超时已过期

# id_autolock_after
source: Autolock After
cs: Automatické uzamčení po
de: Automatisch ausloggen nach
es: Bloquear automáticamente después de
fr: Verrouiller automatiquement après
it: Autolock dopo
ja: オートロック制限まで
ko: 자동 잠금 시간
nl: Auto-vergrendeling na
pt_br: Bloquear após
ro: Blocare automată după
ru: Автоматическая блокировка
uk: Автоблокування
vi: Tự khoá sau thời gian
zh: 自动锁定时间

# id_available
source: Available
cs: K dispozici
de: verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pt_br: Disponível
ru: Доступный
uk: Доступний
zh: 可用

# id_available_funds_s
source: Available funds %@
cs: Dostupné prostředky %@
es: Fondos disponibles %@
it: Fondi disponibili %@
ko: 가용 자금 %@
nl: Beschikbare balans %@
pt_br: Disponível %@
zh: 可用资金%@

# id_back
source: Back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_br: Voltar
ro: Înapoi
ru: Назад
uk: Назад
zh: 返回

# id_back_up_recovery_phrase
source: Back Up Recovery Phrase
cs: Zálohovat frázi pro obnovení
de: Backup-Wiederherstellungs-Phrase
es: Copie la frase de recuperación
fr: Sauvegarde phrase de récupération
ja: リカバリーフレーズのバックアップ
ko: 복구 문구 백업하기
nl: Back-up herstelzin
pt_br: Frase de recuperação
ro: Frază de recuperare
ru: Бэкап фразы восстановления
uk: Бекап фрази відновлення
zh: 备份助记词

# id_backup_the_recovery_mnemonic
source: Backup the recovery mnemonic and recovery xpub to recover funds from your 2of3 account.
cs: Zálohovat mnemotechnickou frázi a obnovovací xpub pro obnovení prostředků z vašeho 2ze3 účtu.
de: Sichere den Merksatz und deinen Wiederhesrtellungs-xpub um deine Gelder von deinem 2von3-Account wiederherstellen zu können.
es: Haz una copia de seguridad de tu frase semilla y xpub de recuperación para poder recuperar los fondos de tu cuenta 2-de-3
fr: Sauvegardez le mnémonique de récupération et le xpub de récupération pour récupérer les fonds de votre compte 2of3.
it: Esegui il backup della recovery mnemonic e recovery xpub per poter recuperare i fondi dal tuo account 2of3.
ja: 2of3アカウントの復旧時に必要になるリカバリー用ニモニックとxpubをバックアップしてください。
ko: 복구 니모닉 및 복구 xpub를 백업하여 2of3 계정에서 자금을 복구하세요.
nl: Maak een back-up van de herstelzin en -xpub om het geld van je 2-van-3-account te kunnen herstellen.
pt_br: Faça o backup do mnemônico e da xpub para recuperar os fundos da sua conta conjunta 2de3.
ro: Faceți o copie de siguranță pentru fraza mnemonică sau cheia xpub pentru a recupera fondurile din contul dvs 2-din-3
ru: Сделайте резервную копию мнемоники восстановления и восстановления xpub, чтобы восстановить средства со своей учетной записи 2из3.
uk: Зробіть резервну копію мнемоніки відновлення і відновлення xpub, щоб відновити кошти зі свого облікового запису 2із3.
zh: 备份助记词和xpub格式公钥来从你的2of3账户中恢复资金。

# id_backup_your_mnemonic_before
source: Backup your mnemonic before removing the wallet from this device.
cs: Před vyjmutím peněženky z tohoto zařízení si zazálohujte mnemotechnickou frázi.
de: Erstelle eine Sicherungskopie von deinem Merksatz, bevor du die Wallet von deinem Gerät entfernst.
es: Haga un respaldo de la frase semilla antes de desconectar la cartera de este dispositivo.
fr: Sauvegardez votre mnémonique avant de retirer le portefeuille de cet appareil.
it: Esegui il backup della tua mnemonic prima di rimuovere il wallet da questo dispositivo.
ja: このデバイスからウォレットを取り外す前にニモニックをバックアップしてください。
ko: 이 기기에서 지갑을 제거하기 전에 니모닉을 백업하세요.
nl: Maak een back-up van je herstelzin voordat je de wallet van dit apparaat verwijdert.
pt_br: Faça o backup do mnemônico antes de remover a carteira deste dispositivo.
ro: Faceți o copie de protecție a frazei mnemonice înainte de a șterge portofelul din acest dispozitiv.
ru: Сделайте резервную копию своей мнемоники перед удалением кошелька с этого устройства.
uk: Зробіть резервну копію своєї мнемоніки перед видаленням гаманця з цього пристрою.
zh: 删除此钱包之前请先备份。

# id_be_aware_other_apps_can_read_or
source: Be aware, other apps can read or change the clipboard
cs: Mějte na paměti, že jiné aplikace mohou číst nebo změnit obsah schránky
de: Denk daran, andere Apps können die Zwischenablage lesen und ändern
es: Tenga en cuenta que otras apps pueden leer o cambiar el portapapeles
fr: Attention, d'autres applications peuvent lire ou modifier le contenu du presse-papiers
it: Attenzione, altre applicazioni potrebbero leggere o modificare la clipboard
ja: 他のアプリがクリップボードを読み取り、変更可能ですので注意してください。
ko: 다른 앱이 클립보드를 읽거나 바꿀 수 있으니 주의하세요
nl: Pas op: andere apps kunnen je klembord uitlezen of veranderen
pt_br: Cuidado, outros aplicativos podem ler ou alterar as informações copiadas para a área de transferência
ro: Atenție! Alte aplicații pot să citească sau să schimbe textul din clipboard
ru: Помните, что другие приложения могут читать или изменять буфер обмена
uk: Пам'ятайте, що інші додатки можуть зчитувати або змінювати буфер обміну
vi: Cẩn thận, các ứng dụng khác có thể đọc hoặc thay đổi thông tin trên clipboard
zh: 请注意，其它应用能够读取或改变剪贴板上已有的内容

# id_be_sure_your_recovery_phrase_is
source: Be sure your recovery phrase is backed up before removing this wallet.
cs: Před odstraněním této peněženky se ujistěte, že je vaše fráze pro obnovení zálohovaná.
de: Stelle sicher, dass du ein Backup deiner Wiederherstellungs-Phrase erstellt hast, bevor du dieses Wallet entfernst.
es: Asegúrese de haber creado una copia de su frase de recuperación antes de eliminar esta cartera.
fr: Assurez-vous que votre phrase de récupération est sauvegardée avant de retirer ce portefeuille.
it: Assicurati di avere effettuato il back up della tua recovery phrase prima di rimuovere il wallet.
ja: ウォレットを消去する前に、リカバリーフレーズをバックアップしているか今一度ご確認ください。
ko: 이 지갑을 삭제하기 전에 복구 문구가 백업되었는지 확인하세요.
nl: Zorg ervoor dat er een back-up van je herstelzin is gemaakt voordat je deze wallet verwijdert.
pt_br: Certifique-se de ter feito o backup da sua frase de recuperação antes de remover esta carteira.
ro: Asigurați-vă că aveți o copie a frazei de recuperare înainte de a șterge portofelul
ru: Перед удалением кошелька убедитесь, что вы сделали резервную копию фразы восстановления.
uk: Перед видаленням гаманця переконайтеся, що ви зробили резервну копію фрази відновлення.
zh: 移除该钱包前请确认您的助记词已备份。

# id_biometric_login_is_disabled
source: Biometric Login is Disabled
cs: Biometrické přihlášení je zakázáno
de: Biometrisches Login ist deaktiviert
es: Inicio de sesión biométrico desactivado
fr: La connexion biométrique est désactivée
it: Login biometrico disabilitato
ja: 生体認証ログインが無効です
ko: 생체 인식 로그인이 비활성화되었습니다.
nl: Biometrische aanmelding is uitgeschakeld
pt_br: Acesso por biometria desativado
ro: Logarea biometrică este dezactivată
ru: Биометрический вход отключен
uk: Біометричний вхід відключений
zh: 生物识别登录已禁用

# id_biometric_login_is_enabled
source: Biometric Login is Enabled
cs: Biometrické přihlášení je povoleno
de: Biometrisches Login is aktviert
es: Inicio de sesión biométrico activado
fr: La connexion biométrique est activée
it: Login biometrico abilitato
ja: 生体認証ログインが有効です
ko: 생체 인식 로그인이 활성화되었습니다.
nl: Biometrische aanmelding is ingeschakeld
pt_br: Acesso por biometria ativado
ro: Logarea biometrică este activată
ru: Биометрический вход включен
uk: Біометричний вхід включений
zh: 生物识别登录已启用

# id_biometrics_authentication
source: Biometrics Authentication
cs: Biometrické ověřování
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
it: Autenticazione biometrica
ja: 生体認証
ko: 생체 인식 인증
nl: Biometrische authenticatie
pt_br: Autenticação por biométria
ru: Биометрическая аутентификация
uk: Біометрична аутентифікація
zh: 生物识别验证

# id_bip39_passphrase
source: BIP39 Passphrase
es: Contraseña BIP39
it: Passphrase BIP39
ko: BIP39 암호문구
pt_br: Senha padrão BIP39

# id_bip39_passphrase_login
source: BIP39 Passphrase login
es: Inicio de sesión con contraseña BIP39
it: Login Passphrase BIP39
ko: BIP39 암호문구 로그인
pt_br: Acesso com senha BIP39

# id_bip49_accounts_allow_you_to
source: BIP49 accounts allow you to segregate funds, and to receive on wrapped segwit addresses, thus ensuring the highest backwards compatibility when receiving funds from anyone on the network.
cs: Účty BIP49 umožňují oddělit prostředky a přijímat na zabalených adresách segwit, čímž je zajištěna nejvyšší zpětná kompatibilita při přijímání prostředků od kohokoli v síti.
de: BIP49-Konten erlauben dir, Gelder voneinander zu trennen und auf sogenannte Wrapped Segwit-Adressen zu empfangen. Damit ist ein höchster Grad an Rückwärtskompatibilität sichergestellt, wenn du Gelder von jemandem aus dem Netzwerk empfängst.
es: Las cuentas BIP49 le permiten segregar los fondos y recibirlos en direcciones SegWit anidadas, lo cual garantiza un nivel óptimo de compatibilidad retroactiva a la hora de recibir fondos de cualquier usuario de la red.
fr: Les comptes BIP49 vous permettent de séparer les fonds, et de recevoir sur des adresses segwit enveloppées, assurant ainsi la plus grande compatibilité ascendante lors de la réception de fonds de n'importe qui sur le réseau.
it: Gli account BIP49 ti consentono di segregare fondi e ricevere indirizzi su wrapped segwit, garantendo così la massima retrocompatibilità nel ricevere fondi da qualsiasi utente del network.
ja: BIP49アカウントは資金を分別して保管できるほか、Wrapped Segwitアドレスで送金を受け取ることができるためネットワーク上の誰からでも送金を受けられる後方互換性が最も高い種類のアカウントです。
ko: BIP49 계정을 사용하면 자 금을 분리하고 랩트 세그윗 주소에서 받을 수 있어 네트워크의 모든 사용자로부터 송금을 받을 때 최고의 역호환성 이 보장 됩니다.
nl: Met BIP49-accounts kun je geld gescheiden houden en ontvangen op 'wrapped segwit'-adressen, waardoor de beste compatibiliteit wordt gegarandeerd wanneer je geld ontvangt van anderen op het netwerk.
pt_br: As contas BIP49 oferecem a possibilidade de separação dos fundos e o recebimento em endereços do tipo Segwit, garantindo a compatibilidade com versões de endereços anteriores, permitindo receber fundos de qualquer pessoa na rede.
ru: Учетные записи BIP49 позволяют разделять средства и получать их на SegWit адреса, обеспечивая тем самым высочайшую обратную совместимость при получении средств от кого-либо в сети.
uk: Акаунти BIP49 дозволяють розділяти кошти і отримувати їх на SegWit адреси, забезпечуючи тим самим найвищу зворотну сумісність при отриманні коштів від будь-кого в мережі.
zh: BIP49账户允许您隔离资金，并在封装过的隔离见证地址上接收，确保从网络上的任何人接收资金时具有最高的向后兼容性。

# id_bip84_accounts_allow_you_to
source: BIP84 accounts allow you to segregate your funds, and to receive on bech32 native segwit addresses. This account type ensures cheaper transactions when sending funds, but not all services support bech32 addresses yet.
cs: Účty BIP84 umožňují oddělit finanční prostředky a přijímat je na nativních adresách bech32 segwit. Tento typ účtu zajišťuje levnější transakce při odesílání prostředků, ale ne všechny služby zatím podporují adresy bech32.
de: BIP84-Konten erlauben dir, Gelder voneinander zu trennen und auf bech32-nativen Segwit-Adressen zu empfangen. Dieser Kontotyp sichert dir die günstigsten Transaktionen, wenn du Gelder verschickst, aber noch nicht alle Services unterstützen heute bech32-Adressen.
es: Las cuentas BIP84 le permiten segregar sus fondos y recibir transferencias en direcciones SegWit nativas (bech32). Este tipo de cuenta abarata los costos del envío de fondos, pero por ahora no todos los servicios son compatibles con las direcciones bech32.
fr: Les comptes BIP84 vous permettent de séparer vos fonds, et de recevoir sur des adresses segwit natives bech32. Ce type de compte garantit des transactions moins chères lors de l'envoi de fonds, mais tous les services ne prennent pas encore en charge les adresses bech32.
it: Gli account BIP84 ti consentono di segregare fondi e ricevere indirizzi native segwit su bech32. Questo tipo di account garantisce transazioni più vantaggiose quando si inviano fondi, anche se non tutti i servizi supportano ancora indirizzi bech32.
ja: BIP84アカウントは資金を分別して保管できる他、bech32 Native Segwitアドレスで送金を受け取ることができます。送金時の手数料が一番安い種類のアカウントですが、bech32に未対応のサービスもあります。
ko: BIP84 계정을 사용하면 자금을 분리하고 bech32 네이티브 세그윗 주소 에서 받을 수 있습니다. 이 계정 유형 은 더 저렴한 송금 서비스를 제공하지만 아직 bech32 주소를 지원하지 않는 서비스도 있습니다.
nl: Met BIP84-accounts kun je je geld gescheiden houden en ontvangen op 'bech32 native segwit'-adressen. Dit accounttype zorgt voor goedkopere transacties bij het verzenden van geld, maar nog niet alle diensten ondersteunen bech32-adressen.
pt_br: As contas BIP84 oferecem a possibilidade de separação dos fundos e o recebimento em endereços Segwit nativos bech32. Esse tipo de conta garante transações mais baratas ao enviar fundos, mas nem todos os serviços suportam endereços bech32 ainda.
ru: Учетные записи BIP84 позволяют разделять ваши средства и получать их на собственные SegWit адреса в формате bech32. Этот тип счета обеспечивает более дешевые транзакции при отправке средств, но пока не все сервисы поддерживают адреса в формате bech32.
uk: Акаунти BIP84 дозволяють розділяти ваші кошти і отримувати їх на власні SegWit адреси в форматі bech32. Цей тип рахунку забезпечує більш дешеві транзакції при відправці коштів, але поки не всі сервіси підтримують адреси в форматі bech32.
zh: BIP84账户允许您隔离您的资金，并在bech32原生隔离见证地址上接收。这种账户类型确保在发送资金时交易更便宜，但并非所有服务商都支持bech32地址。

# id_bitcoin_and_liquid
source: Bitcoin and Liquid
cs: Bitcoin a Liquid
de: Bitcoin und Liquid
es: Bitcoin y Liquid
it: Bitcoin e Liquid
ja: BitcoinとLiquid
ko: 비트코인 및 Liquid
nl: Bitcoin en Liquid
pt_br: Bitcoin e Liquid
ru: Bitcoin и Liquid
uk: Bitcoin та Liquid
zh: 比特币和液态网络

# id_bitcoin_denomination
source: Bitcoin denomination
cs: Nominální hodnota bitcoinu
de: Bitcoin-Denominierung
es: Denominación de Bitcoin
fr: Unité affichée
it: Denominazione Bitcoin
ja: ビットコイン単位
ko: 비트코인 기본 단위
nl: Bitcoin-waardevertoning
pt_br: Unidade de Bitcoin
ro: Subunități Bitcoin
ru: Деноминация биткоина
uk: Номінал Біткоїна
vi: Thị phần của Bitcoin Core
zh: 比特币面值

# id_bitcoin_electrum_server
source: Bitcoin Electrum server
cs: Server Bitcoin Electrum
es: Servidor Electrum para Bitcoin
fr: Bitcoin Electrum serveur
it: Server Bitcoin Electrum
ko: 비트코인 Electrum 서버
pt_br: Servidor Bitcoin Electrum
ru: Electrum-сервер для Bitcoin
uk: Electrum-сервер для Bitcoin
zh: 比特币Electrum服务器

# id_bitcoin_is_the_worlds_leading
source: Bitcoin is the world's leading P2P cryptocurrency network. Select to send and receive bitcoin.
cs: Bitcoin je přední světová P2P kryptoměnová síť. Vyberte pro odesílání a přijímání bitcoinů.
de: Bitcoin ist das weltweit führende P2P-Kryptowährungs-Netzwerk. Wählen, um Bitcoin zu senden und zu empfangen.
es: Bitcoin es la red principal de intercambio de criptodivisas entre pares a escala mundial. Selecciónela para enviar y recibir bitcóin.
fr: Bitcoin est le premier réseau P2P de crypto-monnaies au monde. Sélectionnez pour envoyer et recevoir des bitcoins.
it: Bitcoin è la rete di criptovalute P2P leader nel mondo. Seleziona per inviare e ricevere bitcoin.
ja: Bitcoinは世界一のP2P仮想通貨ネットワークです。ビットコインの送受金にはこれを選んでください。
ko: 비트코인은 세계 최고의 P2P 암호화폐 네트워크입니다. 비트코인을 주고 받으려면 선택하세요.
nl: Bitcoin is 's werelds grootste P2P-cryptocurrency-netwerk. Selecteer om bitcoin te verzenden en te ontvangen.
pt_br: Bitcoin é a rede P2P da principal criptomoeda do mundo. Escolha essa opção se você deseja enviar ou receber bitcoins.
ro: Bitcoin este cea mai importantă criptomonedă din lume. Selectează pentru a trimite și primi bitcoin.
ru: Bitcoin - ведущая в мире сеть криптовалют P2P. Выберите, чтобы отправлять и получать биткоины.
uk: Bitcoin - провідна в світі мережа криптовалют P2P. Виберіть, щоб відправляти і отримувати біткоіни.
zh: 比特币是世界领先的P2P加密货币网络。选择发送和接收比特币。

# id_bitcoin_testnet_and_liquid
source: Bitcoin Testnet and Liquid Testnet
cs: Bitcoin Testnet a Liquid Testnet
de: Bitcoin-Testnet und Liquid-Testnet
es: Testnet Bitcoin y Testnet Liquid
fr: Bitcoin Testnet et Liquid Testnet
it: Testnet Bitcoin e Testnet Liquid
ja: Bitcoin TestnetとLiquid Testnet
ko: 비트코인 테스트넷 및 Liquid 테스트넷
nl: Bitcoin-testnet en Liquid-testnet
pt_br: Rede de teste Bitcoin e rede de teste Liquid
zh: 比特币测试网和液态网络测试网

# id_bitcoin_wallet
source: Bitcoin wallet.
cs: Bitcoin peněženka.
es: Cartera Bitcoin.
fr: Portefeuille Bitcoin.
it: Wallet Bitcoin.
ja: ビットコイン・ウォレット
ko: 비트코인 지갑.
pt_br: Carteira Bitcoin.
ro: Portofel Bitcoin.
ru: Биткоин-кошелек
uk: Біткоін-гаманець
vi: Ví Bitcoin.
zh: 比特币钱包。

# id_bitcoin_wallets
source: Bitcoin wallets
cs: Bitcoinové peněženky
es: Carteras Bitcoin
fr: Portefeuilles Bitcoin
it: Wallet Bitcoin
ja: Bitcoinウォレット
ko: 비트코인 지갑
pt_br: Carteiras Bitcoin
ro: Portofele Bitcoin
ru: Биткоин-кошельки
uk: Біткоін-гаманці
zh: 比特币钱包

# id_block
source: block
cs: blok
es: bloque
fr: bloc
it: blocco
ja: ブロック
ko: 블록
pt_br: bloco
ro: bloc
ru: блок
uk: блок
vi: khối
zh: 区块

# id_block_d
source: Block %d
cs: Blok %d
es: Bloque %d
it: Blocco %d
ja: ブロック %d
ko: 블록 %d
pt_br: Bloco %d
ro: Bloc %d
ru: Блок %d
uk: Блок %d
vi: Khối %d
zh: 区块 %d

# id_block_height
source: Block Height
cs: Výška bloku
es: Altura de Bloque
it: Altezza Blocco
ko: 블록 높이
nl: Block-hoogte
pt_br: Altura do bloco
zh: 区块高度

# id_block_height_1d
source: Block height: %1$d
cs: Výška bloku: %1$d
de: Blockhöhe: %1$d
es: Altura del bloque: %1$d
fr: Hauteur du bloc : %1$d
it: Altezza blocco: %1$d
ja: ブロック高: %1$d
ko: 블록 높이 : %1$d
nl: Block-hoogte: %1$d
pt_br: Altura do bloco: %1$d
ro: Înălțimea blocului: %1$d
ru: Высота блока: %1$d
uk: Висота блоку: %1$d
vi: Độ lớn khối: %1$d
zh: 区块高度：%1$d

# id_blocks
source: blocks
cs: bloky
de: Blöcke
es: bloques
fr: blocs
it: blocchi
ja: ブロック
ko: 블록
pt_br: blocos
ro: blocuri
ru: блоки
uk: блоки
vi: khối
zh: 区块

# id_blocks_confirmed
source: blocks confirmed
cs: potvrzené bloky
de: bestätigte Blöcke
es: bloques confirmados
fr: blocs confirmés
it: blocchi confermati
ja: 検証済みブロック
ko: 확인된 블록
nl: blocks bevestigd
pt_br: blocos confirmados
ro: blocuri confirmate
ru: подтвержденные блоки
uk: підтверджені блоки
vi: khối đã xác nhận
zh: 已确认区块数量

# id_blockstream_devices
source: Blockstream Devices
cs: Zařízení Blockstream
de: Blockstream-Geräte
es: Dispositivos de Blockstream
fr: Blockstream Appareils
it: Dispositivi Blockstream
ja: Blockstreamデバイス
ko: Blockstream 기기
nl: Blockstream-apparaten
pt_br: Dispositivos Blockstream
ru: Blockstream-устройства
uk: Blockstream-пристрої
zh: Blockstream的设备

# id_blockstream_does_not_have
source: Blockstream does not have access to your wallet backup and will not be able to help you in case you lose it
cs: Blockstream nemá přístup k zálohám vaší peněženky a v případě ztráty vám nebude schopen pomoci
de: Blockstream hat keinen Zugriff auf dein Wallet-Backup und kann dir nicht helfen, falls du es verlieren solltest
es: Blockstream no tiene acceso al respaldo de su cartera y no podrá ayudarlo si lo pierde.
fr: Blockstream n'a pas accès à la sauvegarde de votre portefeuille et ne pourra pas vous aider en cas de perte de celui-ci.
it: Blockstream non ha accesso al backup del tuo wallet e non sarà in grado di aiutarti in caso di smarrimento
ja: Blockstreamはあなたのウォレットのバックアップを保持しないため、紛失時に復旧をお手伝いできません
ko: Blockstream은 사용자의 지갑 백업에 액세스할 수 없고 백업 분실 시 도움을 드릴 수 없습니다.
nl: Blockstream heeft geen toegang tot je wallet-back-up en kan niet helpen als je deze kwijtraakt
pt_br: A Blockstream não tem acesso ao backup da sua carteira e não poderá ajudá-lo caso você o perca
ro: Blockstream nu are acces la copia de siguranță a portofelului dvs și nu va putea să vă ajute să o recuperați în situația în care o pierdeți
ru: Blockstream не имеет доступа к сохраненной копии вашего кошелька и не сможет помочь вам в случае его утери
uk: Blockstream не має доступу до збереженої копії вашого гаманця і не зможе допомогти вам у разі його втрати
zh: Blockstream没有权限接入你的钱包备份，所以如果你丢失备份，Blockstream无法提供帮助
