Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_share_nonconfidential
source: Share non-confidential transaction
cs: Sdílejte nedůvěrné transakce
de: Nicht-vertrauliche Transaktionen teilen
es: Compartir una transacción no confidencial
fr: Partager une transaction non confidentielle
it: Condividi non-confidential transaction
ja: 秘匿されていないトランザクションを共有する
ko: 공개 거래를 공유하세요
nl: Niet-vertrouwelijke transactie delen
pt_br: Compartilhar transação não confidencial
ro: Partajați o tranzacție non-confidențială
ru: Поделиться неконфиденциальной транзакцией
uk: Поділитися неконфіденційною транзакцією
zh: 分享非隐私转账

# id_share_unblinding_data
source: Share unblinding data
cs: Sdílet nezaslepená data
de: entblendende Daten teilen
es: Compartir datos de desenmascaramiento
fr: Partager des données non masquées
it: Condividi unbinding data
ja: ブラインディング解除用データを共有する
ko: 맹검해제 데이터 공유하기
nl: Deblinderingsgegevens delen
pt_br: Compartilhar dados confidenciais
ro: Partajați datele de de-anonimizare (unblinding)
ru: Поделиться данными для отмены ослепления
uk: Поділитися даними для скасування засліплення
zh: 分享解盲数据

# id_show
source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fr: Affichez
it: Mostra
ja: 表示する
ko: 보기
nl: Tonen
pt_br: Mostrar
ru: Показать
uk: Показати
zh: 展示

# id_show_advanced_options
source: Show advanced options
cs: Zobrazit rozšířené možnosti
de: Fortgeschrittene Optionen anzeigen
es: Mostrar opciones avanzadas
fr: Affichez les options avancées
it: Mostra opzioni avanzate
ja: 詳細オプションを表示する
ko: 고급 옵션 보기
nl: Toon geavanceerde opties
pt_br: Mostrar opções avançadas
ru: Показать дополнительные параметры
uk: Показати розширені параметри
zh: 显示高级选项

# id_show_all
source: Show all
cs: Zobrazit vše
de: Alles anzeigen
es: Mostrar todo
fr: Affichez Tous
it: Mostra tutto
ja: すべて表示する
ko: 전체 보기
nl: Alles tonen
pt_br: Mostrar tudo
ru: Показать все
uk: Показати все
zh: 显示所有

# id_show_all_assets
source: Show all assets
cs: Zobrazit všechna aktiva
de: Alle Assets anzeigen
es: Mostrar todos los activos
fr: Affichez Tous les actifs
it: Mostra tutti gli asset
ja: すべてのアセットを表示する
ko: 모든 자산 보기
nl: Toon alle assets
pt_br: Mostrar todos os ativos
ro: Afișează toate monedele
ru: Показать все активы
uk: Показати всі активи
zh: 显示所有资产

# id_show_bitcoin_amounts_in
source: Show bitcoin amounts in
cs: Zobrazit množství bitcoinů v
de: Bitcoin-Beträge anzeigen in
es: Mostrar montos de bitcóin en
fr: Afficher les montants en bitcoins
it: Mostra importi in bitcoin in
ja: ビットコインの表示単位
ko: 비트코인 금액 단위
nl: Toon bitcoin-bedragen in
pt_br: Mostrar unidade de bitcoin em
ro: Afișarea cantităților de bitcoin în
ru: Показать количество биткоинов в
uk: Показати кількість біткоінів в
zh: 比特币面值

# id_show_coins_with_expiring
source: Show coins with expiring Two-Factor authentication protection.
cs: Zobrazit mince s vypršením platnosti dvoufaktorové ověřovací ochrany.
de: Coins mit auslaufendem Zwei-Faktor-Authentifizierungsschutz anzeigen.
es: Mostrar las monedas cuya protección por autenticación de dos factores está por caducar
fr: Affichez les pièces dont la protection d'authentification à deux facteurs arrive à expiration.
it: Mostra coin con Autenticazione a Due Fattori in scadenza.
ja: 2段階認証による保護期間が終了間近のコインを表示
ko: 이중 인증 보호가 만료되는 코인을 표시합니다.
nl: Toon munten met verlopende tweetrapsauthenticatie.
pt_br: Mostrar moedas com proteção de autenticação de dois fatores próximas de expirar.
ro: Afișarea monedelor a căror protecție 2FA (autentificare cu doi factori) este pe cale să expire.
ru: Показать монеты с истекающим сроком двухфакторной аутентификации.
uk: Показати монети, термін двофакторної аутентифікації яких закінчується.
zh: 显示快过期的双重验证保护的资产。

# id_show_details
source: Show details
cs: Zobrazit podrobnosti
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ko: 세부사항 보이기
nl: Details tonen
pt_br: Mostrar detalhes
zh: 展示细节

# id_show_fiat
source: Show fiat
cs: Zobrazit fiat
de: Fiat anzeigen
es: Mostrar fiat
fr: Affichez FIAT
it: Mostra fiat
ja: 法定通貨で金額を表示
ko: 명목 화폐 보기
nl: Fiat tonen
pt_br: Mostrar fiat
ro: Afișare monede fiat
ru: Показать фиат
uk: Показати фіат
vi: Nhìn số tiền giấy
zh: 显示法币

# id_show_my_wallet_backup
source: Show my wallet backup
cs: Zobrazit zálohu peněženky
de: Mein Wallet-Backup anzeigen
es: Mostrar el respaldo de mi cartera
fr: Affichez la sauvegarde de mon portefeuille
it: Mostra il backup del mio wallet
ja: ウォレットのバックアップ情報を確認する
ko: 내 지갑 백업 보기
nl: Toon mijn wallet-back-up
pt_br: Mostrar backup da carteira
ro: Afișare date recuperare (backup) pentru portofel
ru: Показать резервную копию моего кошелька
uk: Показати резервну копію мого гаманця
zh: 显示我的钱包备份

# id_show_qr_code
source: Show QR code
cs: Zobrazit QR kód
de: QR-Code anzeigen
es: Mostrar código QR
fr: Affichez le code QR
it: Mostra QR code
ja: QRコードを表示する
ko: QR 코드 보기
nl: QR-code tonen
pt_br: Mostrar código QR
ro: Afișare cod QR
ru: Показать QR-код
uk: Показати QR-код
zh: 显示二维码

# id_signature_validation_failed_if
source: Signature validation failed. If this error is unexpected and has happened repeatedly, it is possible the hardware wallet is faulty or has been compromised. It could be leaking your keys, which could lead to loss of funds. Please consider replacing the hardware wallet.
cs: Ověření podpisu se nezdařilo. Pokud je tato chyba neočekávaná a stala se opakovaně, je možné, že je hardwarová peněženka vadná nebo byla kompromitována. Mohlo by dojít k úniku klíčů, což by mohlo vést ke ztrátě finančních prostředků. Zvažte prosím výměnu hardwarové peněženky.
de: Signatur-Validierung fehlgeschlagen. Falls dieser Fehler unerwartet und wiederholt auftritt, ist es möglich, dass die Hardware-Wallet fehlerhaft ist oder kompromittiert wurde. Sie könnte deine Schlüssel preisgeben, was zum Verlust deiner Gelder führen könnte. Bitte ziehe in Betracht, deine Hardware-Wallet auszutauschen.
es: Falló la validación de firmas. Si este error es inesperado y recurrente, es posible que el hardware wallet esté dañado o haya sido vulnerado. Por ejemplo, podría estar filtrando sus llaves, lo cual lo expone a perder sus fondos. Le recomendamos que cambie de hardware wallet.
fr: La validation de la signature a échoué. Si cette erreur est inattendue et s'est produite à plusieurs reprises, il est possible que le portefeuille matériel soit défectueux ou ait été compromis. Il se peut qu'il y ait une fuite de vos clés, ce qui pourrait entraîner une perte de fonds. Veuillez envisager de remplacer le portefeuille matériel.
it: Convalida firma fallita. In caso di errore inaspettato e ripetuto, controllare che l'hardware wallet non sia danneggiato o compromesso. Il wallet potrebbe rivelare le tue chiavi e di conseguenza farti pendere dei fondi. Sostituiscilo.
ja: 署名の検証に失敗しました。このエラーが原因不明で繰り返し発生する場合、ハードウェアウォレットの故障か改造が疑われます。秘密鍵の流出と資金の盗難につながる恐れがあるので、ハードウェアウォレットの交換をお勧めします。
ko: 서명 검증에 실패했습니다. 이 오류 가 예상치 못한 오류이고 반복적으로 발생했다면 하드웨어 지갑에 결함이 있거나 지갑이 위험에 노출되었을 수 있습니다. 사용자 키가 유출되었다면 자금 손실이 발생할 수 있습니다. 하드웨어 지갑 을 교체하시는 것이 좋습니다.
nl: Signature-validatie mislukt. Als deze fout onverwacht is en herhaaldelijk optreedt, is het mogelijk dat de hardware wallet defect of gecompromitteerd is. Het apparaat kan mogelijk je sleutels lekken, wat kan leiden tot verlies van geld. Overweeg om de hardware wallet te vervangen.
pt_br: A validação da assinatura falhou. Se esse erro for inesperado e ocorrer repetidamente, é possível que a carteira física esteja com defeito ou tenha sido comprometida. Pode estar expondo suas chaves, o que pode levar à perda de fundos. Considere substituir a carteira física.
ro: Verificarea semnăturii a eșuat. Dacă această eroare este neașteptată sau apare frecvent, este posibil ca portofelul fizic să fie defect sau să fi fost compromis de un potential atac. Luați in considerare schimbarea portofelului.
ru: Проверка подписи не удалась. Если эта ошибка является неожиданной и повторялась неоднократно, возможно, аппаратный кошелек неисправен или был взломан. Возможно, произошла утечка ваших ключей, что может привести к потере средств. Пожалуйста, подумайте о замене аппаратного кошелька.
uk: Перевірка підпису не вдалася. Якщо ця помилка є несподіваною і повторювалася неодноразово, можливо, апаратний гаманець несправний або був зламаний. Можливо, стався витік ваших ключів, що може призвести до втрати коштів. Будь ласка, подумайте про заміну апаратного гаманця.
zh: 签名验证失败。如果该错误是意料之外的并且反复发生，则可能是硬件钱包出现故障或已被盗用。它可能会泄露您的私钥，从而导致资金损失。请考虑更换硬件钱包。

# id_signup_in_progress
source: Signup in progress
cs: Probíhá registrace
de: Signup wird bearbeitet
es: Suscripción en curso
fr: Inscription en cours
it: Registrazione in corso
ja: 登録中です
ko: 회원가입 진행 중
nl: Aanmelding in behandeling
pt_br: A conta está sendo criada
ro: Se realizează înscrierea contului
ru: Регистрация продолжается
uk: Реєстрація продовжується
vi: Đang trong quá trình đăng ký
zh: 正在注册

# id_simplified_payment_verification
source: Simplified Payment Verification verifies your transactions and balance using the Bitcoin network, outside of Green's servers. Enabling adds bandwidth and processing requirements
cs: Zjednodušené ověření plateb (SPV) ověřuje vaše transakce a zůstatek pomocí bitcoinové sítě mimo servery Green. Povolení přidá požadavky na šířku pásma a zpracování
de: Simplified Payment Verification verifiziert Ihre Transaktionen und Salden mittels des Bitcoin Netzwerks, ausserhalb von Greens Servern. Bei Aktivierung steigen die Bandbreite- und die Prozessor-Anforderungen
es: La verificación simple de pago (SPV) verifica las transacciones y el saldo a través de la red de Bitcoin, por fuera de los servidores de Green. Habilitarla supone requisitos adicionales de ancho de banda y procesamiento.
fr: La vérification de paiement simplifiée (SPV) vérifie vos transactions et votre solde en utilisant le réseau Bitcoin, en dehors des serveurs de Green. L'activer augmente les besoins en bande passante et en puissance de calcul.
it: La Simplified Payment Verification verifica le tue transazioni e il tuo saldo utilizzando la rete Bitcoin, al di fuori dei server di Green. L'abilitazione comporta maggiore utilizzo di banda e potenza di calcolo
ja: Simplified Payment VerificationはGreenのサーバーではなくビットコインネットワークから貴方のトランザクションと残高を検証します。有効にする場合、帯域幅とプロセッシングの必要条件が高くなります。
ko: Simplified Payment Verification(SPV)는 Green 서버 외부에서 비트코인 네트워크를 사용하여 거래 및 잔액을 검증합니다. SPV 모드를 활성화하 여 대역폭 과 처리 요건을 추가할 수 있습니다.
nl: Simplified Payment Verification (SPV) verifieert je transacties en balans via het bitcoin-netwerk, zonder tussenkomst van servers van Green. Door dit in te schakelen wordt er meer bandbreedte en CPU verbruikt.
pt_br: A Verificação Simplificada de Pagamentos SPV verifica suas transações e saldo usando a rede Bitcoin, fora dos servidores da Green. Ativar esse recurso aumenta os requisitos de banda e processamento.
ro: Verificarea Simplificată a Plăților (SPV) verifică tranzacțiile și soldul disponibil folosind rețeaua Bitcoin, în afara serverelor Green. Activarea opțiunii necesită mai multă lățime de bandă și putere de procesare.
ru: Упрощенная верификация платежей SPV проверяет ваши транзакции и баланс, используя сеть Биткоин, за пределами Green-серверов. Включение повышает системные требования к пропускной способности и обработке.
uk: Спрощена верифікація платежів SPV перевіряє ваші транзакції і баланс за допомогою мережі Біткоїн поза межами Green-серверів. Увімкнення підвищує системні вимоги до пропускної спроможності і обробки.
vi: Xác minh thanh toán đơn giản SPV xác minh giao dịch và số dư của bạn bằng mạng lưới Bitcoin, ngoài máy chủ của Green. Đang cho phép thêm băng thông quá trình yêu cầu
zh: 简单付款验证（SPV）在Green服务器之外，使用比特币网络来验证用户转账与余额。开启将增加带宽与处理请求。

# id_singlesig
source: Singlesig
fr: Signature unique
ja: シングルシグ
ko: 단일 서명
pt_br: Individual
ro: Semnatură unică
ru: Одноподписной
uk: Однопідписний
zh: 单签名

# id_singlesig_wallets_are_not_yet
source: Singlesig wallets are not yet supported for use with hardware devices. By continuing you'll access a Multisig Shield wallet.
cs: Peněženky Singlesig zatím nejsou podporovány pro použití s hardwarovými zařízeními. Pokračováním získáte přístup k peněžence Multisig Shield.
de: Singlesig-Wallets unterstützen die Verwendung von Hardware-Geräten noch nicht. Wenn du hier weitermachst, wirst du auf ein Multisig Shield-Wallet zugreifen.
es: Las carteras singlesig todavía no son compatibles con los dispositivos de hardware. Al continuar, accederá a una cartera Multisig Shield.
fr: Les portefeuilles Singlesig ne sont pas encore pris en charge pour une utilisation avec des périphériques matériels. En continuant, vous accéderez à un portefeuille Multisig Shield.
it: I wallet singlesig non vengono ancora supportati per l'utilizzo con device hardware. Decidendo di continuare accederai a un wallet Multisig Shield.
ja: シングルシグ・ウォレットはハードウェアウォレットに未対応です。続行することでマルチシグ・シールドウォレットを使用します。
ko: 단일 서명 지갑은 아직 하드웨어 기기와 호환되지 않습니다. 계속 진행하면 Multisig Shield 지갑에 액세스할 수 있습니다.
nl: Singlesig-wallets worden nog niet ondersteund voor gebruik met hardware-apparaten. Als je doorgaat, krijg je toegang tot een Multisig Shield-wallet.
pt_br: As carteiras individuais ainda não são suportadas para uso com dispositivos físicos. Ao continuar, você acessará uma carteira conjunta.
ru: Использование одноподписных кошельков Singlesig с аппаратными устройствами пока не поддерживается. Продолжив, вы получите доступ к кошельку Multisig Shield.
uk: Використання однопідписних гаманців Singlesig з апаратними пристроями поки ще не підтримується. Продовживши, ви отримаєте доступ до гаманця Multisig Shield.
zh: 单签名钱包尚不支持与硬件设备一起使用。如要继续，您将访问Multisig Shield钱包。

# id_skip
source: SKIP
cs: PŘESKOČIT
de: ÜBERSPRINGEN
es: OMITIR
fr: PASSER
it: SALTA
ja: スキップ
ko: 넘어가기
nl: OVERSLAAN
pt_br: PULAR
ro: TRECEȚI PESTE
ru: ПРОПУСТИТЬ
uk: ПРОПУСТИТИ
vi: DỪNG
zh: 跳过

# id_skip_not_recommended
source: Skip (Not Recommended)
cs: Přeskočit (nedoporučuje se)
de: Überspringen (nicht Empfohlen)
es: Omitir (no recomendado)
fr: Passer (non recommandé)
it: Salta (non raccomandato)
ja: スキップ(推薦しません)
ko: 넘어가기(권장하지 않음)
nl: Overslaan (wordt afgeraden)
pt_br: Pular (Não recomendado)
ro: Treceți peste (nu ese recomandat)
ru: Пропустить (не рекомендуется)
uk: Пропустити (не рекомендовано)
vi: Dừng( không khuyến khích)
zh: 跳过（不推荐）

# id_slide_to_send
source: Slide to Send
cs: Posuňte k odeslání
de: Schieben um zu Senden
es: Deslizar para enviar
fr: Glisser pour envoyer
it: Scorri per Inviare
ja: スライドして送金する
ko: 밀어서 보내기
nl: Sleep om te verzenden
pt_br: Deslize para enviar
ro: Glisați pentru a trimite
ru: Смахните, чтобы отправить
uk: Проведіть пальцем, щоб відправити
vi: Trượt để gửi
zh: 滑动发送

# id_slow
source: Slow
cs: Pomalé
de: Langsam
es: Lento
fr: Lent
it: Lento
ja: 遅い
ko: 느린
nl: Traag
pt_br: Lento
ro: Lent
ru: Медленно
uk: Повільно
vi: Chậm
zh: 缓慢

# id_snnreset_this_setting_and_then
source: %@. Reset this setting and then re-activate it.
cs: %@. Obnovte toto nastavení a znovu jej aktivujte.
de: %@. Einstellung zurücksetzen und dann reaktivieren.
es: %@. Reestablezca esta opción y luego, reactívela.
fr: %@. Réinitialisez ce paramètre, puis réactivez-le.
it: %@. Resetta questa impostazione e riattivala.
ja: %@. この設定をリセット後、再度有効化してください。
ko: %@. 이 설정을 초기화한 후 다시 활성화하세요.
nl: %@. Reset deze instelling en activeer hem vervolgens opnieuw.
pt_br: %@ Redefina essa configuração e depois a reative.
ro: %@. Schimbați această setare și apoi activați-o din nou.
ru: %@. Сбросьте этот параметр, а затем повторно активируйте его.
uk: %@. Скиньте цей параметр, а потім повторно активуйте його.
zh: %@。 重新设置然后激活。

# id_socks5_hostname
source: Socks5 Hostname
es: Nombre de host de Soks5
fr: Nom d'hôte Socks5
it: Hostname Socks5
ja: Socks5ホスト名
ko: Socks5 호스트 이름
pt_br: Nome do host Socks5
ro: Numele gazdei Socks5
ru: Имя узла Socks5
uk: Ім'я хоста Socks5
vi: Tên của Socks5
zh: Socks5主机名

# id_socks5_port
source: Socks5 Port
es: Puerto Socks5
fr: Port Socks5
it: Porta Socks5
ja: Socks5ポート
ko: Socks5 포트
pt_br: Porta do Socks5
ro: Port Socks5
ru: Порт Socks5
uk: Порт Socks5
vi: Cổng Socks5
zh: Socks5端口

# id_socks5_proxy_and_port_must_be
source: SOCKS5 proxy and port must be set
cs: SOCKS5 proxy a port musí být nastaveny
de: SOCKS5 Proxy und Port müssen eingestellt sein
es: Deben configurarse el proxy de SOCKS5 y el puerto
fr: Le proxy et le port SOCKS5 doivent être définis
it: La proxy e la porta SOCKS5 devono essere impostate
ja: SOCKS5プロキシとポートの設定が必要です
ko: SOCKS5 프록시와 포트를 설정해야 합니다
nl: SOCKS5 proxy en port moet worden ingesteld
pt_br: É necessário definir o SOCKS5 proxy e a porta
ro: Trebuie să setați proxy SOCKS5 și port
ru: Прокси и порт SOCKS5 должны быть настроены
uk: Проксі і порт SOCKS5 повинні бути налаштовані
vi: Proxy SOCKS5 và cổng phải được cài đặt
zh: 必须设置SOCKS5代理和端口

# id_something_went_wrong
source: Something went wrong
cs: Něco se pokazilo
de: da ist was schiefgegangen
es: Se produjo un error
fr: Un problème est apparu
it: Qualcosa è andato storto
ja: 問題が生じました。
ko: 문제가 발생하였습니다.
nl: Er is iets misgegaan
pt_br: Algo deu errado
ro: Ceva nu a funcționat cum ar fi trebuit
ru: Что-то пошло не так
uk: Щось пішло не так
vi: Có cái gì đó sai sai
zh: 出现错误

# id_spend_your_bitcoin_without_2fa
source: Spend your bitcoin without 2FA up to a certain threshold. After spending bitcoin up to this amount, you will need to reset your threshold to continue spending without 2FA.
cs: Utraťte své bitcoiny bez 2FA až do určité hranice. Poté, co utratíte bitcoiny až do této částky, budete muset obnovit prahovou hodnotu, abyste mohli pokračovat v utrácení bez 2FA.
de: Versende deine Bitcoins bis zu einem bestimmten Schwellenwert ohne 2FA. Nachdem du diesen Betrag an Bitcoins ausgegeben hast, wirst du deinen Schwellenwert erneut setzen müssen, um ohne 2FA versenden zu können.
es: Puede gastar bitcóin sin autenticación 2FA hasta alcanzar un umbral predefinido. Si alcanza dicho monto, tendrá que restablecer su umbral para seguir gastando sin 2FA.
fr: Dépensez vos bitcoins sans 2FA jusqu'à un certain seuil. Après avoir dépensé des bitcoins jusqu'à ce montant, vous devrez réinitialiser votre seuil pour continuer à dépenser sans 2FA.
it: Spendi i tuoi bitcoin senza 2FA fino a una certa soglia. Dopo aver speso bitcoin fino a questa cifra, dovrai resettare la soglia per continuare a spendere senza 2FA.
ja: ある閾値までの送金を2段階認証なしで可能にします。累計でこの金額を超える送金を2段階認証なしで行うには、閾値のリセットが必要になります。
ko: 특정 기준값까지 2FA 없이 비트코인을 사용하세요. 이 금액까지 도달한 후 2FA 없이 계속 비트코인을 사용하려면 기준값을 다시 설정해야 합니다.
nl: Geef je bitcoins uit zonder 2FA tot een bepaald drempelbedrag. Nadat je het bedrag hebt bereikt, moet je de drempel opnieuw instellen om meer te kunnen uitgeven zonder 2FA.
pt_br: Gaste seus bitcoins sem a proteção 2FA até um certo limite. Se você precisar gastar além do limite escolhido, será preciso alterar o valor máximo novamente.
ro: Stabiliți un prag pentru a putea cheltui monedele fără autentificarea în doi pași (2FA). După depășirea acestui prag, va trebui să resetați pragul pentru a continua să cheltuiți monedele fără autentificare.
ru: Тратьте свои биткоины без 2FA до определенного порога. После того, как вы потратите сумму, не превышающую этот порог, вам нужно будет его сбросить, чтобы продолжать тратить биткоины без двухфакторной аутентификации.
uk: Витрачайте свої біткоіни без 2FA до певного порогу. Після того, як ви витратите суму, що не перевищує цей поріг, вам потрібно буде його скинути, щоб продовжувати витрачати біткоіни без двофакторної аутентифікації.
zh: 在没有2FA的情况下花费您的比特币到某个阈值。花费到此金额后，您需要重新设置阈值才能在没有2FA的情况下继续消费。

# id_spv_is_always_synchronized_on
source: SPV is always synchronized on non-mobile networks like WiFi or Ethernet. This setting also synchronizes when using mobile data. This can be expensive depending on your data plan so take care when enabling.
cs: SPV je vždy synchronizován v jiných než mobilních sítích, jako je WiFi nebo Ethernet. Toto nastavení ho také synchronizuje při používání mobilních dat. To může být drahé v závislosti na vašem datovém plánu, takže při aktivaci buďte opatrní.
de: SPV ist immer auf WiFi und Ethernet Netzwerken synchronisiert. Diese Einstellung synchronisiert auch bei mobilen Datenauschtausch. Eventuelle Zusatskosten können anfallen.
es: SPV siempre se sincroniza con redes no móviles, como WiFi y Ethernet. Esta opción también se sincroniza cuando se usan datos móviles, lo cual puede resultar caro según el plan de datos que tenga, así que tenga cuidado al habilitarla.
fr: SPV se synchronise toujours sur des réseaux non mobiles, tels que WiFi ou Ethernet. Ce réglage permet de le synchroniser aussi sur les réseaux de data mobile. Selon votre forfait cela peut entraîner des frais importants, à utiliser avec précaution.
it: SPV è sempre sincronizzata su reti non mobili come WiFi o Ethernet. Questa impostazione si sincronizza anche quando si utilizzano dati mobili. Le tariffe variano in base al piano telefonico attivo. Prestare attenzione quando l'opzione viene abilitata.
ja: SPVはWiFiやEthernetを通じて常に同期されます。モバイルデータを使用中にも同期されるため、ご利用中のデータプランによっては通信費が高くなる可能性があるのでご注意ください。
ko: SPV는 언제나 Wifi 또는 Ethernet 같은 비모바일 네트워크에서 동기화됩니다. 이 설정 은 모바일 데이터를 사용할 때도 동기화를 진행합니다. 이 설정을 켜면 사용자 요금제에 따라 높은 요금이 발생할 수 있으니 주의하세요.
nl: SPV wordt altijd gesynchroniseerd op niet-mobiele netwerken zoals WiFi of Ethernet. Deze instelling zorgt dat synchronisatie ook plaatsvindt op mobiele netwerken. Dit kan duur zijn, afhankelijk van je dataplan, dus wees voorzichtig.
pt_br: SPV sempre sincroniza em redes não-móveis como WiFi e Ethernet. Esta configuração ativa a sincronização também quando estiver usando dados móveis. Isso pode ser caro dependendo do seu plano de dados, portanto, cuidado ao ativar.
ro: SPV este întotdeauna sincronizat folosind rețele non-mobile precum WiFi sau Ethernet. Această setare se sincronizează și atunci când sunt folosite date mobile. Folosirea datelor mobile poate fi costisitoare, în funcție de abonament și planul de date. Așa că fiți atenți înainte de a activa setarea.
ru: SPV всегда синхронизируется в таких сетях, как WiFi или Ethernet. Этот параметр также синхронизируется при использовании мобильных данных. Может быть дорогостоящим в зависимости от вашего тарифного плана, поэтому будьте внимательны при включении.
uk: SPV завжди синхронізується в таких мережах, як WiFi або Ethernet. Але й також при використанні мобільних даних. Тож це може бути дорого і залежить від вашого тарифного плану, тому будьте уважні при активації.
vi: SPV luôn đồng bộ hóa trên mạng không phải mobi internet như Wifi và mạng có đây. Việc cài đặt này cũng đồng bộ khi sử dụng 3 4 5G. Nó là tốn kém phụ thuộc vào gói dữ liệu 3 4 5G vì thế xem cẩn thận trước khí cho phép.
zh: SPV永远在非移动网络，如WiFi或以太网上同步。此设置在使用移动数据网络时也进行同步，可能会产生较高额的流量费用，请谨慎开启。

# id_spv_mode_is_currently_available
source: SPV mode is currently available for singlesig bitcoin wallets only.
cs: Režim SPV je v současné době k dispozici pouze pro singlesig bitcoinové peněženky.
de: SPV-Modus ist derzeit nur für Singlesig Bitcoin-Wallets verfügbar.
es: Actualmente, el modo SPV solo está disponible para carteras bitcoin singlesig.
fr: Le mode SPV est actuellement disponible uniquement pour les portefeuilles bitcoin singlesig.
it: La modalità SPV è attualmente solo disponibile per wallet bitcoin singlesig.
ja: SPVモードは現時点でシングルシグ・ビットコインウォレットにのみ対応しています。
ko: SPV 모드는 현재 단일 서명 비트코인 ​​지갑에서만 사용 가능합니다.
nl: De SPV-modus is momenteel alleen beschikbaar voor singlesig bitcoin-wallets.
pt_br: O modo SPV está atualmente disponível apenas para carteiras bitcoin individuais.
ru: Режим SPV в настоящее время доступен только для одноподписных биткоин-кошельков.
uk: Режим SPV в даний час доступний тільки для однопідписних біткоін-гаманців.
zh: SPV模式目前仅适用于单签名比特币钱包。
