Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_enable_touch_id
source: Enable Touch ID
cs: Povolit Touch ID
de: Touch ID aktivieren
es: Habilitar Touch ID
fr: Activez Touch ID
it: Abilita Touch ID
ja: タッチID機能をONにする
ko: Touch ID 활성화
nl: Touch ID inschakelen
pt_br: Ativar Touch ID
ro: Activare Touch ID
ru: Включить Touch ID
uk: Активувати Touch ID
vi: Cho phép xác thực vân tay
zh: 启用Touch ID

# id_enable_twofactor_authentication
source: Enable Two-Factor Authentication to protect your wallet from unauthorized transactions or changes to critical security settings
cs: Povolte 2-Faktorové ověření k ochraně peněženky před neautorizovanými transakcemi nebo změnami důležitých nastavení zabezpečení
de: Aktiviere die Zwei-Faktor-Authentifizierung, um deine Wallet vor nicht autorisierten Transaktionen oder Änderungen an kritischen Sicherheitseinstellungen zu schützen
es: Habilite la autenticación de dos factores para proteger su cartera de transacciones no autorizadas y cambios en los ajustes de seguridad críticos.
fr: Activez l'authentification à deux facteurs pour protéger votre portefeuille contre les transactions non autorisées ou les modifications des paramètres de sécurité essentiels.
it: Abilita Autenticazione a Due Fattori per proteggere il tuo wallet da transazioni e modifiche non autorizzate alle impostazioni di sicurezza
ja: 2段階認証を有効化して不正送金や重要なセキュリティ設定の無断変更を防ぎましょう
ko: 이중 인증을 활성화하여 무단 거래나 중요한 보안 설정 변경을 차단하여 지갑을 보호하세요.
nl: Schakel tweetrapsauthenticatie in om je wallet te beschermen tegen ongeautoriseerde transacties of wijzigingen in kritieke beveiligingsinstellingen
pt_br: Ative a autenticação de dois fatores para proteger sua carteira de transações não autorizadas ou alterações nas configurações críticas de segurança
ro: Activați Autentificare cu Doi Factori (2FA) pentru a vă proteja portofelul de tranzacții neautorizate sau schimbări ale setărilor critice de securitate
ru: Включить двухфакторную аутентификацию для защиты средств и критически важных настроек от несанкционированного доступа
uk: Активувати двофакторну аутентифікацію для захисту коштів і критично важливих налаштувань від несанкціонованого доступу
zh: 开启双重验证以此在发生未授权转账或修改设置时保护您的钱包

# id_enabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화되었습니다
nl: Ingeschakeld
pt_br: Ativado
ro: Activat
ru: Включено
uk: Активовано
vi: Cho phép
zh: 已开启

# id_enabled_1s
source: Enabled: %1$@
cs: Povoleno: %1$@
de: Aktiviert: %1$@
es: Habilitado: %1$@
fr: Activé : %1$@
it: Abilitato: %1$@
ja: 有効: %1$@
ko: 활성화되었습니다 :%1$@
nl: Ingeschakeld: %1$@
pt_br: Ativado: %1$@
ro: Activat: %1$@
ru: Включено: %1$@
uk: Активовано: %1$@
vi: Cho phép: %1$@
zh: 已启用：%1$@

# id_encryption_passphrase
source: Encryption passphrase
cs: Šifrovací přístupová fráze (passphrase)
de: Verschlüsselungskennwort
es: Frase de seguridad para el cifrado
fr: Phrase de chiffrement
it: Passphrase criptaggio
ja: 暗号化パスフレーズ
ko: 암호화 비밀 문구
nl: Encryptie passphrase
pt_br: Senha de encriptação
ro: Passphrase de criptare
ru: Кодовая фраза шифрования
uk: Кодова фраза шифрування
vi: Mật khẩu để mã hóa
zh: 加密密语

# id_enhanced_privacy
source: Enhanced Privacy
cs: Zvýšená ochrana soukromí
es: Privacidad Mejorada
it: Aumenta Privacy
ko: 향상된 개인정보 보호
nl: Verbeterde privacy
pt_br: Aprimorar privacidade
zh: 加强隐私

# id_enter
source: Enter
cs: Zadat
de: OK
es: Ingresar
fr: Saisir
it: Inserisci
ja: 入力
ko: 입력하기
nl: Invoeren
pt_br: Inserir
ro: Introduceți
ru: Войти
uk: Увійти
vi: Đi vào
zh: 输入

# id_enter_a_pgp_public_key_to_have
source: Enter a PGP public key to have emails encrypted for better privacy.
cs: Zadat veřejný klíč PGP, aby byly e-maily šifrovány pro lepší soukromí.
de: Öffentlichen PGP-Schlüssel eingeben um Emails für bessere Privatsphäre zu verschlüsseln.
es: Ingresar una clave pública PGP para cifrar los correos electrónicos y aumentar la privacidad.
fr: Entrez une clé publique PGP pour chiffrer les emails et améliorer la confidentialité.
it: Inserisci una chiave pubblica PGP per e-mail criptate e maggiore privacy.
ja: プライバシー保護の為にPGPパブリックキーを入力しEメールを暗号化する
ko: 보안 강화를 위 해 PGP 공개키를 입력하여 이메일을 암호화하세요.
nl: Voer een publieke PGP-sleutel in om je e-mails te versleutelen voor betere privacy.
pt_br: Insira uma chave pública PGP para que os e-mails sejam criptografados e melhorar a privacidade.
ro: Introduceți o cheie publică PGP pentru a vă cripta e-mailurile, beneficiind astfel de o confidențialitate mai bună
ru: Введите PGP-ключ для получения зашифрованных сообщений на вашу почту.
uk: Введіть PGP-ключ для отримання зашифрованих повідомлень на вашу пошту.
vi: Nhập khóa công khai PGP để gửi email mã hóa để tính riêng tư tốt hơn.
zh: 输入PGP公钥以加密邮件，获得更好的隐私保护。

# id_enter_a_private_key_to_sweep
source: Enter a private key to sweep into this wallet
cs: Zadejte soukromý klíč pro vybrání prostředků (sweep) do této peněženky
de: Privatschlüssel eingeben um in die Wallet zu transferieren (sweepen)
es: Ingrese una clave privada para barrer fondos a la cartera
fr: Entrez une clé privée à balayer dans ce portefeuille.
it: Inserisci una chiave privata per eseguire uno sweep in questo wallet
ja: 秘密鍵をウォレットに入力する
ko: 지갑에 스윕하려면 비밀키를 입력하세요.
nl: Veeg privé-sleutel op naar deze wallet
pt_br: Insira uma chave privada para resgatar seus fundos
ro: Introduceți o cheie privată pentru a accesa monedele din acest portofel
ru: Введите приватный ключ для того, чтобы вывести всё на этот кошелек
uk: Введіть приватний ключ для того, щоб вивести все на цей гаманець
vi: Nhập khóa riêng tư để quẹt tiền vào ví này
zh: 输入私钥以提取到这个钱包

# id_enter_a_valid_onion_or_ip
source: Enter a valid .onion or IP address (.onion preferred)
cs: Zadejte platnou .onion nebo IP adresu (preferovaná .onion)
de: Gib eine gültige .onion oder IP Adresse ein (.onion bevorzugt)
es: Ingrese una dirección de IP u .onion válida (preferentemente, la segunda)
fr: Saisissez une adresse IP ou .onion valide (de préférence .onion)
it: Inserisci un indirizzo IP valido. (preferibilmente .onion )
ja: 有効な.onion又はIPアドレスを入力(.onionを推薦します)
ko: 유효한 .onion 또는 IP 주소(.onion 추천)를 입력하세요
nl: Voer een geldig .onion- of IP-adres in (liever .onion)
pt_br: Insira um endereço .onion válido ou um endereço IP (.onion de preferência)
ro: Introduceți o adresă .onion sau IP validă (este de preferat cea .onion)
ru: Введите действительный .onion или IP-адрес (желательно .onion)
uk: Введіть дійсну .onion або IP адресу (бажано .onion)
vi: Nhập tên miền .onion hoặc địa chỉ IP ( tên miền .onion thì tốt hơn)
zh: 请输入一个有效的.onion或IP地址（最好是.onion）

# id_enter_a_valid_username
source: Enter a valid username
cs: Zadejte platné uživatelské jméno
de: Gib einen gültigen Benutzernamen ein
es: Ingrese un nombre de usuario válido
fr: Saisissez un nom d'utilisateur valide
it: Inserisci un username valido
ja: 有効なユーザーネームを入力
ko: 유효한 사용자 이름을 입력하세요
nl: Voer een geldige gebruikersnaam in
pt_br: Insira um nome de usuário válido
ro: Introduceți un nume de utilizator valid
ru: Введите действительное имя пользователя
uk: Введіть дійсне ім'я користувача
vi: Nhập tên người dùng hợp lệ
zh: 请输入一个有效的用户名

# id_enter_an_address
source: Enter an address
cs: Zadejte adresu
de: Adresse eingeben
es: Ingrese una dirección
fr: Entrez une adresse
it: Inserisci un indirizzo
ja: アドレスを入力
ko: 주소를 입력하세요
nl: Voer een adres in
pt_br: Insira um endereço
ro: Introduceți o adresă
ru: Введите адрес
uk: Введіть адресу
vi: Nhập một địa chỉ
zh: 请输入地址

# id_enter_an_address_or_sweep_paper
source: Enter an address or sweep paper wallet
cs: Zadejte adresu nebo vyberte prostředky (sweep) z papírové peněženky
de: Adresse eingeben oder Paper Wallet scannen
es: Ingresar una dirección o barrer fondos a la cartera de papel
fr: Entrez une adresse à balayer dans ce portefeuille
it: Inserisci un indirizzo o effettua lo sweep di un paper wallet
ja: アドレスを入力またはペーパーウォレットを読み取る
ko: 주소를 입력하거나 종이 지갑을 스윕하세요
nl: Voer adres in of veeg papieren wallet op
pt_br: Insira um endereço ou resgate uma carteira de papel
ro: Introduceți o adresă sau accesați portofel de hârtie (paper wallet)
ru: Введите адрес или сметите бумажный кошелек
uk: Введіть адресу або зробіть свіп паперового гаманця
vi: Nhập một địa chỉ hoặc quẹt ví giấy vào
zh: 输入地址或从纸钱包提取

# id_enter_new_email
source: Enter new email
cs: Zadejte nový e-mail
de: Gib eine neue Email Adresse ein
es: Ingrese un correo electrónico nuevo
fr: Saisissez une nouvelle adresse email
it: Inserisci nuova email
ja: 新しいEメールを入力
ko: 새로운 이메일을 입력하세요
nl: Voer nieuw e-mailadres in
pt_br: Insira o novo e-mail
ro: Introduceți e-mail nou
ru: Введите новый email
uk: Введіть новий email
vi: Nhập thư điện tử mới
zh: 请输入新的电子邮箱

# id_enter_phone_number
source: Enter phone number
cs: Zadejte telefonní číslo
de: Gib eine Telefonnummer ein
es: Ingrese un número de teléfono
fr: Saisissez votre numéro de téléphone
it: Inserisci numero di telefono
ja: 電話番号を入力
ko: 전화번호를 입력하세요
nl: Voer telefoonnummer in
pt_br: Insira o número de telefone
ro: Introduceți numărul de telefon
ru: Введите номер телефона
uk: Введіть номер телефону
vi: Nhập số điện thoại
zh: 请输入手机号

# id_enter_pin
source: Enter PIN
cs: Zadejte PIN
de: Gib den PIN ein
es: Ingrese un PIN
fr: Saisissez votre PIN
it: Inserisci PIN
ja: PIN入力
ko: PIN을 입력하세요
nl: Voer PIN in
pt_br: Insira o PIN
ro: Introduceți PIN
ru: Введите PIN-код
uk: Введіть PIN-код
vi: Nhập mã số PIN
zh: 请输入PIN

# id_enter_pin_on_jade
source: Enter PIN on Jade
cs: Zadejte PIN na Jade
de: PIN auf deinem Jade eingeben
es: Ingrese el PIN en Jade
fr: Saisissez votre PIN sur Jade
it: Digita PIN su Jade
ja: JadeでPINを入力してください
ko: Jade에서 PIN을 입력하세요
nl: Voer PIN in op Jade
pt_br: Insira o PIN na Jade
ro: Introduceți PIN din portofelul Jade
ru: Введите PIN-код на Jade
uk: Введіть PIN-код на Jade
zh: 在Jade上输入PIN

# id_enter_the_email_for_which_you
source: Enter the email for which you want to delete a dispute request
cs: Zadejte e-mail, pro který chcete odstranit žádost o spor.
de: Gib die Email-Adresse ein, für die du eine Disput-Anfrage löschen möchtest
es: Ingrese el correo electrónico asociado a la solicitud de disputa que desea eliminar
fr: Saisissez l'e-mail pour lequel vous souhaitez supprimer une demande de litige.
it: Inserisci la mail per cui desideri eliminare una richiesta di contestazione
ja: 係争リクエストを消去したいメールアドレスを入力してください
ko: 이의 신청을 삭제하고자 하는 이메일을 입력하세요
nl: Voer het e-mailadres in waarvoor je een geschilverzoek wilt verwijderen
pt_br: Digite o e-mail para o qual você deseja excluir uma solicitação de disputa
ru: Введите адрес электронной почты, для которого вы хотите удалить запрос на оспаривание
uk: Введіть адресу електронної пошти, для якої ви хочете видалити запит на оскарження
zh: 输入您要删除争议请求的电子邮件地址

# id_enter_the_matching_words
source: Enter The Matching Words
cs: Zadejte odpovídající slova
de: Gib die passenden Wörter ein
es: Ingrese las palabras que coincidan
fr: Entrez les mots correspondants
it: Inserisci Matching Words
ja: マッチングキーワードを入力
ko: 일치하는 단어를 입력하세요
nl: Voer de bijbehorende woorden in
pt_br: Insira as palavras correspondentes
ro: Introduceți Cuvintele Care Se Potrivesc
ru: Введите соответствующие слова
uk: Введіть слова, що підходять
vi: Nhập các từ phù hợp
zh: 请输入匹配的单词

# id_enter_the_pin_for_your_hardware
source: Enter the PIN for your hardware wallet
cs: Zadejte PIN pro vaši hardwarovou peněženku
de: Geben Sie die PIN Ihrer Hardware Wallet ein
es: Ingrese el PIN de su hardware cartera
fr: Saisissez le PIN de votre hardware wallet
it: Inserisci il PIN del tuo hardware wallet
ja: ハードウェア・ウォレットのPIN入力
ko: 하드웨어 지갑의 PIN을 입력하세요
nl: Voer de PIN voor je hardware wallet in
pt_br: Insira o PIN da sua carteira física
ro: Introduceți PIN-ul portofelului dumneavoastră hardware
ru: Введите PIN-код для вашего аппаратного кошелька
uk: Введіть PIN-код для вашого апаратного гаманця
vi: Nhập mã số PIN cho ví cứng của bạn
zh: 输入硬件钱包的PIN

# id_enter_your_12_24_or_27_words
source: Enter your 12, 24 or 27 words recovery phrase
cs: Zadejte frázi pro obnovu o 12, 24 nebo 27 slovech.
de: Gib deine 12, 24 oder 27 Wörter der Wiederherstellungs-Phrase ein
es: Ingrese su frase de recuperación de 12, 24 o 27 palabras
fr: Saisissez votre phrase de récupération de 12, 24 ou 27 mots
it: Inserisci la tua recovery phrase da 12, 24 o 27 parole
ja: 12, 24, または27単語のリカバリーフレーズを入力
ko: 12 또는 24, 27 단어로 된 복구 구문을 입력하세요
nl: Voer je herstelzin van 12, 24 of 27 woorden in
pt_br: Digite sua frase de recuperação de 12, 24 ou 27 palavras
ru: Введите фразу восстановления из 12, 24 или 27 слов
uk: Введіть фразу відновлення з 12, 24 або 27 слів
zh: 输入12，24或27位的助记词

# id_enter_your_24_or_27_words
source: Enter your 24 or 27 words recovery phrase
cs: Zadejte frázi pro obnovení (24 nebo 27 slov)
de: Gib deine 24 oder 27 Wörter der Wiederherstellungs-Phrase ein
es: Ingrese su frase de recuperación de 24 o 27 palabras
fr: Entrez votre phrase de récupération de 24 ou 27 mots
it: Inserisci la tua recovery phrase da 24 o 27 parole
ja: 24または27単語のリカバリーフレーズを入力
ko: 24 또는 27 단어로 된 복구 문구를 입력하세요.
nl: Voer je herstelzin van 24 of 27 woorden in
pt_br: Insira as 24 ou 27 palavras da sua frase de recuperação
ro: Introduceți fraza de recuperare din 24 sau 27 de cuvinte.
ru: Введите фразу восстановления из 24 или 27 слов
uk: Введіть фразу відновлення з 24 або 27 слів
zh: 输入24位或27位的助记词

# id_enter_your_27_words_recovery
source: Enter your 27 words recovery phrase
cs: Zadejte frázi pro obnovení (27 slov)
de: Gib deine 27 Wörter der Wiederherstellungs-Phrase ein
es: Ingrese su frase de recuperación de 27 palabras
fr: Entrez votre phrase de récupération de 27 mots
it: Inserisci la tua recovery phrase da 27 parole
ja: 27単語のリカバリーフレーズを入力
ko: 27 단어로 된 복구 구문을 입력하세요
nl: Voer je herstelzin van 27 woorden in
pt_br: Insira as 27 palavras da sua frase de recuperação
ro: Introduceți fraza de recuperare din 27 de cuvinte
ru: Введите фразу восстановления из 27 слов
uk: Введіть фразу відновлення з 27 слів
zh: 输入27位助记词

# id_enter_your_email_address
source: Enter your email address
cs: Zadejte svou e-mailovou adresu
de: Geben Sie Ihre Email Adresse ein
es: Ingrese su dirección de correo electrónico
fr: Saisissez votre adresse email
it: Inserisci il tuo indirizzo email
ja: Eメールアドレス入力
ko: 이메일 주소를 입력하세요
nl: Voer je e-mailadres in
pt_br: Insira seu endereço de e-mail
ro: Introduceți adresa dvs de e-mail
ru: Введите ваш адрес электронной почты
uk: Введіть вашу email адресу
vi: Nhập địa chỉ thư điện tử của bạn
zh: 请输入电子邮箱地址

# id_enter_your_pin
source: Enter Your PIN
cs: Zadejte svůj PIN
de: PIN eingeben
es: Ingrese su PIN
fr: Saisissez votre code PIN
it: Inserisci PIN
ja: PINを入力してください
ko: PIN을 입력하세요
nl: Voer je PIN in
pt_br: Insira seu PIN
ro: Introduceți PIN
ru: Введите свой PIN-код
uk: Введіть свій PIN-код
zh: 输入您的PIN

# id_enter_your_recovery_phrase
source: Enter your recovery phrase
cs: Zadejte frázi pro obnovení
de: Gib deine Wiederherstellungs-Phrase ein
es: Ingrese su frase de recuperación
fr: Saisissez votre phrase de récupération
it: Inserisci recovery phrase
ja: リカバリーフレーズを入力してください
ko: 복구 구문을 입력하세요
nl: Voer je herstelzin in
pt_br: Insira sua frase de recuperação
ro: Introduceți fraza de recuperare
ru: Введите фразу восстановления
uk: Введіть фразу відновлення
zh: 输入您的助记词

# id_enter_your_s_wallet_mnemonic
source: Enter your %@ wallet mnemonic
cs: Zadejte vaši mnemotechnickou frázi pro %@ peněženku
de: Gib deinen %@ Wallet-Merksatz ein
es: Ingrese la frase semilla de su cartera %@
fr: Saisissez le mnémonique de votre portefeuille %@.
it: Inserisci mnemonic del tuo wallet %@
ja: %@ウォレットのニモニックを入力
ko: 지갑 %@ 니모닉을 입력하세요
nl: Voer de herstelzin van je %@ wallet in
pt_br: Insira o mnemônico da sua carteira %@
ro: Introduceți %@ șirul de cuvinte mnemonice
ru: Введите%@ мнемоническую фразу вашего кошелька
uk: Введіть %@ мнемонічну фразу вашого гаманця
vi: Nhập các chữ cái gợi nhớ mnemonic ví %@ của bạn
zh: 输入%@钱包助记词

# id_enter_your_wallet_mnemonic
source: Enter your wallet mnemonic
cs: Zadejte vaši mnemotechnickou frázi
de: Geben Sie Ihren Wallet Merksatz ein
es: Ingrese la frase semilla de su cartera
fr: Saisissez le mnémonique de votre portefeuille
it: Inserisci mnemonic del tuo wallet
ja: ウォレットのニモニックを入力
ko: 지갑 니모닉을 입력하세요
nl: Voer de herstelzin van je wallet in
pt_br: Insira o mnemônico da sua carteira
ro: Introduceți șirul de cuvinte mnemonice al portofelului dumneavoastră
ru: Введите вашу мнемоническую фразу
uk: Введіть вашу мнемонічну фразу
vi: Nhập các chữ cái gợi nhớ mnemonic của ví bạn
zh: 请输入钱包助记词

# id_enter_your_xpub
source: Enter your xpub
cs: Zadejte svůj xpub
de: Gib deinen xpub ein
es: Ingrese su xpub
fr: Saisissez votre xpub
it: Inserisci xpub
ja: xpubを入力してください
ko: xpub을 입력하세요
nl: Voer je xpub in
pt_br: Insira sua chave xPub
ru: Введите свой xpub
uk: Введіть свій xpub
zh: 输入您的xpub

# id_enter_your_xpub_to_add_a
source: Enter your xPub to add a watch-only wallet where you can receive funds and check your balance without importing your private keys.
cs: Zadejte svůj xPub a přidejte peněženku pouze-pro-sledování, kde můžete přijímat prostředky a kontrolovat zůstatek bez importu soukromých klíčů.
de: Gib deinen xPub ein, um ein Watch-Only-Wallet hinzuzufügen. Dort kannst du Gelder empfangen und deinen Kontostand auch ohne das Importieren deiner private Keys überprüfen.
es: Ingrese su xPub para agregar una cartera en modo solo lectura, que le permitirá recibir fondos y consultar el saldo sin importar sus llaves privadas.
fr: Saisissez votre xPub pour ajouter un portefeuille de surveillance seulement où vous pouvez recevoir des fonds et vérifier votre solde sans importer vos clés privées.
it: Inserisci il tuo xPub per aggiungere un wallet watch-only su cui ricevere fondi e controllare il tuo saldo senza importare chiavi private.
ja: xpubを入力することで読み取りモードのウォレットを追加します。秘密鍵を読み込まずに資金の受け取りや残高の確認が行なえます。
ko: xPub을 입력하여 개인 키 없이도 송금 받고 잔액을 확인할 수 있는 보기 전용 지갑을 추가하세요.
nl: Voer je xpub in om een watch-only-wallet toe te voegen waar je geld kunt ontvangen en je saldo kunt controleren zonder je privésleutels te importeren.
pt_br: Insira a chave xPub para adicionar uma conta somente leitura, e assim poder receber fundos e verificar seu saldo sem a necessidade de expor suas chaves privadas.
ro: Introduceți cheia xPub pentru a adăuga un wallet "watch-only". Veți putea primi fonduri si verifica soldul fara sa adaugați cheile private.
ru: Введите свой xPub, чтобы добавить кошелек watch-only, на который вы можете получать средства и проверять свой баланс, не импортируя свои личные ключи.
uk: Введіть свій xPub, щоб додати гаманець watch-only, на за допомогою якого ви можете отримувати кошти і перевіряти свій баланс, не імпортуючи свої особисті ключі.
zh: 输入您的xPub以添加一个仅查看的钱包，您可以在其中接收资金并检查您的余额，而无需导入您的私钥。

# id_enter_yournrecovery_phrase
source: Enter your Recovery Phrase
cs: Zadejte svou obnovovací frázi
de: Eingabe deiner Wiederherstellungs-Phrase
es: Ingrese su frase de recuperación
fr: Saisissez votre phrase de récupération
it: Inserisci Recovery Phrase
ja: リカバリーフレーズを 入力してください
ko: 복구 구문을 입력하세요
nl: Voer je herstelzin in
pt_br: Insira sua Frase de recuperação
ro: Introduceți fraza de recuperare
ru: Введите вашу Фразу восстановления
uk: Введіть вашу Фразу Відновлення
zh: 输入您的 助记词

# id_entity
source: Entity
cs: Entita
de: Instanz
es: Entidad
fr: Entité
it: Entità
ja: 主体
ko: 엔터티(Entity)
nl: Entiteit
pt_br: Entidade
ro: Entitate
ru: Организация
uk: Організація
vi: Thực thể
zh: 实体

# id_ephemeral_wallets
source: Ephemeral wallets
es: Carteras efímeras
it: Wallet Ephemeral
ko: 임시 지갑들
pt_br: Carteiras efêmeras

# id_error
source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー発生
ko: 오류
nl: Fout
pt_br: Erro
ro: Eroare
ru: Ошибка
uk: Помилка
vi: Lỗi rồi
zh: 错误

# id_error_logging_in_with_hardware
source: Error logging in with Hardware Wallet
cs: Při přihlášení pomocí hardwarové peněženky došlo k chybě
de: Fehler beim Einloggen mit Hardware Wallet
es: Error de inicio de sesión con el hardware cartera
fr: Erreur d'identification avec le hardware wallet
it: Errore durante il login con Hardware Wallet
ja: ハードウェアウォレットでログイン中エラー発生
ko: 하드웨어 지갑 로그인 시 오류 발생
nl: Aanmeldingsfout voor hardware wallet
pt_br: Erro ao fazer login com sua carteira física
ro: Eroare de logare cu portofelul hardware
ru: Ошибка при входе в аппаратный кошелек
uk: Помилка при вході за допомогою апаратного гаманця
vi: Lỗi khi đăng nhập vào ví cứng
zh: 使用硬件钱包登录时出错

# id_error_nfc_tag_not_writable
source: Error: NFC tag not writable
cs: Chyba: Nelze zapsat NFC tag
de: Fehler: NFC Tag ist nicht schreibbar
es: Error: la etiqueta NFC no es grabable
fr: Erreur : étiquette NFC non inscriptible
it: Errore: impossibile scrivere tag NFC
ja: エラー: NFCタグが読み取れません
ko: 오류 : NFC 태그 쓰기 불가능
nl: Fout: NFC-tag niet schrijfbaar
pt_br: Erro: Tag NFC não gravável
ro: Eroare: Nu s-a putut scrie pe eticheta NFC
ru: Ошибка: невозможно создать NFC-тег
uk: Помилка: неможливо створити NFC-тег
vi: Lỗi: không thể ghi vào thẻ NFC
zh: 错误：NFC标签无法写入

# id_error_nfc_tag_too_small
source: Error: NFC tag too small
cs: Chyba: NFC tag je příliš malý
de: Fehler: NFC Tag zu klein
es: Error: la etiqueta NFC es demasiado pequeña
fr: Erreur : étiquette NFC trop petite
it: Errore: tag NFC troppo piccolo
ja: エラー: NFCタグが小さ過ぎます
ko: 오류 : NFC 태그가 너무 작습니다
nl: Fout: NFC-tag te klein
pt_br: Erro: Tag NFC pequena demais
ro: Eroare: Eticheta NFC este prea mică
ru: Ошибка: NFC-тег слишком мал
uk: Помилка: NFC-тег дуже малий
vi: Lỗi: thẻ NFC quá nhỏ
zh: 错误：NFC标签太小

# id_error_passphrases_do_not_match
source: Error: passphrases do not match
cs: Chyba: přístupové fráze se neshodují
de: Fehler: Passphrase stimmt nicht überein
es: Error: las frases de seguridad no coinciden
fr: Erreur : les phrases de récupération ne correspondent pas
it: Errore: le passphrase non coincidono
ja: エラー: パスフレーズが一致しません
ko: 오류 : 비밀 구문이 일치하지 않습니다
nl: Fout: passphrase is niet hetzelfde
pt_br: Erro: as frases secretas não conferem
ro: Eroare: passphrase-urile nu se potrivesc
ru: Ошибка: кодовая фраза не совпадает
uk: Помилка: кодова фраза не збігається
vi: Lỗi: mật khẩu không trùng khớp
zh: 错误：密语错误

# id_error_setting_fee_rate
source: Error setting Fee Rate
cs: Chyba nastavení sazby poplatku
de: Fehler beim Einstellen der Gebührenrate
es: No se pudo establecer la comisión
fr: Erreur dans la configuration du taux de frais
it: Errore durante impostazione Fee Rate
ja: 手数料率の設定に失敗しました
ko: 수수료율 설정 오류
nl: Fout bij instellen netwerkkosten
pt_br: Erro ao definir taxa
ro: Eroare în stabilirea taxei pentru tranzacție
ru: Ошибка при установке размера комиссии
uk: Помилка при установці ставки комісії
zh: 设置费率错误

# id_establishing_session
source: Establishing session
cs: Navázání relace
de: Session wird aufgebaut
es: Estableciendo la sesión
fr: Établissement de la session
it: Creazione sessione in corso
ja: セッションの確立中
ko: 세션 설정
nl: Sessie tot stand brengen
pt_br: Estabelecendo sessão
ro: Se inițializează conexiunea
ru: Создание сессии
uk: Створення сесії
zh: 建立会话

# id_estimated_blocks_until
source: Estimated blocks until confirmation: %d
cs: Odhadované bloky do potvrzení: %d
de: Geschätzte Blöcke bis zur Bestätigung: %d
es: Estimación de los bloques hasta la confirmación: %d
fr: Nombre de blocs estimés avant confirmation: %d
it: Blocchi stimati dalla conferma: %d
ja: 検証にかかる予想ブロック数: %d
ko: 확인될 때까지 예상되는 블록 수 :%d
nl: Geschatte blocks tot bevestiging: %d
pt_br: Blocos aproximados até a confirmação: %d
ro: Blocuri estimate până la confirmarea tranzacției: %d
ru: Приблизительно блоков до подтверждения: %d
uk: Приблизно блоків до підтвердження: %d
vi: Số khối dự kiến cho đến khi có xác nhận: %d
zh: 距离完成确认预计所剩区块：%d
