Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_use_android_screen_lock_to_log
source: Use Android screen lock to log in
cs: Přihlaste se pomocí zámku obrazovky Android
de: Android-Bildschirmsperre zur Anmeldung verwenden
es: Utilice el bloqueo de pantalla de Android para iniciar sesión
fr: Utiliser le verrouillage de l'écran d'Android pour se connecter
it: Utilizza il blocco schermo di Android per accedere
ja: Android画面ロックでログインする
ko: Android 화면 잠금을 사용하여 로그인
nl: Gebruik Android-schermvergrendeling om in te loggen
pt_br: Usar bloqueio de tela do Android para acessar
ro: Folosiți ecranul de blocare Android pentru a vă loga
ru: Используйте блокировку экрана Android для входа в систему
uk: Використовуйте блокування екрану Android для входу в систему
zh: 使用安卓屏幕锁登录

# id_use_secure_display_and_screen
source: Use Secure Display and Screen Lock
cs: Použití zabezpečeného zobrazení a zámku obrazovky
es: Usar Visualización Segura y Bloqueo de Pantalla
it: Usa Secure Display e Screen Lock
ko: 보안 디스플레이 및 스크린 잠금 사용하기
nl: Veilige weergave en schermvergrendeling gebruiken
pt_br: Ativar bloqueio de tela e não permitir prints de tela
zh: 使用安全显示和屏幕锁定

# id_use_your_email_to_receive
source: Use your email to receive recovery transactions and transactions notifications
cs: K přijímání oznámení o transakcích obnovení a transakcích používejte svůj e-mail.
de: Verwende deine Email-Adresse, um Wiederherstellungs-Transaktionen und Benachrichtigungen über Transaktionen zu erhalten
es: Reciba transacciones de recuperación y notificaciones sobre transacciones por correo electrónico
fr: Utilisez votre adresse électronique pour recevoir les notifications des opérations de récupération et des transactions.
it: Utilizza la tua e-mail per ricevere transazioni di recovery e notifiche di transazione
ja: メールアドレスでリカバリー用のトランザクションとトランザクション通知を受け取ります
ko: 이메일로 복구 거래 및 거래 알림을 수신하세요.
nl: Gebruik je e-mailadres om hersteltransacties en transactienotificaties te ontvangen
pt_br: Use seu e-mail para receber transações de recuperação e notificações de transações
ru: Используйте свою электронную почту для получения транзакций восстановления и уведомлений о транзакциях
uk: Використовуйте свою електронну пошту для отримання транзакцій відновлення і повідомлень про транзакції
zh: 使用您的电子邮件接收恢复转账和转账通知

# id_user_contact_info_ip_address
source: User contact info, IP address, detailed location
cs: Kontaktní údaje uživatele, IP adresa, podrobná poloha
es: Información de contacto del usuario, dirección IP, localización detallada
it: Contatti dell'utente, indirizzi IP, posizione
ko: 사용자 연락처 정보, IP 주소, 상세 위치
nl: Contactinformatie gebruiker, IP-adres, gedetailleerde locatie
pt_br: Informações de contato, endereço IP, localização
zh: 用户联系信息、IP地址、详细位置

# id_user_not_found_or_invalid
source: User not found or invalid password
cs: Uživatel nebyl nalezen nebo neplatné heslo
de: Benutzer nicht gefunden oder ungültiges Passwort
es: Usuario no encontrado o contraseña inválida
fr: Utilisateur non trouvé ou mot de passe invalide
it: Utente non trovato o password non valida
ja: ユーザーネーム、又はパスワードが間違っています。
ko: 사용자 정보를 찾을 수 없거나 비밀번호가 유효하지 않습니다
nl: Gebruiker niet gevonden of wachtwoord ongeldig
pt_br: Usuário não encontrado ou senha inválida
ro: Utilizatorul nu a fost găsit sau parola este invalidă
ru: Пользователь не найден или неверный пароль
uk: Користувача не знайдено або неправильний пароль
vi: Người dùng không tìm thấy hoặc sai mật khẩu
zh: 用户不存在或密码错误

# id_username
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザーネーム
ko: 사용자 이름
nl: Gebruikersnaam
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
uk: Ім'я користувача
vi: Tên người dùng
zh: 用户名

# id_username_not_available
source: Username not available
cs: Uživatelské jméno není dostupné
de: Benutzername nicht verfügbar
es: Nombre de usuario no disponible
fr: Nom d'utilisateur indisponible
it: Username non disponibile
ja: 無効のユーザーネーム
ko: 사용자 이름을 사용할 수 없습니다
nl: Gebruikersnaam niet beschikbaar
pt_br: Nome de usuário não disponível
ro: Numele de utilizator nu este disponibil
ru: Имя пользователя недоступно
uk: Ім'я користувача недоступне
vi: Tên người dùng không sẵn có
zh: 用户名不可用

# id_value_must_be_between_144_and
source: Value must be between 144 and 200000
cs: Hodnota musí být mezi 144 a 200000
de: Der Wert muss zwischen 144 und 200000 sein
es: El valor debe estar entre 144 y 200 000
fr: La valeur doit être comprise entre 144 et 200000
it: Il valore deve essere compreso tra 144 e 200000
ja: 設定値は144から200000である必要があります
ko: 144와 200000 사이의 숫자만 가능합니다
nl: Waarde moet tussen 144 en 200.000 liggen
pt_br: O valor precisa ser entre 144 e 200000
ro: Valoarea trebuie să fie între 144 și 200.000
ru: Значение должно быть от 144 до 200000.
uk: Значення має бути від 144 до 200000
zh: 该值必须在144到200000之间

# id_verified
source: Verified
cs: Ověřeno
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja: 検証済み
ko: 검증 완료
nl: Geverifieerd
pt_br: Verificada
ru: Верифицировано
uk: Верифіковано
zh: 已验证

# id_verify
source: Verify
cs: Ověřit
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
ja: 検証する
ko: 검증하기
nl: Verifiëren
pt_br: Verificar
ru: Проверить
uk: Перевірити
zh: 验证

# id_verify_on_device
source: Verify on Device
cs: Ověřit na zařízení
de: Auf Gerät verifizieren
es: Verificar en el dispositivo
fr: Vérifier sur l'appareil
it: Verifica su Dispositivo
ja: デバイスで検証する
ko: 기기에서 검증하기
nl: Verifiëren op apparaat
pt_br: Verificar no dispositivo
ru: Проверить на устройстве
uk: Перевірити на пристрої
zh: 在设备上验证

# id_verify_your_bitcoin
source: Verify your bitcoin transactions are included on the blockchain
cs: Ověřit, zda jsou vaše bitcoinové transakce zahrnuty do blockchainu
de: Verifizieren, dass deine Bitcoin-Transaktionen in der Blockchain enthalten sind
es: Verifique que sus transacciones bitcoin estén incluidas en la blockchain
fr: Vérifiez que vos transactions en bitcoins sont inscrites dans la blockchain.
it: Verifica che le tue transazioni bitcoin siano incluse sulla blockchain
ja: ビットコイントランザクションがブロックチェーンに取り込まれたことを検証する
ko: 비트코인 거래가 블록체인에 포함되어 있는지 검증하세요
nl: Controleer of je bitcoin-transacties zijn opgenomen in de blockchain
pt_br: Certifica que suas transações bitcoin estão incluídas na blockchain
ru: Убедитесь, что ваши биткоин-транзакции включены в блокчейн
uk: Переконайтеся, що ваші біткоїн-транзакції включені в блокчейн
zh: 验证您的比特币转账是否包含在区块链中

# id_verify_your_pin
source: Verify Your PIN
cs: Ověřte svůj PIN
de: Verifiziere deine PIN
es: Verifique su PIN
fr: Vérifiez votre PIN
it: Verifica il tuo PIN
ja: PINを確認する
ko: PIN을 확인하세요
nl: Controleer je PIN
pt_br: Verifique seu PIN
ro: Verificați PIN-ul
ru: Проверьте PIN-код
uk: Перевірте PIN-код
vi: Xác nhận mã PIN
zh: 验证你的PIN

# id_verifying_transactions
source: Verifying transactions…
cs: Ověřování transakcí...
de: Verifiziere Transaktionen...
es: Verificando transacciones...
fr: Vérifier des transactions...
it: Verifica transazioni in corso...
ja: トランザクションの検証中…
ko: 거래 검증 중...
nl: Transacties verifiëren...
pt_br: Verificando transações…
ru: Верификация транзакций…
uk: Верифікація транзакцій…
zh: 验证交易中。。。

# id_version
source: Version
cs: Verze
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
ro: Versiune
ru: Версия
uk: Версія
vi: Phiên bản
zh: 版本

# id_version_1s
source: Version: %1$@
cs: Verze: %1$@
es: Versión: %1$@
it: Versione: %1$@
ja: バージョン: %1$@
ko: 버전 : %1$@
nl: Versie: %1$@
pt_br: Versão: %1$@
ro: Versiune: %1$@
ru: Версия: %1$@
uk: Версія: %1$@
vi: Phiên bản: %1$@
zh: 版本：%1$@

# id_version_1s_2s
source: Version %1$@ %2$@
cs: Verze %1$@ %2$@
es: Versión %1$@ %2$@
it: Versione %1$@%2$@
ja: バージョン %1$@ %2$@
ko: 버전 %1$@%2$@
nl: Versie %1$@ %2$@
pt_br: Versão %1$@ %2$@
ro: Versiune %1$@ %2$@
ru: Версия %1$@ %2$@
uk: Версія %1$@ %2$@
vi: Phiên bản %1$@ %2$@
zh: 版本%1$@ %2$@

# id_view_account
source: View account
cs: Zobrazit účet
es: Ver cuenta
it: Vedi account
ko: 계정 보기
nl: Account bekijken
pt_br: Mostrar conta
zh: 查看账户

# id_view_archived_accounts
source: View Archived Accounts
cs: Zobrazit archivované účty
es: Ver Cuentas Archivadas
it: Vedi Account Archiviati
ko: 보관된 계정들 보기
nl: Gearchiveerde accounts bekijken
pt_br: Mostrar contas arquivadas
zh: 查看已归档账户

# id_view_archived_accounts_d
source: View archived accounts (%d)
cs: Zobrazit archivované účty (%d)
de: Schau dir archivierte Konten an (%d)
es: Ver cuentas archivadas (%d)
fr: Afficher les comptes archivés (%d)
it: Visualizza account archiviati (%d)
ja: アーカイブされたアカウントを表示する (%d)
ko: 보관된 계정 보기 (%d)
nl: Bekijk gearchiveerde accounts (%d)
pt_br: Mostrar contas arquivadas (%d)
ru: Просмотр архивных аккаунтов (%d)
uk: Переглянути заархівовані акаунти (%d )
zh: 查看归档的账户（%d）

# id_view_in_explorer
source: View in Explorer
cs: Zobrazit v průzkumníku
de: Im Explorer betrachten
es: Ver en el explorador
fr: Voir dans l'explorateur
it: Visualizza su Explorer
ja: エクスプローラで見る
ko: Explorer에서 보기
nl: In Explorer bekijken
pt_br: Abrir transferência
ro: Vizualizare în Explorer
ru: Посмотреть в обозревателе
uk: Переглянути Explorer
vi: Xem ở trang xem xét các giao dịch của mạng lưới
zh: 在区块链浏览器中查看

# id_view_more
source: View More
cs: Zobrazit více
de: Mehr sehen
es: Ver más
fr: Plus d'infos
it: Visualizza altro
ja: もっと見る
ko: 더 보기
nl: Meer tonen
pt_br: Ver mais
ru: Посмотреть больше
uk: Дивитись більше
zh: 查看更多

# id_visit_s_for_further_information
source: Visit %@ for further information about the software
cs: Navštivte %@ pro další informace o softwaru
de: Besuche %@ für weitere Informationen über die Software
es: Visite %@ para más información sobre el software
it: Visita %@ per maggiori informazioni sul software
ja: ソフトウェアの詳細は%@ からご確認ください
ko: 소프트웨어에 대한 더 많은 정보는 %@에서 보실 수 있습니다
nl: Bezoek %@ voor meer informatie over de software
pt_br: Acesse %@ para obter mais informações sobre o software
ro: Vizitați %@ pentru mai multe informații despre software
ru: Посетите %@ для получения дополнительной информации о программном обеспечении
uk: Відвідайте %@ для отримання додаткової інформації про програмне забезпечення
zh: 访问%@查看更多关于软件的信息

# id_visit_the_blockstream_help
source: Visit the Blockstream Help Center
cs: Navštivte centrum nápovědy Blockstream
de: Blockstream Help-Center besuchen
es: Visite nuestro Centro de ayuda
fr: Visitez le centre d'aide
it: Visita il nostro Help Center
ja: Blockstream Help Centerを開く
ko: Blockstream Help Center를 방문하세요
nl: Bezoek het Blockstream-hulpcentrum
pt_br: Central de ajuda da Blockstream
ro: Vizitați Centrul pentru Ajutor Blockstream
ru: Посетите Blockstream Help Center
uk: Відвідати Blockstream Help Center
zh: 访问Blockstream帮助中心

# id_waiting_for_transaction
source: Waiting for transaction…
cs: Čekání na transakci…
de: Warten auf Transaktion...
es: Esperando transacción...
fr: En attente de la transaction...
it: In attesa della transazione…
ja: トランザクション待機中…
ko: 거래 기다리는 중...
nl: Wachten op transactie…
pt_br: Aguardando transação…
ro: Se așteaptă tranzacția...
ru: Ожидание транзакции ...
uk: Очікування транзакції...
vi: Đang chờ giao dịch...
zh: 等待转账...

# id_wallet
source: Wallet
cs: Peněženka
es: Cartera
fr: Portefeuille
ja: ウォレット
ko: 지갑
pt_br: Carteira
ru: Кошелек
uk: Гаманець
zh: 钱包

# id_wallet_already_restored
source: Wallet already restored
cs: Peněženka již byla obnovena
de: Wallet bereits wiederhergestellt
es: La cartera ya se restauró
fr: Portefeuille déjà restauré
it: Wallet già ripristinato
ja: このウォレットは復元済みです
ko: 지갑이 이미 복구되었습니다
nl: Wallet al hersteld
pt_br: Carteira já restaurada
ru: Кошелек уже восстановлен
uk: Гаманець уже відновлений
zh: 钱包已恢复

# id_wallet_backup
source: Wallet Backup
cs: Záloha peněženky
es: Respaldo de la cartera
fr: Portefeuille Backup
it: Backup wallet
ja: ウォレットのバックアップ
ko: 지갑 백업
pt_br: Backup da carteira
ro: Copie de protecție pentru portofel
ru: Резервное копирование кошелька
uk: Створення резервної копії гаманця
zh: 钱包备份

# id_wallet_coins_will_require
source: Wallet coins will require two-factor reactivation once a year to remain protected by two-factor authentication.
cs: Mince peněženky budou vyžadovat dvoufaktorovou reaktivaci jednou ročně, aby zůstaly chráněny dvoufaktorovou autentizací.
de: Coins in der Wallet werden einmal im Jahr die Zwei-Faktor-Reaktivierung benötigen, um mit Zwei-Faktor-Authentifizierung beschützt zu bleiben
es: Las monedas de la cartera seguirán estando protegidas por la autenticación de dos factores siempre y cuando la reactive una vez por año.
fr: Les pièces du portefeuille devront être réactivées une fois par an pour rester protégées par l'authentification à deux facteurs.
it: Per preservare l'autenticazione a due fattori dei coin del tuo wallet sarà necessaria una riattivazione a due fattori una volta all'anno.
ja: ウォレット内のコインの2段階認証による保護を継続するには毎年保護の再アクティベーションが必要になります。
ko: 지갑 코인은 이중 인증 보안을 유지하기 위해 1년에 한 번 이중 인증 재활성화를 요구합니다.
nl: Wallet-munten moeten eenmaal per jaar opnieuw worden geactiveerd met tweetrapsauthenticatie om beschermd te blijven.
pt_br: É necessário reativar o 2FA a cada ano para que os fundos permaneçam protegidos por autenticação de dois fatores.
ro: Monedele din portofel vor avea nevoie de o reactivare a autentificării cu doi factori o dată pe an, cu scopul de a păstra această protecție.
ru: Монеты кошелька требуют двухфакторной реактивации один раз в год, чтобы оставаться защищенными двухфакторной аутентификацией.
uk: Монети гаманця вимагатимуть двофакторну реактивацію один раз на рік, щоб залишатися захищеними двофакторною аутентифікацією.
zh: 钱包中的代币需要每年重新激活一次双重验证，以保证受到双重身份验证的保护。

# id_wallet_creation_failed
source: Wallet creation failed
cs: Vytvoření peněženky se nezdařilo
de: Wallet-Erstellung fehlgeschlagen
es: No se pudo crear la cartera
fr: La création du portefeuille a échoué
it: Creazione wallet non riuscita
ja: ウォレット作成失敗
ko: 지갑 생성 실패
nl: Wallet-creatie mislukt
pt_br: Falha ao criar carteira
ro: Crearea portofelului a eșuat
ru: Не удалось создать кошелек
uk: Не вдалося створити гаманець
vi: Việc tạo ví bị lỗi
zh: 钱包创建失败

# id_wallet_found
source: Wallet found
cs: Peněženka nalezena
de: Wallet gefunden
es: Cartera encontrada
fr: Portefeuille trouvé
it: Wallet trovato
ja: ウォレットが見つかりました
ko: 지갑을 찾았습니다
nl: Wallet gevonden
pt_br: Carteira encontrada
ru: Кошелек найден
uk: Знайдено гаманець
zh: 已找到钱包

# id_wallet_name
source: Wallet Name
cs: Název peněženky
de: Name der Wallet
es: Nombre de la cartera
fr: Nom du portefeuille
it: Nome wallet
ja: ウォレット名
ko: 지갑 이름
nl: Naam wallet
pt_br: Nome da carteira
ro: Nume portofel
ru: Название кошелька
uk: Назва гаманця
zh: 钱包名称

# id_wallet_not_found
source: Wallet not found
cs: Peněženka nebyla nalezena
de: Wallet nicht gefunden
es: Cartera no encontrada
fr: Portefeuille non trouvé
it: Wallet non trovato
ja: ウォレットが見つかりませんでした
ko: 지갑을 찾을 수 없습니다
nl: Wallet niet gevonden
pt_br: Carteira não encontrada
ru: Кошелек не найден
uk: Гаманець не знайдено
zh: 钱包未找到

# id_wallets
source: Wallets
cs: Peněženky
es: Carteras
fr: Portefeuilles
it: Wallet
ja: ウォレット
ko: 지갑
pt_br: Carteiras
ro: Portofele
ru: Кошельки
uk: Гаманці
vi: Các ví
zh: 钱包

# id_warning
source: Warning!
cs: Varování!
de: Achtung!
es: ¡Advertencia!
fr: Attention !
it: Attenzione!
ja: 注意!
ko: 경고!
nl: Waarschuwing!
pt_br: Aviso!
ro: Avertisment!
ru: Внимание!
uk: Увага!
vi: Cảnh báo!
zh: 警告！

# id_warning_no_trusted_node_set
source: Warning: No trusted node set!
cs: Upozornění: Není nastaven žádný důvěryhodný uzel!
de: Achtung: Keine vertrauenswürdiger Node eingestellt!
es: Advertencia: ¡No se configuró un nodo de confianza!
fr: Avertissement : Aucun nœud de confiance n'est défini !
it: Attenzione: trusted node non impostato!
ja: 注意: 信頼済みのノードが設定されていません。
ko: 경고 : 신뢰할 수 있는 노드 세트가 없습니다!
nl: Waarschuwing: geen vertrouwde node ingesteld!
pt_br: Aviso: Servidor pessoal não definido!
ro: Avertisment: Niciun nod de încredere nu a fost setat!
ru: Предупреждение: доверенный узел не установлен!
uk: Увага! Довірений вузол не встановлено!
vi: Cảnh báo: Không có nốt mạng đáng tin cậy được thiết lập.
zh: 警告：没有设置可信任的节点！

# id_warning_nononion_address
source: Warning: Non-.onion address detected!
cs: Upozornění: Byla zjištěna jiná než .onionová adresa!
de: Achtung: Nicht-.onion Adresse entdeckt!
es: Advertencia: no se detectó una dirección .onion
fr: Attention : détection d'adresses autres que .onion !
it: Attenzione: rilevato indirizzo non-.onion!
ja: 注意: .onionではないアドレスが検知されました。
ko: 경고 : .onion이 아닌 주소가 탐지되었습니다!
nl: Waarschuwing: geen -.onion-adres gedetecteerd!
pt_br: Aviso: endereço não .onion detectado!
ro: Avertisment: A fost detectată o adresă care nu are extensia .onion!
ru: Внимание! Адрес не содержит .onion!
uk: Увага! Адреса не містить .onion!
vi: Cảnh báo: không có địa chỉ tên miền .onion tìm thấy
zh: 警告：检测到非.onion地址！

# id_warning_resetting_twofactor
source: WARNING: Resetting Two-Factor authentication will lock your wallet
cs: VAROVÁNÍ: Resetování 2-Faktorové autentizace zamkne vaši peněženku
de: ACHTUNG: Rücksetzen der Zwei-Faktor Authentisierung wird deine Wallet sperren.
es: ADVERTENCIA: al restablecer la autenticación de dos factores, se bloqueará la cartera
fr: ATTENTION : réinitialiser le deuxième facteur d'authentification va verrouiller votre portefeuille
it: ATTENZIONE: resettando l'autenticazione a due fattori bloccherai il tuo wallet
ja: 注意: 2段階認証を再設定する場合、ウォレットをロックすることになります。
ko: 경고 : 이중 인증을 초기화하면 지갑 이 잠금 상태로 전환됩니다
nl: WAARSCHUWING: het resetten van tweetrapsauthenticatie vergrendelt je wallet
pt_br: AVISO: Redefinir a autenticação de dois fatores bloqueará sua carteira.
ro: AVERTISMENT: Resetarea autentificării cu doi factori vă va bloca portofelul
ru: ВНИМАНИЕ: перезагрузка двухфакторной аутентификации заблокирует ваш кошелек
uk: УВАГА: скидання двофакторної аутентифікації заблокує ваш гаманець
vi: CẢNH BÁO: đang thiết lập lại xác thực 2 lớp sẽ khóa ví của bạn
zh: 警告：重置双重验证将锁定您的钱包

# id_warning_there_is_already_a
source: WARNING: There is already a request to reset Two-Factor authentication for your wallet. If you now request with a new email address, your wallet will become disputed and likely permanently unavailable to you.
cs: VAROVÁNÍ: Již existuje požadavek na resetování 2-Faktorové autentizace vaší peněženky. Pokud nyní požádáte o novou e-mailovou adresu, vaše peněženka bude sporná a pravděpodobně nebude trvale k dispozici.
de: ACHTUNG: Es gibt bereits eine Anfrage, die Zwei-Faktor Authentifizierung für die Wallet wiederherzustellen. Bei einer Anfrage mit einer neuen Email-Adresse wird deine Wallet beanstandet und könnte dauerhaft unzugänglich werden.
es: ADVERTENCIA: Ya hay una solicitud para restablecer la autenticación de dos factores en su cartera. Si envía una nueva solicitud desde otra dirección de correo electrónico, su cartera quedará impugnada y es posible que pierda el acceso a ella de forma permanente.
fr: AVERTISSEMENT: il existe déjà une demande de réinitialisation du deuxième facteur d'authentification pour votre portefeuille. Si vous faites une demande avec une nouvelle adresse email, votre portefeuille sera considéré comme contesté et probablement bloqué de manière permanente.
it: ATTENZIONE: esiste già una richiesta per resettare l'autenticazione a due fattori per il tuo wallet. Se stai chiedendo di resettarlo con un nuovo indirizzo e-mail, il tuo wallet diventerà contestato e potrebbe diventare non più disponibile.
ja: 警告: 2段階認証を再設定する要請が既にありました。新しいEメールアドレスで再要請する場合、紛争プロセスに進むことになり、ウォレットが永久的に使えない状態になる可能性があります。
ko: 경고 : 지갑에 대한 2FA 초기화 요청 기록이 있습니다. 새로운 이메일 주소로 지금 요청하시면 지갑은 이의 신청 상태로 전환되 고 영구적으로 사용할 수 없게 될 수 있습니다.
nl: WAARSCHUWING: er is al een verzoek gaande om je tweetrapsauthenticatie te resetten. Als je het nu aanvraagt met een nieuw e-mailadres, ontstaat er een dispuut en wordt je wallet waarschijnlijk permanent onbeschikbaar.
pt_br: AVISO: Já há um pedido para redefinir a autenticação de dois fatores para essa carteira. Se você fizer um novo pedido usando um outro endereço de email, sua carteira entrará em modo "disputada" e provavelmente ficará permanentemente indisponível para você.
ro: AVERTISMENT: Există deja o cerere de resetare a autentificării cu doi factori pentru portofelul dvs. Dacă realizați o solicitare cu o adresă de e-mail nouă, portofelul dvs. va rămâne disputat și este probabil să devină permanent indisponibil pentru dvs.
ru: ВНИМАНИЕ: Поступил запрос на двухфакторную аутентификацию вашего кошелька. Если вы повторите запрос с нового адреса электронной почты, ваш кошелек станет оспариваемым и, вероятно, недоступным для вас навсегда.
uk: УВАГА: Надійшов запит на двофакторну аутентифікацію вашого гаманця. Якщо повторити запит з нової адреси електронної пошти, ваш гаманець стане оспорюваним і, ймовірно, недоступним для вас назавжди.
vi: CẢNH BẢO: đã có yêu cầu đặt lại xác thực 2 lớp cho ví của bạn. Nếu bạn bây giờ yêu cầu một email mới, ví của bạn sẽ trở thành tranh chấp và bạn sẽ mất vĩnh viễn ví tiền của bạn.
zh: 警告：该钱包已发送重置双重验证请求。如果现在再次使用新的邮件地址发送请求，你的钱包将进入争议状态，你可能将永远无法获得访问权限。

# id_warning_wallet_locked_by
source: WARNING: Wallet locked by Two-Factor dispute. Contact support for more information.
cs: VAROVÁNÍ: Peněženka je uzamčena 2-Faktorovým sporem. Pro více informací kontaktujte podporu.
de: ACHTUNG: Wallet wegen Zwei-Faktor Disput gesperrt. Kontaktiere den Support für mehr Informationen.
es: ADVERTENCIA: cartera bloqueada por un reclamo sobre la autenticación 2FA . Contacte a soporte técnico para obtener más información.
fr: ATTENTION : portefeuille verrouillé suite à une contestation sur le deuxième facteur. Contactez le support pour plus d'informations.
it: ATTENZIONE: wallet bloccato da contestazione di un'autenticazione a due fattori. Contatta il supporto per maggiori informazioni.
ja: 注意: ウォレットが2段階認証の紛争中です。サポートにお問い合わせして下さい。
ko: 경고 : 지갑은 이중 보안 이의 신청으로 잠금 상태입니다. 자세한 내용은 고객 센터로 문의 바랍니다.
nl: WAARSCHUWING: wallet vergrendeld door dispuut tweetrapsauthenticatie. Neem contact op met onze klantendienst voor meer informatie.
pt_br: AVISO: Carteira bloqueada por disputa na autenticação de dois fatores. Contate o suporte para mais informações.
ro: AVERTISMENT: Portofelul a fost blocat în urma unei dispute ce vizează antentificarea cu doi factori. Contactați echipa de suport tehnic pentru mai multe informații.
ru: ВНИМАНИЕ: Кошелек заблокирован. Обратитесь в службу поддержки за дополнительной информацией.
uk: УВАГА: Гаманець заблоковано через двофакторне оскарження. Зверніться до служби підтримки за додатковою інформацією.
vi: CẢNH BÁO: Ví đã bị khóa bới việc tranh chấp xác thực 2 lớp. Liên lạc với bộ phận hổ trợ để có thêm thông tin.
zh: 警告：钱包已被双重验证争议锁定。请联系客服以获取更多信息。

# id_warning_watchonly_credentials
source: Warning: Watch-only credentials will be saved on your device
cs: Varování: Vaše údaje pro režim Pouze-pro-sledování budou uložena do vašeho zařízení
de: Achtung: Watch-Only Anmeldedaten werden auf deinem Gerät gespeichert.
es: Advertencia: los datos de inicio de sesión del modo de solo lectura quedarán guardados en su dispositivo.
fr: Avertissement : Les identifiants de surveillance seulement seront enregistrés sur votre appareil.
it: Attenzione: le credenziali watch-only verranno salvate su questo dispositivo
ja: 注意: 読み取りモードの情報はデバイスに保存されます
ko: 경고 : 보기 전용 자격 증명이 사용자 기기에 저장됩니다.
nl: Waarschuwing: aanmeldingsgegevens voor watch-only worden opgeslagen op je apparaat
pt_br: Aviso: As credenciais de acesso ao modo somente leitura serão salvas neste aparelho
ro: Avertisment: Datele pentru logare în modul watch-only vor fi salvate în dispozitivul dvs.
ru: Внимание! Учетные данные watch-only будут сохранены на вашем устройстве.
uk: Увага! Облікові дані watch-only будуть збережені на вашому пристрої
vi: Cảnh báo: Thông tin chỉ xem sẽ được lưu trên thiết bị của bạn
zh: 警告：Watch-only登录信息将被保存在你的设备上
