Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_spv_not_fully_synced
source: SPV not fully synced
cs: SPV není plně synchronizováno
de: SPV nicht komplett synchronisiert
es: No se ha sincronizado correctamente la SPV
fr: Synchronisation SPV incomplète
it: Sincronizzazione SPV non completa
ja: SPVの同期が完了していません
ko: SPV가 완전히 동기화되지 않았습니다
nl: SPV niet volledig gesynchroniseerd
pt_br: A sincronização SPV não está totalmente concluída.
ro: SPV nu s-a sincronizat în totalitate
ru: SPV не полностью синхронизирован
uk: SPV синхронізувалась не повністю
vi: SPV chưa đồng bộ đầy đủ
zh: SPV未完全同步

# id_spv_notifications
source: SPV notifications
cs: Oznámení SPV
de: SPV Mitteilungen
es: Notificaciones de SPV
fr: Notifications SPV
it: Notifiche SPV
ja: SPV関連の通知
ko: SPV 알림
nl: SPV-notificaties
pt_br: Notificações SPV
ro: Notificări SPV
ru: Уведомления SPV
uk: Повідомлення SPV
vi: Thông báo SPV
zh: SPV通知

# id_spv_reset_and_restarted
source: SPV reset and restarted
cs: Obnovení a restartování SPV
de: SPV wiederhergestellt und neu gestartet
es: Se ha reestablecido y reiniciado la SPV
fr: SPV réinitialisé et relancé
it: SPV resettata e riavviata
ja: SPVがリセットされ再始動されました
ko: SPV가 초기화, 재시작되었습니다
nl: SPV gereset en opnieuw gestart
pt_br: SPV redefinido e reiniciado
ro: SPV a fost resetat și repornit
ru: SPV переустановлен и перезапущен
uk: SPV переустановлена та перезапущена
vi: SPV đặt lại và khởi động lại
zh: SPV重置及重启

# id_spv_synchronization
source: SPV synchronization
cs: Synchronizace SPV
de: SPV Synchronisation
es: Sincronización de SPV
fr: Synchronization du SPV
it: Sincronizzazione SPV
ja: SPVの同期
ko: SPV 동기화
nl: SPV-synchronisatie
pt_br: Sincronização SPV
ro: Sincronizare SPV
ru: SPV синхронизация
uk: SPV синхронізація
vi: Đồng bộ SPV
zh: SPV同步

# id_spv_synchronization_using_tor
source: SPV synchronization using Tor requires a trusted node onion URL
cs: Synchronizace SPV pomocí Tor vyžaduje důvěryhodnou onion URL adresu nodu
de: Die SPV-Synchronisierung mit Tor erfordert die Onion-URL eines vertrauenswürdigen Nodes
es: La sincronización con SPV mediante Tor requiere un URL .onion de un nodo de confianza.
fr: La synchronisation SPV utilisant Tor nécessite un nœud de confiance oignon URL
it: La sincronizzazione SPV via Tor richiede URL onion node di fiducia
ja: Tor経由のSPV同期には信頼できるノードのオニオンアドレスが必要です
ko: Tor를 사용한 SPV 동기화에는 신뢰할 수 있는 노드 어니언 URL이 필요합니다.
nl: SPV-synchronisatie met Tor vereist een vertrouwde node-onion-URL
pt_br: A sincronização SPV usando Tor requer um nó confiável onion URL
ro: Sincronizarea SPV folosind Tor necesită un URL pentru nod onion de încredere
ru: Для синхронизации SPV с помощью Tor нужен onion URL надежного узла.
uk: Для синхронізації SPV за допомогою Tor потрібен onion URL надійного вузла.
vi: Đồng bộ hóa SPV bằng Tor yêu cầu một URL onion đáng tin cậy
zh: 使用Tor来进行SPV同步时需要一个可信任的节点的onion URL

# id_spv_unverified
source: SPV unverified
cs: SPV neověřeno
de: SPV unbestätigt
es: SPV no verificada
fr: SPV non vérifié
it: Non verificata da SPV
ja: SPV未検証
ko: SPV가 검증되지 않았습니다
nl: SPV niet geverifieerd
pt_br: SPV não verificado
ro: SPV neverificat
ru: SPV не верифицирован
uk: SPV не верифікована
vi: SPV chưa xác minh
zh: SPV未验证

# id_spv_verification
source: SPV verification
cs: Ověření SPV
de: SPV-Verifizierung
es: Verificación SPV
it: Verifica SPV
ja: SPVの検証
ko: SPV 검증
nl: SPV-verificatie
pt_br: Verificação SPV
ro: Verificare SPV
ru: SPV-верификация
uk: SPV-верифікація
zh: SPV验证

# id_standard
source: Standard
es: Estándar
ko: 표준
pt_br: Padrão

# id_standard_account
source: Standard Account
cs: Standardní účet
de: Standard-Konto
es: Cuenta estándar
fr: Compte standard
it: Account standard
ja: スタンダードアカウント
ko: 표준 계정
nl: Standaardaccount
pt_br: Conta conjunta 2de2
ro: Cont standard
ru: Стандартный аккаунт
uk: Стандартний акаунт
zh: 标准账户

# id_standard_accounts_allow_you_to
source: Standard accounts allow you to separate your funds. Each account will have its own receiving addresses, and moving funds across accounts requires a transaction.
cs: Standardní účty vám umožňují oddělit své prostředky. Každý účet bude mít své vlastní přijímací adresy a pohyb peněžních prostředků mezi účty vyžaduje transakci.
de: Standard-Konten ermöglichen es dir, deine Gelder zu trennen. Jedes Konto hat seine eigenen Empfangsadressen, und die Übertragung von Geldern zwischen den Konten erfordert eine Transaktion.
es: Las cuentas estándar le permiten repartir sus fondos. Cada cuenta tendrá sus propias direcciones de recepción y para transferir fondos entre cuentas hace falta una transacción.
fr: Les comptes standard vous permettent de séparer vos fonds. Chaque compte aura ses propres adresses de réception, et le transfert de fonds entre les comptes nécessite une transaction.
it: Gli account standard ti permettono di suddividere i tuoi fondi. Ogni account avrà indirizzi di ricezione separati e per muovere i fondi tra gli account sarà necessaria una transazione.
ja: スタンダードアカウントは資金の分割管理に向きます。各アカウントは独自の受け取り用アドレスを持ち、アカウント間の資金のやり取りにはトランザクションが必要になります。
ko: 표준 계정을 사용하면 자금을 분리할 수 있습니다. 각 계정에는 자체 수신 주소가 있고, 계정 간 자금을 이동하려면 거래가 필요합니다.
nl: Met standaaraccounts kun je je geld scheiden. Elke account heeft zijn eigen ontvangstadressen, en het verplaatsen van geld tussen accounts vereist een transactie.
pt_br: Contas conjuntas 2de2 exigem duas assinaturas para movimentar os fundos. Uma assinatura é de uma chave exclusiva sua e a outra é de uma chave conhecida somente pela empresa Blockstream. Obs. É possível resgatar os fundos mesmo se a empresa Blockstream deixar de existir ou assinar as transações.
ro: Conturile standard vă permit să țineți monedele separate. Fiecare cont va avea propriile adrese de primire, iar mutarea monedelor între conturi va necesita o tranzacție.
ru: Стандартные счета позволяют разделить ваши средства. У каждой учетной записи будут свои собственные адреса получения, а для перемещения средств между счетами потребуется транзакция.
uk: Стандартні рахунки дозволяють розділити ваші кошти. У кожного облікового запису будуть свої власні адреси отримання, а для переміщення коштів між рахунками потрібна транзакція.
zh: 标准账户允许你将资金分开存放。每个账户都有单独的收款地址，而且跨账户转移资金需要发起转账。

# id_standard_wallet
source: Standard Wallet
cs: Standardní peněženka
es: Cartera estándar
fr: Portefeuille standard
it: Wallet standard
ja: スタンダード・ウォレット
ko: 표준 지갑
nl: Standaardwallet
pt_br: Individual
ro: Portofel standard
ru: Стандартный кошелек
uk: Стандартний гаманець
zh: 标准钱包

# id_start_a_2fa_reset_process_if
source: Start a 2FA reset process if you lost access to all your two-factor authentication methods.
cs: Pokud jste ztratili přístup ke všem 2-Faktorovým metodám autentizace, spusťte proces resetování 2FA.
de: Starte einen 2FA-Reset-Prozess, wenn du den Zugriff auf alle deine Zwei-Faktor-Authentifizierungsmethoden verloren hast.
es: Si ya no puede acceder a ninguno de sus métodos de autenticación de dos factores, inicie el proceso de restablecimiento 2FA.
fr: Lancez un processus de réinitialisation 2FA si vous avez perdu l'accès à toutes vos méthodes d'authentification à deux facteurs.
it: Inizia il processo di reset della 2FA solo se hai perso l'accesso a tutti i tuoi metodi di autenticazione a due fattori.
ja: 2段階認証方法のすべてを失った場合は、2段階認証のリセット手順を開始してください。
ko: 모든 이중 인증 방법에 대한 액세스 권한을 잃어버린 경우 2FA 초기화 과정을 시작하세요.
nl: Start een 2FA-resetproces als je de toegang tot al je tweetrapsauthenticatie-methoden bent kwijtgeraakt.
pt_br: Inicie o processo para redefinir o 2FA caso você tenha perdido o acesso a todos os seus métodos de autenticação de dois fatores.
ro: Începeți procesul de resetare 2FA dacă ați pierdut accesul la toate celelalte metode de autentificare cu doi factori.
ru: Если вы потеряли доступ ко всем методам двухфакторной аутентификации, запустите процесс сброса 2FA.
uk: Якщо ви втратили доступ до всіх методів двофакторної аутентифікації, запустіть процес скидання 2FA.
zh: 开始重新设置双重验证，如果你已经丢失所有的双重验证方法。

# id_start_receiving_funds_and_set
source: Start receiving funds and set an email to receive recovery data for your wallet
cs: Začněte přijímat prostředky a nastavte e-mail pro příjem dat pro obnovení peněženky
de: Starte mit dem Empfang von Geldern und gib eine E-Mail Adresse an, um Wiederherstellungsdaten für deine Wallet zu erhalten
es: Comience a recibir fondos y configure un correo electrónico para que le enviemos los datos de recuperación de su cartera.
fr: Commencez à recevoir des fonds et définissez une adresse email pour recevoir les données de récupération de votre portefeuille.
it: Inizia a ricevere fondi e imposta un'e-mail per ricevere i dati di recovery per il tuo wallet
ja: 資金の受け取り時にアカウントのリカバリーデータを受け取るためのメールアドレスを設定してから、資金を受け取りましょう
ko: 자금 수신을 시작하고, 지갑 의 복구 데이터를 수신하도록 이메일을 설정하세요.
nl: Begin met het ontvangen van geld en stel een e-mailadres in om herstelgegevens voor je wallet te ontvangen
pt_br: Comece a receber fundos e defina um e-mail para receber o pacote de recuperação da sua carteira
ro: Începeți să primiți monede și alegeți o adresă de e-mail pe care să primiți datele de recuperare ale portofelului dvs.
ru: Начните получать средства и установите электронную почту для получения данных для восстановления вашего кошелька
uk: Почніть отримувати кошти і встановіть електронну пошту для отримання даних для відновлення вашого гаманця
zh: 开始接收资金并设置邮箱来接收恢复数据

# id_status
source: Status
cs: Stav
es: Estado
it: Stato
ja: ステータス
ko: 상태
ru: Статус
uk: Статус
zh: 状态

# id_success
source: Success
cs: Úspěch
de: Erfolgreich
es: Éxito
fr: Succès
it: Operazione completata
ja: 成功
ko: 성공
nl: Succes
pt_br: Sucesso
ro: Succes
ru: Успех
uk: Успіх
zh: 成功

# id_support
source: Support
cs: Podpora
es: Soporte técnico
it: Supporto
ja: サポート
ko: 고객 지원
nl: Ondersteuning
pt_br: Suporte
ro: Asistență
ru: Служба поддержки
uk: Служба підтримки
zh: 客服

# id_support_page
source: Support Page
cs: Stránka podpory
de: Support-Seite
es: Página de soporte técnico
fr: Page de Support
it: Pagina Supporto
ja: サポートページ
ko: 고객 지원 페이지
nl: Ondersteuningspagina
pt_br: Página de suporte
ro: Pagina de Asistență Tehnică
ru: Страница поддержки
uk: Сторінка підтримки
zh: 客服页面

# id_sweep_from_paper_wallet
source: Sweep From Paper Wallet
cs: Vybrat prostředky (sweep) z papírové peněženky
de: Alles vom Paper Wallet transferieren (sweepen)
es: Barrer fondos desde una cartera de papel
fr: Balayer depuis le Paper Wallet
it: Effettua sweep da un Paper Wallet
ja: ペーパーウォレットから資金を引き上げる
ko: 종이 지갑에서 스윕하기
nl: Opvegen van papieren wallet
pt_br: Resgatar fundos de carteiras de papel
ro: Recuperare monede dintr-un portofel de hârtie (paper wallet)
ru: Смести с бумажного кошелька
uk: Змести з паперового гаманця
vi: Quẹt nạp tiền từ ví giấy
zh: 从纸钱包中提取

# id_sweep_into_s
source: Sweep into %@
cs: Vybrat prostředky (sweep) do %@
de: Nach %@ transferieren (sweepen)
es: Deslizar a %@
fr: Balayer vers %@
it: Sweep verso %@
ja: %@へと資金を引き上げる
ko: %@로 스윕하기
nl: Opvegen naar %@
pt_br: Resgatar para%@
ro: Recuperare monede pe %@
ru: Смести в %@
uk: Змести в %@
vi: Quẹt vào %@
zh: 扫描至%@

# id_switch_network
source: Switch Network
cs: Přepnout síť
de: Netzwerk wechseln
es: Cambiar de red
fr: Réseau de commutation
it: Cambia Network
ja: ネットワークを切り替える
ko: 네트워크 전환하기
nl: Netwerk wisselen
pt_br: Alterar rede
ro: Schimbare rețea
ru: Переключить сеть
uk: Переключити мережу
vi: Chuyển đổi mạng
zh: 更换钱包网络

# id_synchronize_spv_on_mobile
source: Synchronize SPV on mobile
cs: Synchronizovat SPV na mobilu
de: SPV auf dem Mobiltelefon synchronisieren
es: Sincronizar SPV en móvil
fr: Synchronisation SPV sur mobile
it: Abilita Sincronizzazione SPV mobile
ja: モバイルでSPVをシンクロする
ko: 모바일 기기에서 SPV 연동하기
nl: Synchroniseer SPV op mobiel
pt_br: Sincronizar SPV na rede móvel
ro: Sincronizați SPV pe mobil
ru: Синхронизируйте SPV на мобильном телефоне
uk: Синхронізуйте SPV на мобільному телефоні
vi: Đồng bộ SPV trên di động
zh: 在手机上同步SPV

# id_syou_need_ton1_reset_greens
source: %@.You need to: 1. Reset Green's Face/TouchID login, 2. Log in with PIN, 3. Re-activate Face/TouchID from Green Settings.
cs: %@. Musíte: 1. Obnovit přihlašovací údaje Green Face/TouchID, 2. Přihlásit se s PINem, 3. Znovu aktivovat Face/TouchID z Green nastavení.
de: %@. Du musst: 1. Green's Face/TouchID-Login zurücksetzen, 2. Mit der PIN einloggen, 3. Face/TouchID in den Green-Einstellungen reaktivieren.
es: %@. Qué debe hacer: 1. Reestablezca el inicio de sesión de Green por Face/TouchID. 2. Inicie sesión con el PIN. 3. Reactive la opción Face/TouchID en los ajustes de Green.
fr: %@.Vous devez : 1. Réinitialiser le login Face/TouchID de Green, 2. Se connecter avec le PIN, 3. Réactivez Face/TouchID à partir des paramètres de Green.
it: %@.É necessario: 1. Effettuare il Reset del login Face/TouchID di Green, 2. Effettuare il Log in tramite PIN, 3. Riattivare il login Face/TouchID dalle impostazioni di Green.
ja: %@に必要な手順: 1. GreenのFace/TouchIDログインをリセットする 2. PINでログインする 3. Face/TouchIDログインを設定画面から再度有効化する
ko: %@.다음을 수행하세요. 1. Green의 Face/TouchID 로그인 재설정, 2. PIN으로 로그인, 3. Green 설정에서 Face/TouchID를 다시 활성화.
nl: %@.Je moet: 1. De Face/TouchID-login van Green resetten, 2. Inloggen met PIN, 3. Face/TouchID opnieuw activeren vanuit de instellingen van Green.
pt_br: %@.Você precisa: 1. Redefinir o login Face/TouchID da Green, 2. Acessar usando PIN, 3. Reativar o Face/TouchID nas Configurações da Green.
ro: %@. Trebuie să: 1. Resetați modalitatea de logare prin Face/TouchID a portofelului Green; 2. Logați-vă folosind PIN-ul; 3. Reactivați Face/TouchID din setările Green.
ru: %@.Вам необходимо: 1. Сбросить Green Face / TouchID логин, 2. Войти в систему с помощью PIN-кода, 3. Повторно активируйте Face / TouchID в настройках Green.
uk: %@.Вам необхідно: 1. Скинути Green Face / TouchID логін, 2. Увійти в систему за допомогою PIN-коду, 3. Повторно активуйте Face / TouchID в налаштуваннях Green.
zh: %@。你需要： 1. 重置Green的Face/TouchID登录， 2. 通过PIN登录， 3. 在Green设置里重新激活Face/TouchID识别。

# id_system_location
source: System location
cs: Umístění systému
de: System-Standort
es: Ubicación del sistema
fr: Localisation du système
ja: システムの位置
ko: 시스템 위치
nl: Systeemlocatie
ro: Localizarea sistemului
ru: Расположение системы
uk: Розташування системи
zh: 系统位置

# id_system_message
source: System Message
cs: Systémová zpráva
de: Systemnachrichten
es: Mensaje de sistema
fr: Message système
it: Messaggio di Sistema
ja: システムメッセージ
ko: 시스템 메시지
nl: Systeembericht
pt_br: Mensagem do sistema
ro: Mesaj de sistem
ru: Системное сообщение
uk: Системне повідомлення
vi: Thông tin hệ thống
zh: 系统消息

# id_tap_on_the_card_to_view
source: Tap on the card to view transactions.
cs: Klepnutím na kartu zobrazíte transakce.
de: Tippe auf die Karte um die Transaktionen zu sehen.
es: Haga clic en la tarjeta para visualizar las transacciones.
fr: Tapoter sur la carte pour voir la transaction
it: Seleziona la carta per vedere le transazioni.
ja: トランザクション確認にはカードをタップして下さい。
ko: 카드를 탭하여 거래를 확인하세요
nl: Tik op de kaart om de transacties in te zien.
pt_br: Toque no cartão para ver as transações.
ro: Apăsați pe card pentru a vizualiza tranzacțiile.
ru: Нажать на карточку для просмотра транзакций.
uk: Натисніть на картку для перегляду транзакцій.
vi: Chạm và thẻ để xem các giao dịch
zh: 点击卡片以查看转账。

# id_tap_to_restart_the_simplified
source: Tap to restart the Simplified Payment Verification
cs: Klepnutím restartujte zjednodušené ověření platby (SPV)
de: Klicken, um die Simplified Payment Verification neu zu starten
es: Toque para reiniciar la verificación simple de pago
fr: Tapotez pour redémarrer la vérification des paiements simplifiée
it: Seleziona l'opzione per riavviare Simplified Payment Verification
ja: SPVを再始動する
ko: 탭하여 Simplified Payment Verification을 다시 시작하세요
nl: Tik om Simplified Payment Verification te herstarten
pt_br: Toque para reiniciar a Verificação Simplificada de Pagamentos
ro: Apăsați pentru a reporni Simple Payment Verification (SPV)
ru: Нажмите, чтобы перезапустить Simplified Payment Verification
uk: Торкніться, щоб перезапустити Simplified Payment Verification
vi: Chamj để khởi động lại Xác minh thanh toán đơn giản SPV
zh: 点击以重启SPV

# id_tap_to_scan_a_qr_code_and
source: Tap to scan a QR code and connect to a node for SPV
cs: Klepnutím naskenujte QR kód a připojte se k uzlu pro SPV
de: Klicken um QR Code zu scannen und SPV Node zu verbinden
es: Toque para escanear el código QR y conectarse a un nódulo para SPV
fr: Appuyez pour numériser un QR code et vous connecter à un nœud pour SPV
it: Seleziona l'opzione per scansionare un QR code e connetterti a un nodo per SPV
ja: タップしてQRコードからSPVでノードに接続する
ko: 탭해서 QR 코드를 스캔하고 노드에 연결하여 SPV를 실행하세요
nl: Tik om een QR-code te scannen en te verbinden met een node voor SPV
pt_br: Toque para ler um código QR e conectar-se a um nó para SPV
ro: Apăsați pentru a scana un cod QR și pentru a vă conecta la un nod pentru SPV
ru: Нажмите, чтобы отсканировать QR-код и подключиться к узлу для SPV
uk: Натисніть, щоб відсканувати QR-код і підключитися до вузла для SPV
vi: Chạm để quét mã QR và nối với nốt mạng để SPV
zh: 点击以扫描二维码并连接到SPV节点

# id_taproot_account
source: Taproot account
es: Cuenta Taproot
it: Account Taproot
ko: 직근 계정
pt_br: Conta Taproot

# id_taproot_bip86
source: Taproot (BIP86)
ko: 직근 (BIP86)

# id_terms_of_service
source: Terms of Service
cs: Podmínky služby
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions de service
it: Termini di Servizio
ja: 利用規約
ko: 서비스 약관
nl: Dienstvoorwaarden
pt_br: Termos de serviço
ro: Condiții de utilizare
ru: Условия обслуживания
uk: Умови обслуговування
vi: Điều khoản dịch vụ
zh: 服务条款

# id_terms_of_use
source: Terms of Use
cs: Podmínky použití
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pt_br: Termos de Uso
ro: Termeni de Utilizare
ru: Условия использования
uk: Умови використання
vi: Điều khoản sử dụng
zh: 用户协议

# id_testnet_and_liquid_testnet
source: Testnet and Liquid Testnet
cs: Testnet a Liquid Testnet
de: Testnet und Liquid-Testnet
es: Testnet y testnet de Liquid
fr: Testnet et Liquid Testnet
it: Testnet e Liquid Testnet
ja: Testnet及びLiquid Testnet
ko: 테스트넷 및 Liquid 테스트넷
nl: Testnet en Liquid Testnet
pt_br: Rede de teste e rede de teste Liquid
ru: Testnet и Liquid Testnet
uk: Testnet та Liquid Testnet
zh: 测试网和液态网络测试网

# id_testnet_electrum_server
source: Testnet Electrum server
cs: Server Testnet Electrum
es: Servidor Electrum de la testnet
fr: Serveur Testnet Electrum
it: Server Testnet Electrum
ko: 테스트넷 Electrum 서버
pt_br: Servidor Electrum de testes
ru: Сервер Testnet Electrum
uk: Сервер Testnet Electrum
zh: 测试网Electrum服务器

# id_testnet_wallets
source: Testnet wallets
cs: Testnet peněženky
de: Testnet-Wallet
es: Carteras de la testnet
fr: Portefeuille Testnet
it: Wallet Testnet
ja: Testnetウォレット
ko: 테스트넷 지갑
pt_br: Carteiras da rede de teste
ro: Portofele testnet
ru: Testnet-кошельки
uk: Testnet-гаманці
zh: 测试网钱包

# id_thank_you_for_downloading_green
source: Thank you for downloading Green! Please leave us a review when you get a chance
cs: Děkujeme za stažení Green! Pokud máte čas, zanechte nám prosím recenzi
de: Vielen Dank für den Download von Green! Bitte hinterlasse eine Rezension, wenn du mal Zeit hast
es: ¡Gracias por descargar Green! Cuando tenga tiempo, déjenos una reseña
fr: Merci d'avoir téléchargé Green ! Donnez-nous votre avis à l'occasion
it: Grazie per aver scaricato Green! Ricordati di lasciarci una recensione appena puoi
ja: Greenをダウンロードして下さり誠にありがとうございます。お時間があればレビューもお願いします。
ko: Green을 다운로드해주셔서 감사합니다! 나중에 사용 후기를 남겨주세요
nl: Bedankt voor het downloaden van Green! We zouden een beoordeling op prijs stellen.
pt_br: Obrigado por baixar a Green! Avalie nosso app quando puder.
ro: Vă mulțumim că ați descărcat Green! Vă rugăm să ne lăsați o recenzie atunci când aveți timp.
ru: Благодарим вас за загрузку кошелька Green! Пожалуйста, оставьте свой отзыв, если у вас будет такая возможность
uk: Дякуємо вам за завантаження гаманця Green! Будь ласка, залиште свій відгук, якщо у вас буде така можливість
vi: Cảm ơn bạn đã tải xuống ví Green! Làm ơn để lại xem xét đánh giá của bạn khi bạn có cơ hội
zh: 感谢下载Green！请为我们评分！

# id_thank_you_for_your_feedback
source: Thank you for your feedback
es: Gracias por sus comentarios
it: Grazie per il tuo feedback
ko: 의견을 보내 주셔서 감사합니다
pt_br: Obrigado pela sua opinião

# id_the_1_year_2fa_reset_process
source: The 1 year 2FA reset process was ongoing, but someone blocked it by disputing the 2FA reset.
cs: Proces resetování 2FA na 1 rok probíhal, ale někdo jej zablokoval zpochybněním resetování 2FA.
de: Der 1-jährige 2FA-Reset-Prozess war im Gange, aber jemand hat ihn blockiert durch die Anfechtung des 2FA-Reset.
es: El proceso de restablecimiento 2FA, que dura un año, estaba en curso, pero actualmente se encuentra bloqueado porque alguien lo impugnó.
fr: Le processus de réinitialisation de 2FA pendant 1 an était en cours, mais quelqu'un l'a bloqué en contestant la réinitialisation de 2FA.
it: Il processo di reset della 2FA durata di 1 anno era in corso ma è stato bloccato a causa di una contestazione.
ja: 1年間かかる2段階認証リセット処理が進行していましたが、誰かがリセットに関して係争を申し込んだため中断されました。
ko: 1년의 2FA 초기화 과정이 진행 중이었으나 누군가 2FA 초기화에 이의를 제기해 중단되었습니다.
nl: Het 2FA-resetproces van 1 jaar was aan de gang, maar iemand heeft het geblokkeerd met een 2FA-resetgeschil.
pt_br: O processo de redefinição 2FA de 1 ano estava em andamento, mas alguém bloqueou contestando a redefinição.
ro: Cineva a contestat procesul de resetare al 2FA. Portofelul este blocat. Vă rugăm contactați departamentul suport.
ru: Процесс сброса 2FA продолжался в течение 1 года, но кто-то заблокировал его, оспорив сброс 2FA.
uk: Процес скидання 2FA тривав протягом 1 року, але хтось заблокував його, оскарживши скидання 2FA.
zh: 一年时间的2FA重置过程正在进行中，但有人通过对2FA重置提出异议而阻止了它。

# id_the_address_is_valid
source: The address is valid.
cs: Adresa je platná.
de: Die Adresse ist gültig.
es: La dirección es válida.
fr: L'adresse est valide.
it: Indirizzo valido.
ja: このアドレスは有効です。
ko: 주소가 유효합니다.
nl: Het adres is geldig.
pt_br: O endereço é válido.
ro: Adresa este validă.
ru: Адрес действительный.
uk: Адреса дійсна.
zh: 地址是有效的。

# id_the_addresses_dont_match
source: The addresses don't match.
cs: Adresy se neshodují.
de: Die Adressen stimmen nicht überein.
es: Las direcciones no coinciden.
fr: Les adresses ne correspondent pas.
it: Gli indirizzi non coincidono.
ja: アドレスが一致しません。
ko: 주소가 일치하지 않습니다.
nl: De adressen komen niet overeen.
pt_br: Os endereços não conferem.
ro: Adresele nu se potrivesc.
ru: Адреса не совпадают.
uk: Адреси не збігаються.
zh: 地址不匹配。
