Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_add_custom_network_by_url
source: Add custom network by URL
cs: Přidat vlastní síť pomocí URL adresy
de: Eigenes Netzwerk per URL hinzufügen
es: Agregar red personalizada mediante URL
fr: Ajouter un réseau à partir d'une URL
it: Aggiungi custom network tramite URL
ja: URLでカスタムネットワークを登録する
ko: URL로 사용자 지정 네트워크 연결하기
nl: Eigen netwerk toevoegen via URL
pt_br: Adicionar rede personalizada por URL
ro: Adăugați o altă rețea prin URL
ru: Добавить новую сеть, используя URL
uk: Додати нову мережу за допомогою URL
vi: Thêm mạng tùy biến bằng URL
zh: 通过URL来添加自定义网络

# id_add_new_account
source: Add New Account
cs: Přidat nový účet
de: Neues Konto hinzufügen
es: Agregar una cuenta nueva
fr: Ajouter un nouveau compte
it: Aggiungi nuovo account
ja: 新規アカウントの追加
ko: 새로운 계정 추가하기
nl: Nieuwe account toevoegen
pt_br: Adicionar nova conta
ro: Adăugați un cont nou
ru: Добавить новый аккаунт
uk: Додати новий акаунт
vi: Thêm tài khoản mới
zh: 添加新账户

# id_add_recipient
source: Add Recipient
cs: Přidat příjemce
es: Añadir Destinatario
it: Aggiungi destinatario
ko: 수신인을 추가하기
nl: Ontvanger toevoegen
pt_br: Adicionar destinatário
zh: 添加收款人

# id_add_wallet
source: Add Wallet
cs: Přidat peněženku
de: Wallet hinzufügen
es: Agregar cartera
fr: Ajouter un portefeuille
it: Aggiungi Wallet
ja: ウォレットを登録する
ko: 지갑 추가하기
nl: Wallet toevoegen
pt_br: Adicionar carteira
ro: Adăugați un portofel
ru: Добавить кошелек
uk: Додати гаманець
vi: Thêm ví
zh: 添加钱包

# id_additional_networks
source: Additional Networks
cs: Další sítě
de: Zusätzliche Netzwerke
es: Redes adicionales
fr: Réseaux supplémentaires
it: Altre reti
ja: 他のネットワーク
ko: 추가 네트워크
nl: Aanvullende netwerken
pt_br: Outras redes
ro: Alte rețele
ru: Дополнительные сети
uk: Додаткові мережі
zh: 更多网络

# id_additional_security
source: Additional Security
cs: Další zabezpečení
de: Zusätzliche Sicherheit
es: Seguridad adicional
fr: Sécurité Supplémentaire
it: Sicurezza aggiuntiva
ja: セキュリティ対策の追加
ko: 추가 보안기능
nl: Aanvullende beveiliging
pt_br: Segurança extra
ro: Securitate suplimentară
ru: Дополнительная безопасность
uk: Додаткова безпека
vi: Các cài đặt an toàn mở rộng
zh: 更多安全设置

# id_address
source: Address
cs: Adresa
de: Adresse
es: Dirección
fr: Adresses
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
pt_br: Endereço
ro: Adresă
ru: Адрес
uk: Адреса
vi: Địa chỉ ví
zh: 地址

# id_address_1s
source: Address: %1$@
cs: Adresa: %1$@
de: Adresse: %1$@
es: Dirección: %1$@
fr: Adresse : %1$@
it: Indirizzo: %1$@
ja: アドレス:%1$@
ko: 주소 :%1$@
nl: Adres: %1$@
pt_br: Endereço: %1$@
ro: Adresă: %1$@
ru: Адрес: %1$@
uk: Адреса: %1$@
vi: Địa chỉ: %1$@
zh: 地址：%1$@

# id_address_copied_to_clipboard
source: Address copied to clipboard
cs: Adresa byla zkopírována do schránky
de: Adresse in die Zwischenablage kopiert
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papier
it: Indirizzo copiato in clipboard
ja: クリップボードにアドレスがコピーされました
ko: 주소가 클립보드에 복사되었습니다
nl: Adres gekopieerd naar klembord
pt_br: Endereço copiado para a área de transferência
ro: Adresă copiată în clipboard
ru: Адрес скопирован в буфер обмена
uk: Адресу скопійовано в буфер обміну
vi: Địa chỉ đã được sao chép vào clipboard
zh: 地址已复制至剪贴板

# id_address_verified
source: Address verified!
cs: Adresa ověřena!
de: Adresse verifiziert!
es: ¡Dirección verificada!
fr: Adresse vérifiée !
it: Indirizzo verificato!
ja: アドレス認証完了！
ko: 주소가 확인되었습니다!
nl: Adres geverifieerd!
pt_br: Endereço verificado!
ru: Адрес подтвержден!
uk: Адреса підтверджена!
zh: 地址已验证！

# id_address_was_filled_by_a_payment
source: Address was filled by a Payment URI
cs: Adresa byla vyplněna pomocí Payment URI
de: Adresse wurde durch Payment-URI befüllt
es: La dirección fue completada por un URI de pago
fr: L'adresse a été remplie par un URI de paiement
it: Indirizzo compilato tramite URI di pagamento
ja: アドレスはPayment URIから自動入力
ko: 결제 URI로 주소가 입력되었습니다.
nl: Adres is ingevuld door een betalings-URI
pt_br: O endereço foi inserido por uma URI de pagamento
ru: Адрес был заполнен платежным URI
uk: Адреса була заповнена платіжним URI
zh: 地址被支付URI填充

# id_addresses
source: Addresses
cs: Adresy
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
ja: アドレス一覧
ko: 주소
nl: Adressen
pt_br: Endereços
ro: Adrese
ru: Адреса
uk: Адреси
zh: 地址

# id_advanced
source: Advanced
cs: Pokročilé
de: Fortgeschritten
es: Ajustes avanzados
fr: Avancé
it: Avanzate
ja: 詳細オプション
ko: 고급
nl: Geavanceerd
pt_br: Avançado
ru: Передовой
uk: Передовий
vi: MỞ RỘNG
zh: 高级

# id_advanced_network_settings
source: Advanced network settings
cs: Pokročilé nastavení sítě
de: Erweiterte Netzwerkeinstellungen
es: Opciones avanzadas de red
fr: Paramètres réseau avancés
it: Impostazioni di network avanzate
ja: ネットワーク詳細設定
ko: 고급 네트워크 설정
nl: Geavanceerde netwerkinstellingen
pt_br: Configurações avançadas de rede
ro: Setări avansate de rețea
ru: Расширенные настройки сети
uk: Розширені налаштування мережі
vi: Cài đặt mạng lưới mở rộng
zh: 高级网络设置

# id_advanced_options_for_your_third
source: Advanced options for your third recovery key
cs: Rozšířené možnosti pro třetí klíč pro obnovení
de: Fortgeschrittene Optionen für deinen dritten Wiederherstellungs-Schlüssel
es: Opciones avanzadas para su tercera llave de recuperación
fr: Options avancées pour votre troisième clé de récupération
it: Opzioni avanzate per terza chiave di recupero
ja: 第3のリカバリーキーに関する詳細オプション
ko: 세 번째 복구 키 고급 옵션
nl: Geavanceerde opties voor je derde herstelsleutel
pt_br: Opções avançadas para sua terceira chave da conta
ru: Расширенные параметры для вашего третьего ключа восстановления
uk: Розширені параметри для вашого третього ключа відновлення
zh: 第三个恢复秘钥的高级选项

# id_all
source: All
cs: Vše
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: 全て
ko: 전부
nl: Alles
pt_br: Todas
ro: Tot/toate
ru: Все
uk: Усі
vi: Tất cả
zh: 全部

# id_all_assets
source: All Assets
cs: Všechna aktiva
de: Alle Assets
es: Todos los activos
fr: Tous les actifs
it: Tutti gli assets
ja: すべてのアセット
ko: 모든 자산
nl: Alle assets
pt_br: Todos os ativos
ru: Все активы
uk: Усі активи
zh: 所有资产

# id_all_coins
source: (All coins)
cs: (Všechny mince)
de: (Alle Coins)
es: (Todas las monedas)
fr: (Toutes les pièces)
it: (Tutti i coin)
ja: (すべてのコイン)
ko: (모든 코인)
nl: (Alle munten)
pt_br: (Todas as moedas)
zh: （所有币）

# id_all_networks
source: All networks
cs: Všechny sítě
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
it: Tutti i network
ja: すべてのネットワーク
ko: 모든 네트워크
nl: Alle netwerken
pt_br: Todas as redes
ru: Все сети
uk: Усі мережі
zh: 所有网络

# id_all_of_the_accounts_in_your
source: All of the accounts in your wallet need to be empty before deleting it.
cs: Před odstraněním musí být všechny účty v peněžence prázdné.
de: Alle Konten in deinem Wallet müssen leer sein, bevor du sie löschst.
es: Es necesario vaciar todas las cuentas de su cartera antes de eliminarla.
fr: Tous les comptes de votre portefeuille doivent être vides avant de le supprimer.
it: Tutti gli account del tuo wallet devono essere vuoti prima di essere eliminati.
ja: ウォレットを消去する前に全アカウントの残高がゼロである必要があります。
ko: 지갑을 삭제하기 전에 지갑의 모든 계정을 비워야 합니다.
nl: Alle accounts in je wallet moeten leeg zijn voordat je het verwijdert.
pt_br: Para excluir sua carteira, primeiro é necessário esvaziar as contas contidas nela.
ro: Toate conturile din portofel trebuie să fie goale înainte de a-l șterge
ru: Перед удалением все аккаунты в вашем кошельке должны быть пустыми.
uk: Перед видаленням усі акаунти в вашому гаманці повинні бути порожніми.
zh: 删除钱包之前，您钱包中的所有帐户都需要清空。

# id_all_the_coins_received_or
source: All the coins received or created as change.
cs: Všechny mince přijaté nebo vytvořené jako rozměněné.
de: Alle Coins, die empfangen oder als Wechselgeld erhalten wurden.
es: Todas las monedas recibidas o generadas como cambio.
fr: Toutes les pièces reçues ou créées comme monnaie.
it: Coin ricevuti o creati come resto.
ja: 送金で、あるいはお釣りとして受け取ったすべてのコイン。
ko: 거스름돈으로 받거나 생성된 모든 코인.
nl: Alle munten die als wisselgeld zijn ontvangen of gecreëerd.
pt_br: Todas as moedas recebidas ou criadas como troco.
ru: Все монеты, полученные или созданные в качестве сдачи.
uk: Всі монети, отримані або створені як решта
zh: 所有被当做找零接收或创建的币。

# id_all_wallets
source: All wallets
cs: Všechny peněženky
de: Alle Wallets
es: Todas las carteras
fr: Tous les portefeuilles
it: Tutti i wallet
ja: すべてのウォレット
ko: 모든 지갑
nl: Alle wallets
pt_br: Todas as carteiras
ro: Toate portofelele
ru: Все кошельки
uk: Усі гаманці
zh: 所有钱包

# id_allow_collection
source: Allow collection
cs: Povolit sběr
es: Permitir recopilación
it: Consenti raccolta dati
ko: 수집 허용
nl: Verzamelen toestaan
pt_br: Permitir coleta
zh: 允许收集

# id_allow_data_collection
source: Allow data collection
cs: Povolit sběr dat
es: Permitir recopilación de datos
fr: Autoriser la collecte de données
it: Consenti raccolta dati
ko: 데이터 수집 허용
nl: Verzamelen gegevens toestaan
pt_br: Permitir coleta de dados
zh: 允许数据收集

# id_allows_you_to_quickly_check
source: Allows you to quickly check your balance, receive funds or sweep a paper wallet. You can't send funds in watch-only mode.
cs: Umožňuje rychle zkontrolovat váš zůstatek, přijmout finanční prostředky nebo vybrat prostředky (sweep) z papírové peněženky. V režimu pouze-pro-sledování nemůžete posílat finanční prostředky.
de: Erlaubt den Saldo schnell zu überprüfen, Gelder zu erhalten oder eine Paper Wallet einzuscannen. Sie können keine Beträge im Watch-Only Mode senden.
es: Te permite revisar rápidamente el saldo, recibir fondos o barrer fondos de carteras de papel. Con el modo de solo lectura, no podrás enviar fondos.
fr: Vous permet de consulter rapidement votre solde, de recevoir des fonds ou de balayer un paperwallet. Vous ne pouvez pas envoyer de fonds en mode watch-only.
it: Permette di controllare il tuo saldo, ricevere fondi o eseguire lo sweep di un paper wallet. Non è possibile inviare fondi in modalità watch only.
ja: 残高の確認、資金の受け取り、また、ペーパーウォレットの読み取りができます。読み取りモードでは資金の送金はできません。
ko: 간편하게 잔액을 확인하거나, 입금 받거나, 종이 지갑을 스윕하세요. 보기 전용 모드에서는 송금할 수 없습니다.
nl: Stelt je in staat om je balans snel in te zien, een transactie te ontvangen of een papieren wallet naar deze wallet over te brengen ('opvegen'). In watch-only-modus is het niet mogelijk om transacties aan te maken.
pt_br: Permite que você verifique seu saldo, receba fundos ou resgate bitcoins de uma carteira de papel. Não é possível enviar fundos no modo somente leitura.
ro: Vă permite să verificați rapid situația contului, să primiți monede sau să scanati un portofel de hârtie (paper wallet). În modul watch-only nu veți putea trimite monede.
ru: Позволяет быстро проверить ваш баланс, получить средства или смести бумажный кошелек. Вы не можете отправлять средства в режиме холодного кошелька.
uk: Дозволяє швидко перевірити ваш баланс, отримати кошти або зробити свіп паперового гаманця. Ви не можете надсилати кошти в режимі лише-для-перегляду.
vi: Cho phép bạn kiểm tra nhanh số dư, nhận quỹ và quẹt để nạp tiền từ ví giấy. Bạn không thể gửi tiền đi trong chế độ chỉ xem.
zh: 允许用户快速查看余额、收款或从纸钱包中提现。用户在watch-only模式下无法发起转账。

# id_always
source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: いつも
ko: 항상
nl: Altijd
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
uk: Завжди
vi: Thường trực
zh: 永远

# id_always_ask
source: Always ask
es: Preguntar siempre
it: Chiedi sempre
ko: 항상 물어보기
pt_br: Sempre perguntar

# id_amount
source: Amount
cs: Částka
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 額
ko: 금액
nl: Bedrag
pt_br: Quantia
ro: Sumă
ru: Сумма
uk: Сума
vi: Số tiền
zh: 金额

# id_amount_in_s
source: Amount in %@
cs: Částka v %@
de: Betrag in %@
es: Monto en %@
fr: Montant en %@
it: Importo in %@
ja: %@の金額
ko: %@ 안의 금액
nl: Bedrag in %@
pt_br: Quantia em %@
ru: Сумма в%@
uk: Сума в %@
zh: %@中的数量

# id_amp_account
source: AMP Account
cs: Účet AMP
de: AMP-Konto
es: Cuenta AMP
fr: Compte AMP
it: Account AMP
ja: AMPアカウント
ko: AMP 계정
pt_br: Conta AMP
ro: Cont AMP
ru: Учетная запись AMP
uk: Акаунт AMP
zh: AMP账户

# id_amp_accounts_are_only_available
source: AMP accounts are only available on Liquid wallets. You may be required to provide your account ID to issuers to receive an AMP Asset.
cs: Účty AMP jsou k dispozici pouze v peněženkách Liquid. Může se od vás vyžadovat, abyste emitentům poskytli ID svého účtu, abyste získali aktivum AMP.
de: AMP-Konten sind nur für Liquid-Wallets verfügbar. Du musst eventuell deine Account-ID dem Herausgeber mitteilen, um ein AMP-Asset zu empfangen.
es: Las cuentas AMP únicamente están disponibles en las carteras Liquid. Los emisores de activos AMP podrían solicitarle el identificador de su cuenta antes de enviarle los activos.
fr: Les comptes AMP sont uniquement disponibles sur les portefeuilles Liquid. Il peut vous être demandé de fournir votre identifiant de compte aux émetteurs pour recevoir un actif AMP.
it: Gli account AMP sono disponibili solo su wallet Liquid. Potresti dover fornire l'ID del tuo account ad un emittente per ricevere un asset AMP
ja: AMPアカウントはLiquidウォレットでのみ使用できます。AMPアセットによっては発行者にアカウントIDを提示してからしか受け取れない場合があります。
ko: AMP 계정은 Liquid 지갑에서만 제공됩니다. AMP 자산을 받으려면 발행자에게 계정 ID를 제공해야 할 수 있습니다.
nl: AMP-accounts zijn alleen beschikbaar op Liquid-wallets. Mogelijk moet je een account-ID verstrekken aan uitgevers om een AMP-asset te ontvangen.
pt_br: Contas AMP só estão disponíveis em carteiras Liquid. Pode ser necessário fornecer o ID da sua conta aos emissores para receber um ativo AMP.
ro: Conturile AMP sunt disponibile doar în portofelele Liquid. Este posibil să vi se ceară ID-ul contului pentru a primi active AMP.
ru: Учетные записи AMP доступны только в кошельках Liquid. Для получения актива AMP от вас может потребоваться предоставить идентификатор вашей учетной записи эмитентам.
uk: Акаунти AMP доступні тільки в гаманцях Liquid. Для отримання активу AMP від вас можуть попросити надати ідентифікатор вашого профілю емітентам.
zh: AMP账户仅适用于液态网络钱包。您可能需要向发行人提供您的帐户ID才能接收AMP资产。

# id_amp_wallet
source: AMP Wallet
cs: AMP peněženka
es: Cartera AMP
fr: Portefeuille AMP
it: Wallet AMP
ja: AMPウォレット
ko: AMP 지갑
pt_br: Carteira AMP
ru: AMP-кошелек
uk: AMP-гаманець
zh: AMP钱包

# id_another_2fa_method_is_already
source: Another 2FA method is already active. Confirm via 2FA that you authorize this change.
cs: Další metoda 2FA je již aktivní. Prostřednictvím 2FA potvrďte, že tuto změnu autorizujete.
de: Eine andere 2FA-Methode ist bereits aktiviert. Bitte bestätige via 2FA, dass du diese Änderung authorisierst.
es: Ya hay un método 2FA activado. Confirme que autoriza este cambio mediante 2FA.
fr: Une autre méthode 2FA est déjà active. Confirmez via 2FA que vous autorisez ce changement.
it: É già attivo un altro metodo 2FA. Conferma di voler autorizzare la modifica tramite 2FA.
ja: 別の2段階認証手段が設定されています。この変更を2段階認証で確認してください。
ko: 다른 2FA 방법이 이미 활성화되어 있습니다. 2FA를 통해 이 변경 의 승인을 확인하세요.
nl: Er is al een andere 2FA-methode actief. Bevestig via 2FA dat je deze wijziging goedkeurt.
pt_br: Já existe outro método 2FA ativo. Confirme via 2FA que você autoriza esta alteração.
ro: O alta metodă 2FA este activă. Confirmați prin metoda activă că acceptați această schimbare.
ru: Другой метод 2FA уже активен. Подтвердите через 2FA, что вы даете разрешение на это изменение.
uk: Інший метод 2FA вже активний. Підтвердіть через 2FA, що ви дозволяєте цю зміну.
zh: 另一种2FA方法已启用。通过2FA确认您授权此更改。

# id_any_wallet_found_will_be
source: Any wallet found will be displayed here.
cs: Zde se zobrazí všechny nalezené peněženky.
es: Cualquier cartera encontrada se mostrará aquí.
it: I wallet trovati verranno mostrati qui.
ko: 모든 검색된 지갑은 여기에 표시됩니다.
nl: Gevonden wallets worden hier getoond.
pt_br: As carteiras encontradas serão mostradas aqui.
zh: 任何找到的钱包都会展示在这里。

# id_app_settings
source: App Settings
cs: Nastavení aplikace
de: App-Einstellungen
es: Ajustes de la app
fr: Paramètres de l'application
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
nl: App-instellingen
pt_br: Configurações do app
ro: Setări aplicație
ru: Настройки приложения
uk: Налаштування додатку
zh: App设置

# id_archive
source: Archive
cs: Archivovat
de: Archiv
es: Archivar
it: Archivio
ja: アーカイブ
ko: 보관하기
nl: Archief
pt_br: Arquivar
ru: Архив
uk: Архів
zh: 归档

# id_archive_account
source: Archive account
cs: Archivovat účet
es: Archivar cuenta
it: Archivia account
ko: 계정을 보관하기
nl: Account archiveren
pt_br: Arquivar conta
zh: 归档账户

# id_archived
source: Archived
cs: Archivováno
de: Archiviert
es: Archivada
fr: Archivé
it: Archiviati
ja: アーカイブ済み
ko: 보관 완료
nl: Gearchiveerd
pt_br: Arquivada
ru: Архивировано
uk: Заархівовано
zh: 已归档

# id_archived_accounts
source: Archived Accounts
cs: Archivované účty
de: Archivierte Konten
es: Cuentas archivadas
fr: Comptes archivés
it: Account archiviati
ja: アーカイブ済みのアカウント
ko: 보관된 계정
nl: Gearchiveerde accounts
pt_br: Contas arquivadas
ru: Архивные аккаунты
uk: Архівні акаунти
zh: 已归档账户

# id_are_you_sure_you_want_to_remove
source: Are you sure you want to remove the recipient?
cs: Jste si jisti, že chcete příjemce odebrat?
es: ¿Está seguro de que quiere eliminar el destinatario?
it: Sei sicuro di voler rimuovere il destinatario?
ko: 수신인을 정말 제거하겠습니까?
nl: Weet je zeker dat je de ontvanger wilt verwijderen?
pt_br: Tem certeza de que deseja remover o destinatário?
zh: 您确定要移除收款人吗？

# id_are_you_sure_you_want_to_view
source: Are you sure you want to view the transaction using %@?
cs: Opravdu chcete transakci zobrazit pomocí %@?
de: Sind Sie sicher, dass Sie die Transaktion mittels %@ ansehen wollen?
es: ¿Está seguro de que quiere visualizar la transacción con %@?
fr: Êtes-vous sûr de vouloir voir la transaction avec %@ ?
it: Sei sicuro di voler visualizzare la transazione utilizzando %@?
ja: %@を利用してトランザクションを確認しますか？
ko: %@를 사용하여 거래를 확인하시겠습니까?
nl: Weet je zeker dat je de transactie wilt bekijken met %@?
pt_br: Tem certeza de que deseja visualizar a transação usando %@?
ro: Sunteți sigur(ă) că vreți să vizualizați tranzacția folosind %@?
ru: Вы уверены, что хотите просмотреть транзакцию, используя %@?
uk: Ви впевнені, що бажаєте переглянути транзакцію за допомогою %@?
vi: Bạn có chắc là muốn xem giao dịch sử dụng địa chỉ %@ ?
zh: 你确定要使用%@查看转账信息吗?

# id_as_easy_as_snapping_a_photo
source: As easy as snapping a photo with your phone. If you have an existing wallet, scan your recovery phrase from settings.
cs: Stejně snadné jako fotografování pomocí telefonu. Pokud máte existující peněženku, naskenujte frázi pro obnovení z nastavení.
de: So einfach wie ein Foto mit deinem Handy zu schießen. Wenn du bereits ein Wallet besitzt, scanne deine Wiederherstellungs-Phrase aus den Einstellungen.
es: Tan fácil como sacar una foto con su teléfono. Si ya posee una cartera, escanee la frase de recuperación desde "Ajustes".
fr: C'est aussi simple que de prendre une photo avec votre téléphone. Si vous avez un portefeuille existant, scannez votre phrase de récupération à partir des paramètres.
it: Facile come scattare una foto dal tuo telefono. Se hai già un wallet, scansiona la tua recovery phrase dalle impostazioni.
ja: 写真を取るくらいシンプルに。すでにウォレットをお持ちの場合、設定画面よりリカバリーフレーズをスキャンしてください。
ko: 휴대폰으로 사진 찍는 것만큼 쉽습니다. 기존 지갑이 있으시면 설정에서 복구 문구를 스캔하세요.
nl: Net zo eenvoudig als het maken van een foto met je telefoon. Als je een bestaande wallet hebt, kun je je herstelzin scannen vanuit de instellingen.
pt_br: Tão fácil quanto tirar uma foto com seu telefone. Se você já tiver uma carteira, verifique sua frase de recuperação nas configurações.
ro: La fel de ușor precum ai face o poză cu telefonul. Dacă ai deja un portofel, scanează codul recuperare din setări.
ru: Просто, как сделать снимок с помощью телефона. Если у вас есть кошелек, отсканируйте фразу восстановления в настройках.
uk: Просто, як зробити знімок за допомогою телефону. Якщо у вас є гаманець, відскануйте фразу відновлення в налаштуваннях.
zh: 就像用手机拍张照片一样简单。如果您已经有钱包，请从设置中扫描您的助记词。

# id_asset
source: Asset
cs: Aktivum
es: Activo
fr: Actifs
ja: アセット
ko: 자산
pt_br: Ativo
ro: Activ
ru: Актив
uk: Актив
vi: Tài sản
zh: 资产

# id_asset_details
source: Asset Details
cs: Podrobnosti aktiva
de: Vermögensdetails
es: Detalles del activo
fr: Détails des actifs
it: Dettagli Asset
ja: アセット詳細
ko: 자산 세부 정보
nl: Details asset
pt_br: Detalhes do ativo
ro: Descriere activ
ru: Подробная информация об активах
uk: Детальна інформація про активи
vi: Chi tiết tài sản
zh: 资产详情

# id_asset_icons_are_missing_try
source: Asset icons are missing, try reloading them.
cs: Chybí ikony aktiv, zkuste je znovu načíst.
de: Asset-Symbole fehlen, bitte neu laden.
es: Los iconos de los activos no aparecen; intente volver a cargarlos.
fr: Les icônes d'actifs sont manquantes, essayez de les recharger.
it: Icone asset mancanti. Ricarica.
ja: アセットを再読み込みしてアイコンを取得してください。
ko: 자산 아이콘이 없습니다. 다시 로딩해 보세요.
nl: Er ontbreken asset-pictogrammen, probeer ze opnieuw te laden.
pt_br: Ícones de ativos estão faltando, tente recarregá-los.
ru: Иконки активов отсутствуют, попробуйте их перезагрузить.
uk: Іконки активів відсутні, спробуйте перезавантажити їх.
zh: 资产标识丢失，请尝试重新加载。

# id_asset_id
source: Asset ID
cs: ID aktiva
de: Vermögens ID
es: Identificador del activo
fr: ID des assets
it: ID asset
ja: アセットID
ko: 자산 ID
pt_br: ID do ativo
ro: ID activ
ru: ID актива
uk: ID актива
vi: Số ID tài sản
zh: 资产ID

# id_asset_name
source: Asset Name
cs: Jméno aktiva
de: Vermögenstitel
es: Nombre del activo
fr: Nom des actifs
it: Nome Asset
ja: アセット名
ko: 자산 이름
nl: Naam asset
pt_br: Nome do ativo
ro: Nume activ
ru: Наименование актива
uk: Найменування активу
vi: Tên tài sản
zh: 资产名称

# id_assets
source: Assets
cs: Aktiva
es: Activos
it: Asset
ja: アセット一覧
ko: 자산
pt_br: Ativos
ro: Active
ru: Активы
uk: Активи
zh: 资产

# id_assets_cannot_be_used_on_bitcoin
source: Assets cannot be used on Bitcoin
cs: Aktiva nelze použít na Bitcoinu
de: Assets können nicht in Bitcoin verwendet werden
es: Estos activos no se pueden utilizar en Bitcoin
fr: Les actifs ne peuvent pas être utilisés sur Bitcoin
it: Gli asset non possono essere utilizzati su Bitcoin
ja: アセットはBitcoinネットワークでは利用できません
ko: 자산은 비트코인에서 사용할 수 없습니다
nl: Assets kunnen niet worden gebruikt op bitcoin
pt_br: Ativos não podem ser usados ​​na rede Bitcoin
ru: Активы нельзя использовать в Bitcoin
uk: Активи не можна використовувати у Bitcoin
zh: 该资产不能在比特币上使用

# id_at_least_8_characters_required
source: At least 8 characters required
cs: Vyžaduje se alespoň 8 znaků
es: Se requieren al menos 8 caracteres
it: Richiesti almeno 8 caratteri
ko: 최소 8자가 필요함
nl: Minstens 8 tekens vereist
pt_br: São necessários pelo menos 8 caracteres
zh: 至少需要8个字符

# id_attempts_remaining_d
source: Attempts remaining: %d
cs: Zbývající pokusy: %d
de: Verbleibende Versuche: %d
es: Intentos restantes: %d
fr: Tentatives restantes : %d
it: Tentativi rimanenti: %d
ja: 残り: %d 回
ko: 남은 시도 : %d
nl: Resterende pogingen: %d
pt_br: Tentativas restantes: %d
ro: Încercări rămase: %d
ru: Осталось попыток: %d
uk: Залишилося спроб: %d
vi: Nỗ lực còn lại: %d
zh: 剩余尝试机会：%d

# id_authenticate_to_view_the
source: Authenticate to view the recovery phrase
cs: Ověření pro zobrazení fráze pro obnovení
de: Authentifizieren, um die Wiederherstellungs-Phrase zu sehen
es: Autentíquese para visualizar la frase de recuperación
fr: Authentifiez-vous pour voir la phrase de récupération
it: Autenticare per visualizzare la recovery phrase
ja: リカバリーフレーズを確認するには認証してください
ko: 복구 문구를 보려면 인증이 필요합니다
nl: Verifieer om de herstelzin te bekijken
pt_br: Autentique para ver a sua frase de recuperação
ro: Logați-vă pentru a vedea fraza de recuperare
ru: Выполните аутентификацию, чтобы просмотреть фразу восстановления
uk: Виконайте аутентифікацію, щоб переглянути фразу відновлення
zh: 验证以查看助记词

# id_authentication_error_s
source: Authentication error: %@
cs: Chyba ověřování: %@
de: Authentifikations-Fehler: %@
es: Error de autenticación: %@
fr: Erreur d'authentification : %@
it: Errore di autenticazione: %@
ja: 認証エラー: %@
ko: 인증 오류 : %@
nl: Authenticatiefout: %@
pt_br: Erro de autenticação %@
ru: Ошибка аутентификации: %@
uk: Помилка аутентифікації: %@
zh: 验证错误：%@
