Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_blockstream_green_needs_access
source: Blockstream Green needs access to Bluetooth in order to connect to hardware wallets. Location data is not used or kept by Blockstream.
cs: Aby se Blockstream Green mohl připojit k hardwarovým peněženkám, potřebuje přístup k Bluetooth. Údaje o poloze Blockstream nepoužívá ani neuchovává.
de: Blockstream Green benötigt Zugriff auf Bluetooth, um sich mit einem Hardware-Wallet verbinden zu können. Lokationsdaten werden von Blockstream weder verwendet noch aufbewahrt.
es: Blockstream Green necesita acceder a Bluetooth para conectarse al hardware cartera. Blockstream no utiliza ni retiene datos de ubicación.
fr: Blockstream Green a besoin d'un accès à Bluetooth pour se connecter aux portefeuilles matériels. Les données de localisation ne sont pas utilisées ou conservées par Blockstream.
it: Blockstream Green richiede l'accesso a Bluetooth per potersi connettere a un hardware wallet. Blockstream non utilizza né archivia dati di localizzazione.
ja: Blockstream Greenはハードウェアウォレットに接続するためにBluetoothを使用する必要があります。Blockstreamは位置情報データを使用せず、保管もしません。
ko: Blockstream Green 은 블루투스를 통해 하드웨어 지갑 과 연동할 수 있습니다. Blockstream은 위치 데이터를 이용하거나 저장하지 않습니다.
nl: Blockstream Green heeft toegang tot Bluetooth nodig om verbinding te maken met hardware wallets. Locatiegegevens worden niet gebruikt of bewaard door Blockstream.
pt_br: A Blockstream Green precisa acessar o Bluetooth para se conectar às carteiras físicas. Os dados de localização não são usados ​​ou mantidos pela Blockstream.
ru: Blockstream Green необходим доступ к Bluetooth для подключения к аппаратным кошелькам. Компания Blockstream не использует и не хранит данные о местоположении.
uk: Blockstream Green необхідний доступ до Bluetooth для підключення до апаратних гаманців. Дані про місцезнаходження не використовуються і не зберігаються компанією Blockstream.
zh: Blockstream Green钱包需要访问蓝牙才能连接到硬件钱包。Blockstream不会使用或保存位置数据。

# id_blockstream_green_supports_both
source: Blockstream Green supports both Bitcoin and the Liquid Network. Don't worry, you can create another wallet for a different network at any time.
cs: Blockstream Green podporuje Bitcoin i Liquid Network. Nebojte se, můžete si kdykoli vytvořit další peněženku pro jinou síť.
de: Blockstream Green unterstützt das Bitcoin- und das Liquid-Netzwerk. Keine Sorge, du kannst jederzeit ein weiteres Wallet für ein anderes Netzwerk einrichten.
es: Blockstream Green es compatible con Bitcoin y Liquid Network.
fr: Blockstream Green prend en charge à la fois le Bitcoin et le Liquid Network. Ne vous inquiétez pas, vous pouvez créer un autre portefeuille pour un autre réseau à tout moment.
it: Blockstream Green supporta Bitcoin e Liquid Network.
ja: Blockstream GreenはBitcoinとLiquid Networkの双方で利用できます。もちろん、いつでも新しいウォレットを作ってもう一方のネットワークをお試しできます。
ko: Blockstream Green은 비트코인과 리퀴드 네트워크 모두를 지원합니다.
nl: Blockstream Green ondersteunt zowel Bitcoin als het Liquid-netwerk. Geen zorgen, je kunt op elk moment een andere wallet voor een ander netwerk maken.
pt_br: A Blockstream Green suporta carteiras da rede Bitcoin e da rede Liquid.
ro: Blockstream Green acceptă rețelele Bitcoin și Liquid. Nu te îngrijora, poți crea un portofel pentru o altă rețea mai tîrziu.
ru: Blockstream Green поддерживает как Bitcoin, так и Liquid Network. Не волнуйтесь, вы можете создать еще один кошелек для другой сети в любое время.
uk: Blockstream Green підтримує як Bitcoin, так і Liquid Network. Не хвилюйтеся, ви можете створити ще один гаманець для іншої мережі в будь-який час.
zh: Blockstream Green钱包同时支持比特币和液态网络。不用担心，您可以随时为不同的网络创建另一个钱包。

# id_blockstream_greennsimple_and
source: Blockstream Green: Simple and Secure
cs: Blockstream Green: Jednoduše a bezpečně
de: Blockstream Green: Einfach und sicher
es: Blockstream Green: sencilla y segura
fr: Blockstream Green: Simple et Sécurisé
it: Blockstream Green: Facile e Sicuro
ja: Blockstream Green: シンプルでセキュア
ko: 간편하고 안전한 Blockstream Green
nl: Blockstream Green: Eenvoudig en veilig
pt_br: Blockstream Green: Simples e Segura
ro: Blockstream Green: Simplu și sigur
ru: Blockstream Green: Просто и безопасно
uk: Blockstream Green: Просто і безпечно
zh: Blockstream Green: 安全且易用

# id_blockstream_store
source: Blockstream Store
cs: Blockstream obchod
es: Tienda Blockstream
fr: Boutique Blockstream
ko: Blockstream 스토어
nl: Blockstream Shop
pt_br: Loja Blockstream
ro: Magazinul Blockstream
ru: Магазин Blockstream
uk: Магазин Blockstream
zh: Blockstream商店

# id_bluetooth
source: Bluetooth
ko: 블루투스
zh: 蓝牙

# id_btchip_is_not_set_up_please_set
source: BTChip is not set up. Please set it up using a desktop client to be able to use it.
cs: BTChip není nastaven. Chcete-li ho používat, nastavte ho pomocí stolního klienta.
de: BTChip ist noch nicht eingerichtet. Bitte richte es mit einer Desktop Anwendung ein, um es benutzen zu können.
es: BTChip no está configurado. Configúrelo con un cliente de escritorio para poder usarlo.
fr: BTChip n'est pas activé. Il est nécessaire de le configurer sur votre ordinateur au préalable.
it: BTChip non è inizializzato. Ti preghiamo di inizializzarlo utilizzando un client desktop per poterlo utilizzare.
ja: BTChipが設定されていません。デスクトップ・クライアントを利用し設定を終えてからもう一度お試しください。
ko: BTChip이 설치되지 않았습니다. 데스크톱 프로그램을 사용하여 설치하시기 바랍니다.
nl: BTChip is niet ingesteld. Stel hem in met een desktop-client om hem te kunnen gebruiken.
pt_br: BTChip não está configurado. Por favor, configure-o usando o cliente de computador para poder usá-lo.
ro: BTChip nu este instalat. Vă rugăm să instalați folosind o aplicație desktop.
ru: BTChip не установлен. Для того, чтобы использовать BTChip, пожалуйста, установите десктоп-приложение.
uk: BTChip не налаштовано. Для налаштування, будь ласка, встановіть програму за допомогою десктоп-клієнта.
vi: BTChip chưa được cài đặt. Làm ơn cài đặt nó bằng cách dùng phần mềm trên máy tính để có thể sử dụng.
zh: BTChip尚未设置。请先使用电脑客户端进行设置后方可使用。

# id_by_proceeding_to_the_next_steps
source: By proceeding to the next steps you agree to the %@
cs: Pokračováním v dalších krocích souhlasíte s %@
de: Indem du mit den folgenden Schritten fortfährst, erklärst du dich mit den %@ einverstanden.
es: Si elige avanzar a los pasos siguientes, acepta %@
fr: En passant aux étapes suivantes, vous acceptez les conditions suivantes %@
it: Procedendo ai passaggi successivi acconsenti a %@
ja: 次のステップに進むことで%@に同意します
ko: 다음 단계로 진행하면 %@에 동의함을 의미합니다.
nl: Door verder te gaan met de volgende stappen ga je akkoord met de %@
pt_br: Ao prosseguir você concorda com os %@
ro: Trecînd la pasul următor, va exprimați acordul pentru %@
ru: Переходя к следующему шагу, вы соглашаетесь с %@
uk: З переходом до наступного кроку, ви погоджуєтеся з %@
zh: 如果点击“继续”代表你已接受%@

# id_cable
source: Cable
cs: Kabel
de: Kabel
it: Cavo
ja: ケーブル
ko: 케이블
nl: Kabel
pt_br: Cabo
ro: Cablu
ru: Кабель
uk: Кабель
zh: 数据线

# id_call
source: Call
cs: Volání
de: Anruf
es: Llamada
fr: Appel
it: Telefonata
ja: 通話する
ko: 전화
nl: Bellen
pt_br: Chamada
ro: Apel
ru: Звонок
uk: Дзвінок
vi: Gọi
zh: 呼叫

# id_camera_problem
source: Camera problem
cs: Problém s kamerou
de: Kamera-Problem
es: Problema con la cámara
fr: Problème avec l'appareil photo
it: Problema con la fotocamera
ja: カメラが使用できません
ko: 카메라 문제
nl: Probleem met camera
pt_br: Problema com a câmera
ro: Problemă cu camera
ru: Проблема с камерой
uk: Проблема з камерою
vi: Camera có vấn đề
zh: 摄像头出现问题

# id_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
ro: Anulare
ru: Отменить
uk: Відмінити
vi: Hủy
zh: 取消

# id_cancel_2fa_reset
source: Cancel 2FA reset
cs: Zrušit reset 2FA
de: 2FA-Zurücksetzen abbrechen
es: Cancelar restablecimiento 2FA
fr: Annuler la réinitialisation 2FA
it: Annulla reset 2FA
ja: 2段階認証のリセットをキャンセル
ko: 2FA 초기화 취소하기
nl: 2FA-reset annuleren
pt_br: Cancelar redefinição 2FA
ro: Anulează restarea 2FA
ru: Отменить сброс 2FA
uk: Скасувати скидання 2FA
zh: 取消2FA重置

# id_cancel_a_reset_to_unlock_your
source: Cancel a reset to unlock your wallet if you recovered access to an old Two-Factor Authentication method.
cs: Pokud jste obnovili přístup ke staré metodě 2-Faktorového ověření, zrušte resetování a odemkněte peněženku.
de: Brich das Reset ab um deine Wallet zu entsperren, wenn du den Zugang zu einer alten Zwei-Faktor-Authentifizierungsmethode wiedererlangt hast.
es: Si desea desbloquear su cartera y recobró el acceso a un método anterior de autenticación por dos factores, cancele el restablecimiento.
fr: Annulez une réinitialisation pour déverrouiller votre portefeuille si vous avez récupéré l'accès à une ancienne méthode d'authentification à deux facteurs.
it: Annulla il reset e sblocca il tuo wallet se hai recuperato l'accesso a un vecchio metodo di Autenticazione a Due Fattori
ja: 失くした2段階認証手段が復旧した場合、2段階認証の解除をキャンセルしてウォレットを開くことができます。
ko: 이전의 이중 인증 방법에 대한 액세스를 복구한 경우 초기화 를 취소하여 지갑 잠금을 해제하세요.
nl: Annuleer een reset om je wallet te ontgrendelen als je de toegang tot een oude tweetrapsauthenticatiemethode hebt hersteld.
pt_br: Se você conseguiu acessar um método de autenticação de dois fatores, cancele o pedido de recuperação da conta para que seja realizado o desbloqueio da sua carteira.
ro: Renunțați la resetare pentru a vă debloca portofelul dacă ați reușit să recuperați accesul la o metodă 2FA
ru: Отмените сброс, чтобы разблокировать кошелек, если вы восстановили доступ к старому методу двухфакторной аутентификации.
uk: Скасуйте скидання, щоб розблокувати гаманець, якщо ви відновили доступ до старого методу двофакторної аутентифікації.
zh: 如果找回了旧的双重验证，请取消重置，重新获取钱包访问权限。

# id_cancel_twofactor_reset
source: Cancel Two-Factor reset
cs: Zrušit 2-Faktorový reset
de: Zwei-Faktor Rücksetzung abbrechen
es: Cancelar el restablecimiento de dos factores
fr: Annuler la réinitialisation de l'authentification à deux facteurs
it: Annulla reset Due Fattori
ja: 2段階認証の解除
ko: 이중 인증 초기화 취소하기
nl: Resetten tweetrapsauthenticatie annuleren
pt_br: Cancelar processo de redefinição da autenticação de dois fatores
ro: Anulați resetarea autentificării in doi pași (2FA)
ru: Отменить двухфакторное восстановление
uk: Відмінити двофакторне відновлення
vi: Hủy việc reset cài đặt bảo mật 2 lớp
zh: 取消重置双重认证

# id_cannot_remove_enabled_network
source: Cannot remove enabled network, please disable it first
cs: Povolenou síť nelze odebrat, nejprve ji deaktivujte
de: Das aktive Netzwerk kann nicht entfernt werden, bitte deaktiviere es zuerst
es: No se puede eliminar una red habilitada. Primero tiene que deshabilitarla.
fr: Impossible de supprimer un réseau actif, merci de le désactiver
it: Impossibile rimuovere il network abilitato. Ti preghiamo di disabilitarlo.
ja: 使用中のネットワークは削除できません。未使用に変更後もう一度お試しください。
ko: 활성화된 네트워크는 삭제할 수 없습니다. 먼저 네트워크를 비활성화하세요.
nl: Het ingeschakelde netwerk moet eerst worden uitgeschakeld voor het kan worden verwijderd
pt_br: Impossível remover uma rede ativa, por favor, desative-a primeiro
ro: Nu a putut fi eliminată rețeaua activată, vă rugăm să o dezactivați înainte de a încerca din nou
ru: Не удается удалить включенную сеть, сначала отключите ее.
uk: Не вдається видалити підключену мережу, спочатку вимкніть її.
vi: Không thể loại bỏ mạng lưới đang sử dụng, làm ơn tắt nó trước.
zh: 无法移除已启用的网络，请先禁用该网络

# id_cant_connect_to_this_url
source: Can't connect to this URL
cs: K této adrese URL se nelze připojit
de: Diese URL kann nicht erreicht werden
es: Es imposible conectarse con esta URL
fr: Impossible de se connecter à cette URL
it: Impossibile connettersi a questo URL
ja: URLに接続できません。
ko: 이 URL에 연결할 수 없습니다
nl: Kan geen verbinding maken met URL
pt_br: Não foi possível conectar a esta URL
ro: Conectare eșuată la acest URL
ru: Не удается подключиться к этому URL
uk: Не вдається з'єднатися з цим URL
vi: Không thể nối tới địa chỉ URL
zh: 无法连接至此URL

# id_change
source: Change
cs: Změnit
de: Ändern
es: Cambio
fr: Modification
it: Resto
ja: お釣り
ko: 변경하기
nl: Wijzigen
pt_br: Alterar
ru: Сдача
uk: Решта
vi: THAY ĐỔI
zh: 找零

# id_change_address
source: Change address
cs: Změnit adresu
de: Adresse ändern
es: Dirección de cambio
fr: Modifier l'adresse
it: Indirizzo per il resto
ja: お釣りアドレス
ko: 주소 변경하기
nl: Adres wijzigen
pt_br: Alterar endereço
ro: Adresă rest
ru: Сменить адрес
uk: Змінити адресу
zh: 找零地址

# id_change_pin
source: Change PIN
cs: Změnit PIN
de: PIN ändern
es: Cambiar el PIN
fr: Modifier le PIN
it: Modifica PIN
ja: PINコードを変更する
ko: PIN 변경하기
nl: PIN veranderen
pt_br: Alterar PIN
ro: Schimbare PIN
ru: Изменить PIN-код
uk: Змінити PIN-код
zh: 修改PIN

# id_changing_reference_exchange
source: Changing reference exchange rate will reset your 2FA threshold to 0. Remember to adjust the 2FA threshold after spending.
cs: Změnou referenčního směnného kurzu se nastaví prahová hodnota 2FA na 0. Po utrácení nezapomeňte upravit prahovou hodnotu 2FA.
de: Die Änderung des Referenz-Wechselkurses wird deinen 2FA-Schwellenwert auf 0 zurücksetzen. Denke daran, den 2FA-Schwellenwert nach deiner Transaktion wieder anzupassen.
es: Si modifica el tipo de cambio de referencia, el umbral 2FA se reestablecerá a cero. Recuerde ajustar el umbral 2FA después de cada gasto.
fr: La modification du taux de change de référence réinitialisera votre seuil 2FA à 0. N'oubliez pas d'ajuster le seuil 2FA après avoir dépensé.
it: Modificando il tasso di cambio di riferimento resetterai la tua soglia 2FA a 0. Ricorda di ripristinare la soglia 2FA una volta speso.
ja: 交換レートの提供元を変更すると2段階認証の閾値が0にリセットされます。送金後に2段階認証の閾値を調整することをお忘れなく。
ko: 기준 환율을 변경하면 2FA 기준값이 0으로 초기화됩니다. 결제 후 2FA 기준값을 반드시 조정하세요.
nl: Als je de referentiewisselkoers wijzigt, wordt de 2FA-limiet teruggezet naar 0. Vergeet niet om de 2FA-limiet aan te passen na het uitgeven.
pt_br: Alterar a exchange de referência redefinirá seu limite 2FA para 0. Lembre-se de ajustar o limite 2FA depois de gastar.
ro: Schimbarea ratei de referință va reseta la 0 limita de cheltuire fara 2FA. Vă rugăm să restabiliți limita 2FA manual.
ru: При изменении референтного обменного курса ваш порог 2FA сбрасывается до 0. Не забудьте настроить порог 2FA после траты.
uk: При зміні референтного обмінного курсу ваш поріг 2FA скидається до 0. Не забудьте налаштувати поріг 2FA після витрати.
zh: 更改参考汇率会将您的2FA阈值重置为 0。请记住在转账后调整2FA阈值。

# id_check_device
source: Check Device
cs: Zkontrolovat zařízení
es: Comprobar dispositivo
it: Controlla il dispositivo
ko: 장치 점검하기
nl: Bekijk het apparaat
pt_br: Verificar dispositivo
zh: 检查设备

# id_check_for_updates
source: Check for updates
cs: Zkontrolovat aktualizace
de: Auf Updates überprüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla gli update
ja: アップデートを確認
ko: 업데이트 확인하기
nl: Controleren op updates
pt_br: Verifique se há atualizações
ru: Проверить наличие обновлений
uk: Перевірити наявність оновлень
zh: 检查更新

# id_check_for_updates_on_startup
source: Check for updates on startup
cs: Kontrola aktualizací při spuštění
de: Beim Start auf Updates überprüfen
es: Buscar actualizaciones al inicializar la aplicación
fr: Vérifier les mises à jour au démarrage
it: Controlla gli update sull'avvio
ja: 起動時にアップデートを確認
ko: 시작할 때 업데이트 확인하기
nl: Controleren op updates tijdens het starten
pt_br: Verificar se há atualizações ao iniciar
ru: Проверять обновления при запуске
uk: Перевіряти оновлення при запуску
zh: 在启动时检查更新

# id_check_your_backup
source: Check your backup
cs: Zkontrolujte svou zálohu
de: Überprüfe dein Backup
es: Verifique su respaldo
fr: Vérifiez votre sauvegarde
it: Controlla il tuo backup
ja: バックアップを確認する
ko: 백업 확인하기
nl: Je back-up controleren
pt_br: Confirme as palavras
ro: Verificați-vă copia de protecție (Backup)
ru: Проверьте свою резервную копию
uk: Перевірте свою резервну копію
zh: 检查备份

# id_choose
source: Choose
cs: Zvolit
de: Wählen
es: Seleccionar
fr: Choisissez
it: Scegli
ja: 選択
ko: 선택하기
nl: Kiezen
pt_br: Escolha
ro: Alegeți
ru: Выбрать
uk: Обрати
vi: Chọn
zh: 选择

# id_choose_a_name_for_your_new
source: Choose a name for your new Blockstream Green wallet.
cs: Zvolte název své nové Blockstream Green peněženky.
de: Lege einen Namen für deine neue Blockstream Green Wallet fest.
es: Elija un nombre para su nueva cartera Blockstream Green.
fr: Choisissez un nom pour votre nouveau porte-monnaie Blockstream Green.
it: Scegli un nome per il tuo nuovo wallet Blockstream Green.
ja: 新しいBlockstream Greenウォレットに名前をつけてください。
ko: 새 Blockstream Green 지갑의 이름을 선택하세요.
nl: Kies een naam voor je nieuwe Blockstream Green-wallet.
pt_br: Escolha um nome para sua nova carteira.
ro: Alegeți un nume pentru noul dvs portofel Blockstream Green.
ru: Выберите название для своего нового кошелька Blockstream Green.
uk: Оберіть ім'я для свого нового гаманця Blockstream Green.
zh: 给你的Blockstream Green钱包设置一个新名称。

# id_choose_a_name_for_your_wallet
source: Choose a name for your wallet
cs: Zvolte název své peněženky
de: Wähle einen Namen für dein Wallet
es: Elegir un nombre para la cartera
fr: Choisissez un nom pour votre portefeuille
it: Scegli un nome per il tuo wallet
ja: ウォレットに名前をつける
ko: 지갑 이름을 선택하세요
nl: Kies een naam voor je wallet
pt_br: Escolha um nome para sua carteira
ro: Alegeți un nume pentru portofelul dvs.
ru: Выберите название для своего кошелька
uk: Оберіть ім'я для свого гаманця
zh: 为您的钱包选择一个名字

# id_choose_method_to_authorize_the
source: Choose method to authorize the action
cs: Vyberte metodu k autorizaci akce
de: Autorisierungsmethode auswählen
es: Seleccionar método para autorizar la acción
fr: Choisissez la méthode pour autoriser les actions
it: Scegli un metodo per autorizzare l'azione
ja: 認可方法を選択する
ko: 권한 부여 방법을 선택하세요
nl: Kies methode om actie te autoriseren
pt_br: Escolha um método para autorizar a ação
ro: Alegeți metoda de autorizare a acțiunii
ru: Выберите метод авторизации действия
uk: Оберіть метод для авторизації дії
vi: Chọn phương pháp cấp ủy quyền cho hành động‭
zh: 选择批准该操作的方案

# id_choose_recovery_phrase_length
source: Choose recovery phrase length
cs: Zvolte délku fráze pro obnovení
de: Wähle die Länge deiner Wiederherstellungs-Phrase
es: Elegir la longitud de la frase de recuperación
fr: Choisissez la longueur de la phrase de récupération
it: Scegli la lunghezza della tua recovery phrase
ja: リカバリーフレーズの長さを選択する
ko: 복구 문구 길이를 선택하세요
nl: Kies de lengte van je herstelzin
pt_br: Escolha o total de palavras da frase de recuperação
ru: Выберите длину фразы восстановления
uk: Оберіть довжину фрази відновлення
zh: 选择助记词长度

# id_choose_security_policy
source: Choose Security Policy
cs: Zvolte bezpečnostní politiku
de: Wähle deine Sicherheitsstrategie
es: Elija una política de seguridad
fr: Choisir la politique de sécurité
it: Scegli una Security Policy
ja: セキュリティポリシーを設定する
ko: 보안 정책을 선택하세요
nl: Kies je beveiligingsbeleid
pt_br: Escolha o tipo de conta
ro: Alegeți setările de securitate.
ru: Выберите политику безопасности
uk: Оберіть політику безпеки
zh: 选择安全政策

# id_choose_the_electrum_servers_you
source: Choose the Electrum servers you trust
cs: Vyberte servery Electrum, kterým důvěřujete
de: Wähle die Electrum-Server aus, denen du vertraust
es: Elija los servidores Electrum en los que confíe
fr: Choisissez les serveurs Electrum en qui vous avez confiance
it: Scegli il tuo server Electrum di fiducia
ja: 信頼するElectrumサーバーを選択する
ko: 신뢰 하는 Electrum 서버를 선택하세요
nl: Kies de Electrum-servers die je vertrouwt
pt_br: Escolha servidores Electrum de sua confiança
ro: Alegeți un server Electrum de incredere
ru: Выберите серверы Electrum, которым вы доверяете
uk: Оберіть сервери Electrum, яким ви довіряєте
zh: 选择你信任的Electrum服务器

# id_choose_the_security_policy_that
source: Choose the security policy that matches your wallet.
cs: Vyberte si zásady zabezpečení, které odpovídají vaší peněžence.
es: Elija la política de seguridad que coincida con su cartera
it: Scegli la security policy del tuo wallet
ko: 지갑과 일치하는 보안 정책을 선택하십시오.
nl: Kies het beveiligingsbeleid dat bij je wallet past.
pt_br: Selecione o tipo de conta que você deseja acessar.
zh: 选择与您的钱包匹配的安全协议。

# id_choose_the_security_policy_you
source: Choose the security policy you want to restore this wallet on.
cs: Vyberte zásady zabezpečení, na základě kterých chcete tuto peněženku obnovit.
es: Elija la política de seguridad en la que desea restablecer esta cartera
it: Scegli la security policy del wallet che vuoi ripristinare
ko: 이 지갑의 복원에 기준이 될 보안 정책을 선택하십시오.
nl: Kies het beveiligingsbeleid waarop je deze wallet wilt herstellen.
pt_br: Selecione o tipo de carteira que você deseja restaurar.
zh: 选择您要恢复该钱包的安全协议。

# id_choose_this_version_to_connect
source: Choose this version to connect to your Blockstream Jade with both a usb cable and wireless
cs: Vyberte si tuto verzi pro připojení k vašemu Blockstream Jade pomocí kabelu USB i bezdrátového připojení
de: Wähle diese Version, um dein Blockstream Jade über USB oder kabellos zu verbinden
es: Elija esta versión si desea conectarse a su Blockstream Jade, ya sea mediante un cable USB o de manera inalámbrica
fr: Choisissez cette version pour vous connecter à votre Blockstream Jade à la fois avec un câble usb et sans fil.
it: Seleziona questa versione per connetterti al tuo Blockstream Jade sia con un cavo usb sia in modalità wireless
ja: Blockstream JadeにUSBケーブルと無線の両方のモードで接続するにはこのバージョンを選択します
ko: USB 케이블과 무선으로 Blockstream Jade에 연결하려면 이 버전을 선택하세요
nl: Kies deze versie om zowel met usb-kabel als draadloos te verbinden met je Blockstream Jade
pt_br: Escolha esta versão para conectar a sua Blockstream Jade por USB e rede sem fio
ro: Alegeți aceasta versiune pentru a vă conecta la Blockstream Jade atât prin cablu dar și wireless
ru: Выберите эту версию для подключения к Blockstream Jade как с помощью кабеля USB, так и по беспроводной сети.
uk: Оберіть цю версію для підключення до Blockstream Jade, як за допомогою кабелю USB, так і по бездротовій мережі.
zh: 选择此版本以使用USB和无线的方式连接到您的Blockstream Jade

# id_choose_this_version_to_disable
source: Choose this version to disable all radio connections on your Blockstream Jade. This will make your Blockstream Jade incompatible with iOS devices
cs: Zvolte tuto verzi a zakažte všechna rádiová připojení na vašem Blockstream Jade. Díky tomu bude váš Blockstream Jade nekompatibilní se zařízeními iOS
de: Wähle diese Version, um alle Funkverbindungen auf deinem Blockstream Jade zu deaktivieren. Dein Blockstream Jade ist danach inkompativel mit iOS-Geräten.
es: Seleccione esta versión para inhabilitar todas las conexiones por radio en su Blockstream Jade. Con esta versión, su Blockstream Jade dejará de ser compatible con dispositivos iOS.
fr: Choisissez cette version pour désactiver toutes les connexions radio sur votre Blockstream Jade. Ceci rendra votre Blockstream Jade incompatible avec les appareils iOS.
it: Seleziona questa versione per disabilitare tutte le connessioni radio su Blockstream Jade. Ciò renderà però Blockstream Jade incompatibile con dispositivi iOS.
ja: Blockstream Jadeの無線機能をすべて無効化するにはこのバージョンを選択します。JadeはiOSデバイスに接続できなくなります。
ko: Blockstream Jade에서 모든 무선 연결을 비활성화하려면 이 버전을 선택하세요. 이 버전을 선택하면 Blockstream Jade 와 iOS 기기가 호환되지 않습니다.
nl: Kies deze versie om draadloos verbinden met je Blockstream Jade niet toe te staan. Met deze optie is je Blockstream Jade niet compatibel met iOS-apparaten
pt_br: Escolha esta versão para desativar todas as conexões de rádio em sua Blockstream Jade. Isso tornará sua Blockstream Jade incompatível com dispositivos iOS
ro: Versiune fără conexiuni wireless. Blockstream Jade va fi incompatibil cu dispozitivele iOS.
ru: Выберите эту версию, чтобы отключить всю радиосвязь на Blockstream Jade. Это сделает ваш Blockstream Jade несовместимым с устройствами iOS.
uk: Оберіть цю версію, щоб відключити весь радіозв'язок на Blockstream Jade. Це зробить ваш Blockstream Jade несумісним з пристроями iOS.
zh: 选择此版本可禁用Blockstream Jade上的所有无线连接。这将使您的Blockstream Jade与iOS 设备不兼容
