Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_1030_minutes
source: ~ 10-30 Minutes
cs: ~ 10-30 Minut
de: ~ 10-30 Minuten
es: ~ 10-30 Minutos
it: ~ 10-30 Minuti
ja: 10-30 分ほど
ko: 약 10-30분
nl: ~ 10-30 minuten
pt_br: ~ 10-30 Minutos
ro: Aprox. 10-30 de minute
ru: ~ 10-30 Минут
uk: ~ 10-30 Хвилин
vi: 10 ₫ến-30 phút
zh: ~ 10-30分钟

# id_12_confirmations
source: 1/2 confirmations
cs: 1/2 potvrzení
de: 1/2 Bestätigungen
es: 1/2 confirmaciones
fr: Confirmation 1/2
it: 1/2 conferme
ja: 1/2 ブロックで承認中
ko: 1/2 확인
nl: 1/2 bevestigingen
pt_br: 1/2 confirmações
ro: 1/2 confirmări
ru: 1/2 подтверждений
uk: 1/2 підтверджень
vi: 1/2 xác nhận
zh: 已确认1/2

# id_12_months_51840_blocks
source: 12 months (51840 blocks)
cs: 12 měsíců (51840 bloků)
de: 12 Monate (51840 Blöcke)
es: 12 meses (51840 bloques)
fr: 12 mois (51840 blocs)
it: 12 mesi (51840 blocchi)
ja: 12ヶ月 (51840ブロック)
ko: 12개월(블록 51840개)
nl: 12 maanden (51.840 blocks)
pt_br: 12 meses (51840 blocos)
ro: 12 luni (51840 blocuri)
ru: 12 месяцев (51 840 блоков)
uk: 12 місяців (51840 блоків)
zh: 12个月（51840个区块）

# id_12_words
source: 12 words
cs: 12 slov
es: 12 palabras
it: 12 parole
ko: 12 개 단어
nl: 12 woorden
pt_br: 12 palavras
zh: 12个单词

# id_15_months_65535_blocks
source: 15 months (65535 blocks)
cs: 15 měsíců (65535 bloků)
de: 15 Monate (65535 Blöcke)
es: 15 meses (65535 bloques)
fr: 15 mois ( 65535 blocs)
it: 15 mesi (65535 blocchi)
ja: 15ヶ月 (65535ブロック)
ko: 15개월(블록 65535개)
nl: 15 maanden (65.535 blocks)
pt_br: 15 meses (65535 blocos)
ro: 15 luni (65535 blocuri)
ru: 15 месяцев (65 535 блоков)
uk: 15 місяців (65535 блоків)
zh: 15个月（65535个区块）

# id_1_double_check_all_of_your
source: 1. Double check all of your recovery phrase word by word, are all words correct? 2. The order of words is important! Make sure you've typed the words in the correct order. If neither of these tips have helped you, or if you don't have a 12, 24 or 27 words recovery phrase please check our help center.
cs: 1. Pečlivě zkontrolujte všechny své fráze pro obnovení slovo po slovu, jsou všechna slova správná? 2. Pořadí slov je důležité! Ujistěte se, že jste zadali slova ve správném pořadí. Pokud vám žádný z těchto tipů nepomohl nebo pokud nemáte frázi pro obnovení jako 12, 24 nebo 27 slov, podívejte se do našeho centra nápovědy.
de: 1. Kontrolliere deine Wiederherstellungs-Phrase zweimal Wort für Wort, sind alle richtig? 2. Die Reihenfolge der Wörter ist wichtig! Stelle sicher, dass du die Wörter in der richtigen Reihenfolge eingegeben hast. Wenn keiner dieser Tips dir helfen konnte oder wenn du deine 12, 24 oder 27 Wörter der Wiederherstellungsphrase nicht zur Hand hast, schau doch mal in unserem Hilfe-Center nach.
es: 1. Revise la frase de recuperación entera, palabra por palabra. ¿Coinciden todas las palabras? 2. ¡El orden de las palabras importa! Asegúrese de haberlas escrito en el orden correcto. Si ninguno de estos consejos lo ayudó, o si no cuenta con una frase de recuperación de 12, 24 o 27 palabras, consulte nuestro centro de ayuda.
fr: 1. Vérifiez toutes vos phrases de récupération mot par mot, tous les mots sont-ils corrects ? 2. L'ordre des mots est important ! Assurez-vous que vous avez tapé les mots dans le bon ordre. Si aucun de ces conseils ne vous a aidé, ou si vous n'avez pas de phrase de récupération de 12, 24 ou 27 mots, consultez notre centre d'aide.
it: 1. Ricontrolla la tua recovery phrase. Le parole sono tutte corrette? 2. L'ordine delle parole è importante! Assicurati di averle inserite nell'ordine corretto. Se questi consigli non ti sono di aiuto, o se non possiedi una recovery phrase da 12, 24 o 27 parole, consulta il nostro help center.
ja: 1. リカバリーフレーズの単語１つ１つを正確に書き写せたか、今一度ご確認ください。 2. 語順も重要です。単語の順番を正しく記録したことも確認してください。 いずれも間違っていない場合、またはリカバリーフレーズが12, 24, 27単語のいずれでもない場合、ヘルプセンターをご覧ください。
ko: 1. 모든 복구 구문을 한글자 한글자 다시 확인하세요. 모두 올바른 단어가 입력되었나요? 2. 단어의 순서가 중요합니다! 단어 의 순서가 바르게 입력되었는지 확인하세요. 위의 팁이 모두 도움이 되지 않거나, 12 또는 24, 27개 단어로 이루어진 복구 문구가 없으시면 고객 센터에 문의하세요.
nl: 1. Controleer je gehele herstelzin woord voor woord. Zijn alle woorden correct? 2. De volgorde van de woorden is belangrijk! Controleer dat je de woorden in de juiste volgorde hebt ingevoerd. Als geen van deze tips je heeft geholpen, of als je geen herstelzin van 12, 24 of 27 woorden hebt, raadpleeg dan ons hulpcentrum.
pt_br: 1. Verifique novamente a frase de recuperação. Todas as palavras estão corretas? 2. A ordem das palavras é importante! Verifique se você digitou as palavras na ordem correta. Se nenhuma dessas orientações te ajudou ou se você não tiver uma frase de recuperação de 12, 24 ou 27 palavras, verifique nossa central de ajuda.
ro: 1. Verificați de două ori fraza de recuperare cuvânt cu cuvânt. Toate cuvintele sunt scrise corect? 2. Ordinea cuvintelor este importantă! Asigurați-vă ca ați scris cuvintele în ordinea corespunzătoare. Dacă aceste instrucțiuni nu au fost de ajutor sau dacă nu aveți o frază de recuperare din 12, 24 sau 27 de cuvinte, accesați centrul nostru de ajutor.
ru: 1. Дважды проверьте свою фразу восстановления, все ли слова правильные? 2. Порядок слов важен! Убедитесь, что вы ввели слова в правильном порядке. Если ни один из этих советов не помог или у вас нет фразы восстановления из 12, 24 или 27 слов, обратитесь в нашу службу поддержки.
uk: Двічі перевірте свою фразу відновлення, чи всі слова правильні? 2. Порядок слів важливий! Переконайтеся, що ви ввели слова в правильному порядку. Якщо жодна з цих порад не допомогла або у вас немає фрази відновлення з 12, 24 або 27 слів, зверніться в нашу службу підтримки.
zh: 1. 请仔细检查所有助记词，所有单词都正确吗？ 2. 助记词的顺序很重要！请确保您已按正确顺序输入单词。 如果这些提示都没有帮助到您，或者您没有12、24或27个单词的助记词，请查看我们的帮助中心。

# id_1d_2s_ago
source: %1$d %2$@ ago
cs: před %1$d %2$@
de: vor %1$d %2$@
es: Hace %1$d%2$@
fr: %1$d %2$@ auparavant
it: %1$d %2$@ fa
ja: %1$d%2$@前
ko: %1$d%2$@전
nl: %1$d %2$@ geleden
pt_br: %1$d %2$@ atrás
ro: În urmă cu %1$d %2$@
ru: %1$d%2$@тому назад
uk: %1$d %2$@ тому
vi: %1$d%2$@ trước đây
zh: %1$d %2$@前

# id_1d_minutes
source: %1$d minutes
cs: %1$d minut
de: %1$d Minuten
es: %1$d minutos
it: %1$d minuti
ja: %1$d 分
ko: %1$d분
nl: %1$d minuten
pt_br: %1$d minutos
ro: %1$d minute
ru: %1$d минут
uk: %1$d хвилин
vi: %1$dphút
zh: %1$d分钟

# id_1s_blocks_left_2d
source: %1$@ blocks left %2$d
cs: %1$@ bloků zbývá %2$d
de: %1$@ Blöcke verbleibend %2$d
es: Restan %1$@ bloques %2$d
fr: %1$@ blocs restant %2$d
it: %1$@ blocchi rimanenti %2$d
ja: 残り%1$@ブロック %2$d
ko: %1$@블록 남음%2$d
nl: %1$@ blocks resterend %2$d
pt_br: %1$@ blocos restantes %2$d
ro: %1$@ blocuri rămase %2$d
ru: %1$@блоков осталось%2$d
uk: %1$@ блоків залишилося %2$d
vi: %1$@ khối còn lại %2$d
zh: 剩余%1$@区块%2$d

# id_1s_twofactor_setup
source: %1$@ Two-Factor setup
cs: %1$@ Dvoufaktorové nastavení
de: %1$@ Zwei-Faktor-Einrichtung
es: %1$@ Configuración de la autenticación de dos factores
fr: %1$@ Configuration à deux facteurs
it: Nuovo 2FA %1$@
ja: %1$@2段階認証を設定する
ko: %1$@ 이중 인증 설정
nl: %1$@ tweetrapsauthenticatie instellen
pt_br: %1$@ Configuração de dois fatores
ru: %1$@Двухфакторная настройка
uk: %1$@ Двофакторне налаштування
zh: %1$@设置双重验证

# id_24_words
source: 24 words
cs: 24 slov
es: 24 palabras
it: 24 parole
ko: 24 개 단어
nl: 24 woorden
pt_br: 24 palavras
zh: 24个单词

# id_2_hours
source: ~ 2 Hours
cs: ~ 2 Hodiny
de: ~ 2 Stunden
es: ~ 2 Horas
fr: ~ 2 heures
it: ~ 2 Ore
ja: 2時間前後
ko: ~2시간
nl: ~ 2 uur
pt_br: ~ 2 horas
ro: Aproximativ 2 ore
ru: ~ 2 Часа
uk: ~ 2 Години
vi: 2 giờ
zh: ~ 2小时

# id_2fa_dispute_in_progress
source: 2FA Dispute in Progress
cs: Probíhá 2FA spor
de: 2FA-Anfechtung in Arbeit
es: Disputa 2FA en curso
fr: 2FA Litige en cours
it: Disputa 2FA in corso
ja: 2段階認証のリセットに関する係争中
ko: 2FA 이의 신청 진행 중
nl: 2FA-geschil in behandeling
pt_br: Disputa 2FA em andamento
ro: Contestare 2FA în curs
ru: Идет процедура оспаривания 2FA
uk: Оскарження 2FA в процесі
zh: 2FA争议正在进行中

# id_2fa_expired
source: 2FA Expired
cs: 2FA Vypršela platnost
de: 2FA abgelaufen
es: 2FA vencido
fr: 2FA Expiré
it: 2FA Scaduto
ja: 2段階認証が期限切れ
ko: 2FA 유효 기간 만료
nl: 2FA verlopen
pt_br: 2FA vencido
ru: Срок действия 2FA истек
uk: Термін дії 2FA закінчився
zh: 双重验证（2FA）已失效

# id_2fa_expiry
source: 2FA Expiry
cs: Vypršení platnosti 2FA
de: 2FA-Ablaufdatum
es: Vencimiento 2FA
fr: 2FA Date d'expiration
it: Scadenza 2FA
ja: 2段階認証による保護の期限
ko: 2FA 유효 기간
nl: 2FA-vervaldatum
pt_br: Vencimento 2FA
ro: Expirare 2FA
ru: Срок действия 2FA
uk: Термін дії 2FA
zh: 双重验证（2FA）已到期

# id_2fa_methods
source: 2FA Methods
cs: Metody 2FA
de: 2FA-Methode
es: Métodos 2FA
fr: 2FA Méthodes
it: Metodi 2FA
ja: 2段階認証の手段
ko: 2FA 방법
nl: 2FA-methoden
pt_br: Métodos 2FA
ro: Metode 2FA
ru: Методы 2FA
uk: Методи 2FA
zh: 双重验证（2FA）方法

# id_2fa_reset_in_progress
source: 2FA Reset in Progress
cs: Probíhá resetování 2FA
de: 2FA-Zurücksetzen in Arbeit
es: Restablecimiento 2FA en curso
fr: 2FA Réinitialisation en cours
it: Reset 2FA in corso
ja: 2段階認証のリセット中
ko: 2FA 초기화 진행 중
nl: 2FA-reset in behandeling
pt_br: Redefinição 2FA em andamento
ro: 2FA în curs de resetare
ru: Сброс 2FA в процессе
uk: Скидання 2FA в процесі
zh: 双重验证（2FA）重设中

# id_2fa_threshold
source: 2FA Threshold
cs: Prahová hodnota 2FA
de: 2FA-Schwellenwert
es: Umbral 2FA
fr: 2FA Limite
it: Soglia 2FA
ja: 2段階認証の閾値
ko: 2FA 기준값
nl: 2FA-limiet
pt_br: Limite 2FA
ro: Limită pentru autentificarea în doi pași (2FA)
ru: Порог 2FA
uk: Поріг 2FA
zh: 双重验证（2FA）临界点

# id_2of3
source: 2of3
es: 2 de 3
it: 2 di 3
ko: 3 중2
pt_br: 2de3

# id_2of3_account
source: 2of3 Account
cs: 2z3 Účet
de: 2von3-Account
es: Cuenta 2-de-3
fr: 2 à 3 comptes
it: Account 2of3
ja: 2of3 アカウント
ko: 2of3 계정
nl: 2-van-3-account
pt_br: Conta conjunta 2de3
ro: Cont 2-din-3
ru: Аккаунт 2из3
uk: Акаунт 2із3
zh: 2of3账户

# id_4_hours
source: ~ 4 Hours
cs: ~ 4 Hodiny
de: ~ 4 Stunden
es: ~ 4 horas
fr: ~ 4 heures
it: ~ 4 Ore
ja: 4時間前後
ko: ~4시간
nl: ~ 4 uur
pt_br: ~ 4 horas
ro: Aprox. 4 ore
ru: ~ 4 Часа
uk: ~ 4 Години
vi: 4 giờ
zh: ~ 4小时

# id_5_seconds_minimum
source: 5 seconds minimum
cs: Minimálně 5 sekund
de: mindestens 5 Sekunden
es: 5 segundos como mínimo
fr: 5 secondes minimum
it: 5 secondi minimo
ja: 最低5秒
ko: 최소 5초
nl: Minimaal 5 seconden
pt_br: mínimo de 5 segundos
ro: Minimum 5 secunde
ru: 5 секунд минимум
uk: 5 секунд мінімум
vi: ít nhất 5 giây
zh: 最少5秒

# id_6_months_25920_blocks
source: 6 months (25920 blocks)
cs: 6 měsíců (25920 bloků)
de: 6 Monate (25920 Blöcke)
es: 6 meses (25920 bloques)
fr: 6 mois (25920 bloques)
it: 6 mesi (25920 blocchi)
ja: 6ヶ月 (25920ブロック)
ko: 6개월(블록 25920개)
nl: 6 maanden (25920 blocks)
pt_br: 6 meses (25920 blocos)
ro: 6 luni (25920 blocuri)
ru: 6 месяцев (25 920 блоков)
uk: 6 місяців (25920 блоків)
zh: 6个月（25920个区块）

# id_a_2of3_account_requires_two_out
source: A 2of3 account requires two out of three signatures to spend coins. The third signature is from a backup key known only to you. This gives you the security benefits of a standard account, while still allowing you to move your coins independently at any point in time.
cs: Účet 2z3 vyžaduje pro utracení mincí přítomnost dvou ze tří podpisů. Třetí podpis je ze záložního klíče, který znáte pouze vy. To vám přináší bezpečnostní výhody běžného účtu a přitom vám to umožňuje pohybovat prostředky nezávisle v libovolném okamžiku.
de: Ein 2of3-Account benötigt zwei von drei Signaturen, um Coins auszugeben. Die dritte Signatur stammt von einem Backup-Schlüssel, den nur du kennst. Dies gibt dir die Sicherheitsvorteile eines Standardkontos, erlaubt dir aber trotzdem, deine Coins jederzeit unabhängig zu bewegen.
es: Una cuenta 2-de-3 requiere de 2 de las 3 firmas para gastar los fondos. La tercera firma proviene de una llave de respaldo que solo tú conoces. Esto te proporciona los beneficios de seguridad de una cuenta estándar y al mismo tiempo te permite gestionar tus fondos de manera independiente en cualquier momento.
fr: Un compte 2of3 nécessite deux signatures sur trois pour dépenser des pièces. La troisième signature provient d'une clé de sauvegarde que vous êtes le seul à connaître. Vous bénéficiez ainsi des avantages d'un compte standard en matière de sécurité, tout en ayant la possibilité de déplacer vos pièces de manière indépendante à tout moment.
it: Un account 2of3 richiede due firme su tre per poter spendere coin. La terza firma proviene da una chiave di backup che solo tu conosci. In questo modo puoi avere tutti i vantaggi di un account standard, continuando a trasferire coin in modo indipendente e in qualsiasi momento.
ja: 2of3アカウントからの送金には3つの鍵のうち2つによる署名が必要です。3つ目の鍵は貴方のみが知るバックアップ用の秘密鍵となります。この選択肢はスタンダードアカウントと同じセキュリティ水準で、いつでもご自身の鍵のみで自由に送金することができます。
ko: 2of3 계정은 코인을 사용하는 데 3개 서명 중 2개가 필요합니다. 세 번째 서명은 사용자만 알고 있는 백업 키에서 가져옵니다. 이를 통해 표준 계정의 보안 이점을 누리는 동시에 언제든지 독립적으로 코인을 주고 받을 수 있습니다.
nl: Een 2-van-3-account vereist twee van de drie signatures om geld uit te geven. De derde signatures is van een back-upsleutel die alleen aan jou bekend is. Dit geeft je de beveiligingsvoordelen van een standaardaccount, terwijl je je geld op elk moment onafhankelijk kunt verplaatsen.
pt_br: Contas conjuntas 2de3 exigem duas assinaturas para movimentar os fundos. Duas assinaturas são de chaves exclusivas sua e a terceira é de uma chave conhecida somente pela empresa Blockstream. Isso oferece os benefícios e a segurança de uma conta conjunta 2de2 e ainda proporciona a liberdade de realizar transações de forma independente, a qualquer hora e sem a necessidade da permissão de terceiros.
ro: Un cont 2-din-3 necesită 2 semnături din 3 pentru a cheltui monedele. A treia semnătură va fi o cheie de rezervă cunoscută doar de tine. Astfel ai securitatea unui cont standard și libertatea de a-ți gestiona monedele în orice eventualitate.
ru: Аккаунт 2из3 требует двух подписей из трех, чтобы тратить монеты. Третья подпись - это резервный ключ, известный только вам. Это дает вам преимущества безопасности стандартной учетной записи, в то же время позволяя вам перемещать свои монеты независимо в любой момент времени.
uk: Акаунт 2із3 вимагає двох підписів з трьох, щоб витрачати монети. Третій підпис - це резервний ключ, відомий тільки вам. Це дає вам переваги безпеки стандартного облікового запису, в той же час дозволяючи вам переміщати свої монети незалежно в будь-який момент часу.
zh: 一个2of3账户需要三个签名中的两个来花费代币。第三个签名来自只有你知道的备用秘钥。这保证了标准账户的安全性，同时又能允许你独自使用这些代币。

# id_a_new_transaction_has_just
source: A new transaction has just arrived in your wallet.
cs: Do vaší peněženky právě dorazila nová transakce.
de: Eine neue Transaktion ist soeben eingetroffen.
es: Una nueva transacción acaba de llegar a tu cartera.
fr: Une nouvelle transaction vient d'arriver dans votre wallet
it: Hai appena ricevuto una transazione nel tuo wallet.
ja: 貴方のウォレットに新しいトランザクションが届きました。
ko: 방금 지갑에 새로운 거래가 발생했습니다.
nl: Een nieuwe transactie is zojuist verschenen in je wallet.
pt_br: Você acabou de receber uma nova transação.
ro: Ați primit o tranzacție nouă.
ru: Новая транзакция только что поступила на ваш кошелек.
uk: Нова транзакція щойно надійшла на ваш гаманець.
vi: Một giao dịch mới tới ví bạn
zh: 收到一笔新的转账。

# id_a_newer_version_of_blockstream
source: A newer version of Blockstream Green is now available
cs: Nyní je k dispozici novější verze aplikace Blockstream Green
de: Eine neuere Version von Blockstream Green ist jetzt verfügbar
es: Ya está disponible una versión más reciente de Blockstream Green.
fr: Une nouvelle version de Blockstream Green est désormais disponible.
it: É disponibile una nuova versione di Blockstream Green
ja: 新しいバージョンのBlockstream Greenがご利用いただけます
ko: 최신 버전의 Blockstream Green을 사용하실 수 있습니다.
nl: Een nieuwere versie van Blockstream Green is nu beschikbaar
pt_br: Uma nova versão da Blockstream Green está disponível para download
ru: Доступна новая версия Blockstream Green
uk: Доступна новіша версія Blockstream Green
zh: Blockstream Green的新版本已经可以使用

# id_a_screen_lock_must_be_enabled
source: A screen lock must be enabled from Android settings
cs: V nastavení systému Android musí být povolen zámek obrazovky
de: Eine Bildschirmsperre muss über die Android-Einstellungen aktiviert werden
es: El bloque de pantalla se tiene que activar desde el menu de configuración de Android
fr: Le verrouillage de l'écran doit être activé dans les paramètres d'Android
it: È necessario abilitare il blocco schermo dalle impostazioni di Android
ja: アンドロイドの設定から画面ロックを有効化してください。
ko: Android 설정에서 화면 잠금을 활성화해야 합니다.
nl: Schermvergrendeling moet worden ingeschakeld via de Android-instellingen
pt_br: O bloqueio de tela precisa ser ativado nas configurações do Android
ro: Blocarea ecranului trebuie să fie activată din setările Android.
ru: Блокировка экрана должна быть включена в настройках Android
uk: Блокування екрану повинно бути включено в настройках Android
zh: 需要在安卓系统设置中打开屏幕锁

# id_a_wallet_is_detected_on_this
source: A wallet is detected on this device:
cs: Peněženka je detekována na tomto zařízení:
de: Eine Wallet wurde auf dem Gerät erkannt:
es: Se ha detectado una cartera en este dispositivo:
fr: Un portefeuille est détecté sur cet appareil
it: É stato trovato un wallet sul dispositivo:
ja: このデバイスにウォレットが検知されました:
ko: 이 기기에 지갑이 인식되었습니다.
nl: Er is een wallet gedetecteerd op dit apparaat:
pt_br: Uma carteira foi detectada neste dispositivo:
ro: Există deja un portofel pe acest dispozitiv:
ru: На этом устройстве обнаружен кошелек:
uk: На пристрої знайдено гаманець:
vi: Một ví đã được xóa trên thiết bị này:
zh: 本设备上检测到了一个钱包：

# id_about
source: About
cs: O peněžence
de: Über
es: Acerca de
fr: A propos
ko: 소개
nl: Over
pt_br: Sobre
ro: Despre
ru: О
uk: Про
zh: 关于

# id_accept
source: ACCEPT
cs: PŘIJMOUT
de: AKZEPTIEREN
es: ACEPTAR
fr: ACCEPTER
it: ACCETTA
ja: 承諾
ko: 수락하기
nl: ACCEPTEREN
pt_br: ACEITAR
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ
vi: CHẤP NHẬN
zh: 接受

# id_access
source: Access
cs: Přístup
de: Zugriff
es: Acceso
fr: Accès
it: Accesso
ko: 접속하기
nl: Toegang
pt_br: Acesso
ro: Acces
ru: Доступ
uk: Доступ
zh: 接入

# id_account
source: ACCOUNT
cs: ÚČET
de: Konto
es: Cuenta
fr: COMPTE
ja: アカウント
ko: 계정
pt_br: Conta
ro: CONT
ru: АККАУНТ
uk: АКАУНТ
vi: TÀI KHOẢN
zh: 账户

# id_account_extended_public_keys
source: Account Extended Public Keys
cs: Rozšířené veřejné klíče (xpub) k účtu
es: Claves Públicas Extendidas de la Cuenta
it: Extended public keys dell'account
ko: 계정 확장 공개 키
pt_br: Chaves públicas estendidas da conta
zh: 账户扩展公钥

# id_account_id
source: Account ID
cs: ID účtu
de: Konto-ID
es: ID de Cuenta
fr: ID du compte
it: ID Account
ja: アカウントID
ko: 계정 ID
pt_br: ID da conta
ro: ID Cont
ru: ID аккаунта
uk: ID акаунта
zh: 账户ID

# id_account_name
source: Account Name
cs: Jméno účtu
de: Konto-Name
es: Nombre de Cuenta
fr: Nom du compte
it: Nome Account
ja: アカウント名
ko: 계정 이름
nl: Accountnaam
pt_br: Nome da conta
ro: Nume Cont
ru: Имя учетной записи
uk: Ім'я облікового запису
zh: 账户名称

# id_account_type
source: Account Type
cs: Typ účtu
de: Konto-Typ
es: Tipo de Cuenta
fr: Type de compte
it: Tipo Account
ja: アカウント種別
ko: 계정 유형
pt_br: Tipo de conta
ro: Tip de Cont
ru: Тип учетной записи
uk: Тип облікового запису
zh: 账户类型

# id_accounts
source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント一覧
ko: 계정
pt_br: Contas
ru: Аккаунты
uk: Акаунти
zh: 账户

# id_accounts_summary
source: Accounts summary
cs: Přehled účtů
de: Kontenübersicht
es: Resumen de cuentas
fr: Résumé du compte
it: Riepilogo account
ko: 계정 정보
nl: Overzicht van accounts
pt_br: Resumo da conta
ro: Rezumatul Conturilor Dvs.
ru: Сводка по счетам
uk: Зведення за рахунками
zh: 账户概览

# id_action_canceled
source: Action canceled
cs: Akce byla zrušena
de: Aktion abgebrochen
es: Acción cancelada
fr: Action annulée
it: Azione annullata
ja: キャンセルされました
ko: 작업이 취소되었습니다
nl: Actie geannuleerd
pt_br: Ação cancelada
ro: Acțiune anulată
ru: Действие отменено
uk: Дія скасована
vi: Hành động đã hủy
zh: 操作已取消

# id_actions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
ko: 작업
nl: Acties
pt_br: Ações
ru: Действия
uk: Дії
zh: 操作

# id_add_a_note_only_you_can_see_it
source: Add a note (only you can see it).
cs: Přidat poznámku (uvidíte ji pouze vy).
de: Füge eine Notiz hinzu (nur du kannst sie sehen).
es: Agregar una nota (solo tú puedes verla).
fr: Ajoutez une note (vous seul pouvez la voir).
it: Aggiungi una nota (visibile solo a te).
ja: メモを追加する (自身のみ閲覧可能)
ko: 메모 추가(나만 볼 수 있음)
nl: Notitie toevoegen (alleen jij kunt hem zien).
pt_br: Adicione uma nota (somente você pode ver).
ro: Adăugare notă (doar dvs. o puteți vedea).
ru: Добавить заметку (будет видна только вам)
uk: Додати замітку (буде видно тільки вам).
vi: Thêm một ghi chú( chỉ có bạn mới thấy nó)
zh: 添加备注（仅自己可见）。

# id_add_a_pgp_public_key_to_receive
source: Add a PGP public key to receive encrypted email and keep your privacy
cs: Přidejte veřejný klíč PGP pro přijímání šifrovaných e-mailů a zachování soukromí
de: Füge einen PGP-Public-Key hinzu, um verschlüsselte E-Mails zu erhalten und deine Privatsphäre zu schützen
es: Añade una llave pública PGP para recibir emails encriptados y mantener tu privacidad
fr: Ajoutez une clé publique PGP pour recevoir des e-mails chiffrées et préserver votre vie privée.
it: Aggiungi una chiave pubblica PGP per ricevere email criptate e proteggere la tua privacy
ja: PGP公開鍵を追加してプライバシーに配慮した暗号化メールを受信する
ko: 암호화된 이메일을 수신하고 개인 정보를 보호하기 위해 PGP 공개 키를 추가하세요.
nl: Voeg een publieke PGP-sleutel toe om versleutelde e-mail te ontvangen en je privacy te behouden
pt_br: Adicione uma chave pública PGP para receber emails criptografados e manter sua privacidade
ro: Adăugare cheie publica PGP pentru a primi e-mailuri criptate care să-ți protejeze intimitatea
ru: Добавить PGP ключ для получения электронной почты в зашифрованном виде и сохранения приватности
uk: Додати PGP ключ для отримання електронної пошти в зашифрованому вигляді і збереження приватності
zh: 添加一个PGP公钥以接收加密邮件并保护你的隐私

# id_add_amount
source: Add Amount
cs: Přidat částku
de: Betrag auswählen
es: Agregar cantidad
fr: Ajouter un montant
it: Aggiungi importo
ja: 金額を入力
ko: 금액 추가하기
nl: Bedrag toevoegen
pt_br: Escolher a quantia
ro: Adăugare sumă
ru: Добавить сумму
uk: Додати суму
vi: Thêm số tiền
zh: 添加金额

# id_add_amount_optional
source: Add amount (optional)
cs: Přidat částku (volitelné)
de: Betrag hinzufügen (optional)
es: Agregar cantidad (opcional)
fr: Ajouter un montant (facultatif)
it: Aggiungi importo (opzionale)
ja: 金額 (任意)
ko: 금액 추가(선택 사항)
nl: Bedrag toevoegen (optioneel)
pt_br: Escolher a quantia (opcional)
ro: Adăugare sumă (opțional)
ru: Добавить сумму (опционально)
uk: Додати суму (опціонально)
zh: 输入收款金额（选填）

# id_add_an_amp_wallet
source: Add an AMP wallet
cs: Přidat AMP peněženku
de: Füge eine AMP-Wallet hinzu
es: Agregar una cartera AMP
fr: Ajouter un portefeuille AMP
it: Aggiungi wallet AMP
ja: AMPウォレットを追加する
ko: AMP 지갑 추가하기
nl: Een AMP-wallet toevoegen
pt_br: Criar carteira AMP
ru: Добавить AMP кошелек
uk: Додати AMP гаманець
zh: 添加一个AMP钱包

# id_add_another_wallet
source: Add another wallet
cs: Přidat další peněženku
de: Füge eine weitere Wallet hinzu
es: Agregar otra cartera
fr: Ajouter un autre portefeuille
it: Aggiungi wallet
ja: 別のウォレットを追加する
ko: 다른 지갑 추가하기
nl: Nog een wallet toevoegen
pt_br: Adicionar outra carteira
ro: Adaugă alt portofel
ru: Добавить еще один кошелек
uk: Додати ще один гаманець
zh: 添加另一个钱包

# id_add_custom_network_by_qr_code
source: Add custom network by QR Code
cs: Přidat vlastní síť pomocí QR kódu
de: Benutzerdefiniertes Netzwerk via QR Code hinzufügen
es: Agregar red personalizada por código QR
fr: Ajouter un réseau à partir d'un QR Code
it: Aggiungi custom network tramite QR Code
ja: QRコードでカスタムネットワークを追加する
ko: QR 코드로 사용자 지정 네트워크 추가하기
nl: Eigen netwerk toevoegen via QR-code
pt_br: Adicionar rede personalizada por código QR
ro: Adăugați o altă rețea folosind un cod QR
ru: Добавить новую сеть с помощью QR-кода
uk: Додати нову мережу за допомогою QR-коду
vi: Thêm mạng lưới tùy biến bằng mã QR
zh: 通过二维码添加自定义网络
