Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_choose_twofactor_authentication
source: Choose Two-Factor authentication method
cs: Zvolte metodu 2-Faktorové autentizace
de: Zwei-Faktor Authentifizierungsmethode auswählen
es: Seleccionar método de autenticación de dos factores
fr: Choisissez un deuxième facteur d'authentification
it: Seleziona metodo di Autenticazione a due Fattori
ja: 2段階認証方法の選択
ko: 이중 인증 방법을 선택하세요
nl: Kies methode tweetrapsauthenticatie
pt_br: Escolha o método de autenticação de dois fatores
ro: Alegeți metoda de autentificare în doi pasi (2FA)
ru: Выберите метод двухфакторной аутентификации
uk: Виберіть метод двофакторної аутентифікації
vi: Chọn phương pháp được ủy quyền để bảo mật 2 lớp
zh: 选择双重验证方案

# id_choose_watchonly
source: Choose Watch-Only
cs: Vyberte možnost Pouze-pro-sledování
de: Watch-Only wählen
es: Elegir el modo de solo lectura
fr: Choisir Surveillance seulement
it: Seleziona modalità Watch-Only
ja: 読み取りモードを選択
ko: 보기 전용 선택하기
nl: Kies watch-only
pt_br: Conta somente leitura
ro: Alegeți "watch-only"
ru: Выберите Watch-Only
uk: Оберіть watch-only
zh: 选择仅查看模式

# id_choose_your_network
source: Choose Your Network
cs: Vyberte svou síť
de: Wähle dein Netzwerk
es: Seleccionar tu red
fr: Choisissez votre réseau
it: Seleziona rete
ja: ネットワークの選択
ko: 네트워크를 선택하세요
nl: Kies je netwerk
pt_br: Escolha a rede
ro: Alegeți rețeaua
ru: Выберите сеть
uk: Виберіть мережу
vi: Chọn Mạng của bạn
zh: 选择想要登录的网络

# id_clear
source: Clear
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacé
it: Cancella
ja: クリア
ko: 전체 삭제
nl: Wissen
pt_br: Limpar
ro: Șterge
ru: Очистить
uk: Очистити
vi: XÓA
zh: 清除

# id_clear_cache
source: Clear cache
es: Borrar caché
it: Cancella cache
ko: 캐시 비우기
pt_br: Limpar cache

# id_click_to_copy
source: Click to copy
cs: Kliknutím zkopírujte
de: zum kopieren anklicken
es: Haga clic para copiar
fr: Cliquez pour copier
it: Clicca per copiare
ja: クリックしてコピー
ko: 복사하려면 클릭하세요
nl: Klik om te kopiëren
pt_br: Clique para copiar
ro: Click aici pentru copiere
ru: Нажмите, чтобы скопировать
uk: Натисніть, щоб скопіювати
zh: 点击复制

# id_click_to_receive_an_email_with
source: Click to receive an email with your encrypted recovery data.
cs: Klepnutím obdržíte e-mail s šifrovanými daty pro obnovení.
de: Klicke hier um eine E-Mail mit deinen verschlüsselten Wiederherstellungsdaten zu erhalten.
es: Haga clic aquí para recibir un correo electrónico con sus datos de recuperación encriptados.
fr: Cliquez pour recevoir un courriel contenant vos données de récupération cryptées.
it: Clicca per ricevere un'e-mail con i tuoi dati di recupero criptati
ja: クリックして暗号化されたリカバリーデータをメールで受け取る。
ko: 암호화된 복구 데이터가 포함된 이메일을 받으려면 클릭하세요.
nl: Klik om een e-mail te ontvangen met je versleutelde herstelgegevens.
pt_br: Clique para receber um email com seu pacote de recuperação em formato criptografado.
ro: Click aici pentru a primi un e-mail cu datele de recuperare criptate.
ru: Нажмите, чтобы получить электронное письмо с вашими зашифрованными данными для восстановления.
uk: Натисніть, щоб отримати електронний лист із вашими зашифрованими даними для відновлення.
zh: 点击接收包含加密恢复数据的邮件。

# id_code
source: Code
cs: Kód
es: Código
it: Codice
ja: コード
ko: 코드
pt_br: Código
ro: Cod
ru: Код
uk: Код
zh: 代码

# id_coin
source: Coin
cs: Mince
es: Moneda
ko: 코인
nl: Munt
pt_br: Moeda
zh: 币

# id_coins
source: Coins
cs: Mince
es: Monedas
fr: Pièce
it: Coin
ja: コイン
ko: 코인
nl: Munten
pt_br: Moedas
ru: Монеты
uk: Монети
zh: 代币

# id_coins_for_which_2fa_protection
source: Coins for which 2FA protection is expired.
cs: Mince, u kterých vypršela platnost ochrany 2FA.
de: Coins, für die der 2FA-Schutz abgelaufen ist.
es: Monedas cuya protección 2FA caducó.
fr: Pièces pour lesquelles la protection 2FA a expiré.
it: Coin con protezione 2FA scaduta
ja: 2段階認証の保護期限が切れたコイン。
ko: 2FA 보호가 만료된 코인.
nl: Munten waarvoor 2FA-bescherming is verlopen.
pt_br: Moedas com vencimento expirado da proteção 2FA.
ru: Монеты, для которых истек срок защиты 2FA.
uk: Монети, для яких закінчився термін захисту 2FA.
zh: 代币2FA保护已过期。

# id_coins_locked
source: Coins locked
cs: Mince uzamčeny
de: Coins gesperrt
es: Monedas bloqueadas
fr: Pièces verrouillées
it: Coin bloccati/protetti da chiave
ja: ロックされたコイン
ko: 잠긴 코인
nl: Vergrendelde munten
pt_br: Moedas bloqueadas
ru: Монеты заблокированы
uk: Монети заблоковані
zh: 已锁定代币

# id_coins_protected_by_the_legacy
source: Coins protected by the legacy script recoverable with your nlocktimes.zip file.
cs: Mince chráněné starším skriptem lze obnovit pomocí souboru nlocktimes.zip.
de: Coins, die mit dem Legacy Script geschützt sind, können mit deiner nlocktimes.zip-Datei wiedererlangt werden.
es: Monedas protegidas por el script legacy, recuperables mediante el archivo comprimido nlocktimes.zip.
fr: Pièces protégées par l'ancien script récupérables avec votre fichier nlocktimes.zip.
it: Coin protetti da legacy script recuperabili mediante file nlocktimes.zip.
ja: 旧型のスクリプトで保護されており、nlocktimes.zipファイルから復元可能なコイン。
ko: 레거시 스크립트로 보호되는 코인은 nlocktimes.zip 파일로 복구할 수 있습니다.
nl: Munten die worden beschermd door het verouderde script en kunnen worden hersteld met je 'nlocktimes.zip'-bestand.
pt_br: Moedas protegidas pelo script legacy recuperáveis com seu arquivo nlocktimes.zip.
ru: Монеты, защищенные устаревшим скриптом, могут быть восстановлены с помощью вашего файла nlocktimes.zip.
uk: Монети, захищені застарілим скриптом, можуть бути відновлені за допомогою вашого файлу nlocktimes.zip.
zh: 受旧脚本保护的代币可通过您的nlocktimes.zip文件恢复。

# id_coins_protected_by_the_new
source: Coins protected by the new script with embedded 2FA expiry through CheckSequenceVerify.
cs: Mince chráněné novým skriptem s vloženým vypršením platnosti 2FA prostřednictvím CheckSequenceVerify.
de: Coins, die durch das neue Script mit eingebettetem 2FA-Ablaufdatum mittels CheckSequenceVerify geschützt sind.
es: Monedas protegidas por un nuevo script que incorpora el vencimiento 2FA mediante CheckSequenceVerify.
fr: Pièces protégées par le nouveau script avec expiration 2FA intégrée via CheckSequenceVerify.
it: Coin protetti da nuovo script con scadenza 2FA incorporata mediante CheckSequenceVerify.
ja: 新型のスクリプトでCheckSequenceVerifyを使った2段階認証によって保護されているコイン。
ko: CheckSequenceVerify를 통해 2FA 만료가 포함된 새 스크립트로 보호되는 코인.
nl: Munten die worden beschermd door het nieuwe script met vaste 2FA-vervaldatum via CheckSequenceVerify.
pt_br: Moedas protegidas pelo novo script com vencimento 2FA por meio de CheckSequenceVerify.
ru: Монеты защищены новым скриптом со встроенным истечением срока действия 2FA через CheckSequenceVerify.
uk: Монети, захищені новим скриптом з вбудованим закінченням терміну дії 2FA через CheckSequenceVerify.
zh: 通过CheckSequenceVerify受2FA到期的新脚本保护的硬币。

# id_coins_received_or_created
source: Coins received or created before SegWit was activated.
cs: Mince přijaté nebo vytvořené před aktivací SegWit.
de: Coins, die vor der SegWit-Aktivierung empfangen oder geschaffen wurden.
es: Monedas recibidas o creadas antes de la activación de SegWit.
fr: Pièces reçues ou créées avant l'activation de SegWit.
it: Coin ricevuti o creati prima dell'attivazione di SegWit.
ja: Segwit有効化以前に受け取ったか発行したコイン。
ko: 세그윗이 활성화되기 전에 받거나 생성된 코인.
nl: Munten die zijn ontvangen of gemaakt voordat SegWit werd geactiveerd.
pt_br: Moedas recebidas ou criadas antes da ativação do SegWit.
ru: Монеты, полученные или созданные до активации SegWit.
uk: Монети, отримані або створені до активації SegWit.
zh: 在隔离见证激活之前收到或创建的代币。

# id_coins_unlocked
source: Coins unlocked
cs: Mince jsou odemčené
de: Coins entsperrt
es: Monedas desbloqueadas
fr: Pièces débloquées
it: Coin sbloccati/non protetti da chiave
ja: アンロックされたコイン
ko: 잠금 해제된 코인
nl: Munten ontgrendeld
pt_br: Moedas desbloqueadas
ru: Монеты разблокированы
uk: Монети розблоковані
zh: 已解锁的代币

# id_coins_whose_asset_and_amount
source: Coins whose asset and amount are publicly visible.
cs: Mince, jejichž aktivum a množství jsou veřejně viditelné.
de: Coins, bei denen das Asset und der Betrag öffentlich einsehbar sind.
es: Monedas cuyo tipo de activo y monto son públicos.
fr: Pièces de monnaie dont l'actif et le montant sont publiquement visibles.
it: Coin con asset e importo visibili pubblicamente.
ja: アセットの種類と金額が公開されているコイン。
ko: 자산과 금액이 누구에게나 보이는 코인.
nl: Munten waarvan het assettype en het bedrag publiekelijk zichtbaar zijn.
pt_br: Moedas com ativos e valores visíveis ao público.
ru: Монеты, актив и количество которых публично видны.
uk: Монети, актив та кількість яких публічно видно.
zh: 资产和金额公开可见的代币。

# id_coins_with_a_value_lower_than
source: Coins with a value lower than 1092 satoshis that are uneconomic to spend; these coins can be generated by your wallet as change or sent to you by third parties trying to spam or deanonymize your wallet.
cs: Mince s hodnotou nižší než 1092 satoshi, které jsou neekonomické utratit; tyto mince může generovat vaše peněženka jako drobné nebo vám je mohou poslat třetí strany, které se pokoušejí spamovat nebo deanonymizovat vaši peněženku.
de: Coins mit einem Wert kleiner als 1092 Satoshis, bei deinen eine Ausgabe ökonomisch unsinnig wäre; diese Coins können in deinem Wallet als Change erstellt werden oder werden dir von Dritten zugeschickt, um dich zu spammen oder dein Wallet zu de-anonymisieren.
es: Monedas por un valor menor a 1092 satoshis, cuyo uso no es rentable; puede que su cartera las haya generado como cambio o puede que las haya recibido de terceros, ya sea a modo de correo basura o para atentar contra el anonimato de su cartera.
fr: Pièces dont la valeur est inférieure à 1092 satoshis et qu'il n'est pas rentable de dépenser ; ces pièces peuvent être générées par votre porte-monnaie en tant que monnaie ou vous être envoyées par des tiers qui tentent de spammer ou de désanonymiser votre portefeuille.
it: Coin con valore inferiore a 1092 satoshi non vantaggiose da spendere/utilizzare. Questi coin possono essere generati dal tuo wallet come cambio o esserti inviati da terzi nel tentativo di mandare spam o deanonimizzare il tuo wallet.
ja: 1092 satoshi以下の金額でまとまっており、手数料負けするコイン。お釣りとしてウォレットが生成したり、他者からスパムやトランザクションの結びつけを狙って送られてくることがあります。
ko: 1092 사토시보다 가치가 낮고 사용하기 비경제적인 코인. 이러한 코인은 사용자의 지갑에서 거스름돈으로 생성되거나, 사용자의 지갑을 스팸하거나 탈익명화하려는 제 3자로부터 받을 수 있습니다.
nl: Munten met een waarde lager dan 1092 satoshi's die onrendabel zijn om uit te geven. Deze munten kunnen door je wallet worden gegenereerd als wisselgeld of naar je worden verzonden door derden die proberen je wallet te spammen of te deanonimiseren.
pt_br: Moedas com valor inferior a 1092 satoshis que não são viáveis economicamente para gastar; essas moedas podem ser geradas por sua conta como troco ou enviadas a você por terceiros que tentam enviar spam ou te identificar.
ru: Монеты стоимостью менее 1092 сатоши, которые невыгодно тратить; Эти монеты могут быть созданы вашим кошельком в качестве сдачи или отправлены вам третьими лицами, пытающимися спамить или деанонимизировать ваш кошелек.
uk: Монети вартістю менше 1092 сатоші, які невигідно витрачати; Ці монети можуть бути створені вашим гаманцем як решта або відправлені вам третіми особами, що намагаються спамити або деанонімізувати ваш гаманець.
zh: 花费价值低于1092聪的代币是在经济上不明智的；这些硬币可能由您的钱包作为找零生成，也可能由试图向您的钱包发送垃圾邮件或试图去匿名化您钱包的第三方发送给您。

# id_collapse_sidebar
source: Collapse sidebar
cs: Sbalit boční panel
de: Seitennavigation schließen
es: Contraer la barra lateral
fr: Réduire la barre latérale
ja: サイドバーを閉じる
ko: 사이드바 접기
nl: Zijbalk samenvouwen
pt_br: Ocultar barra lateral
ru: Свернуть боковую панель
uk: Згорнути бічну панель
zh: 收起侧边栏

# id_coming_soon
source: Coming Soon!
cs: Již brzy!
de: Bald erhältlich!
es: ¡Próximamente!
fr: Bientôt disponible !
ja: 乞うご期待！
ko: 곧 출시됩니다!
nl: Komt binnenkort!
pt_br: Em breve!
ru: Скоро будет!
uk: Скоро буде!
zh: 即将到来！

# id_communication_timed_out_make
source: Communication timed out. Make sure the device is powered on and try again.
cs: Vypršel časový limit komunikace. Ujistěte se, že je zařízení zapnuto a zkuste to znovu.
de: Die Kommunikation wurde unterbrochen. Stelle sicher, dass das Gerät eingeschaltet ist, und probiere es erneut.
es: La comunicación tardó demasiado y fracasó. Asegúrese de que el dispositivo está encendido y vuelva a intentarlo.
fr: La communication a expiré. Assurez-vous que l'appareil est sous tension et réessayez.
it: Comunicazione scaduta. Assicurati che il dispositivo sia acceso e riprova.
ja: 接続が中断されました。デバイスの電源が入っていることを確認して再試行してください。
ko: 연결 시간이 초과되었습니다. 기기의 전원이 켜져 있는지 확인하고 다시 시도하세요.
nl: Communicatie-time-out. Controleer of het apparaat is ingeschakeld en probeer het opnieuw.
pt_br: O tempo de comunicação expirou. Verifique se o dispositivo está ligado e tente novamente.
ro: Comnicarea nu s-a putut realiza. Vă rugăm să verificați dacă dispozitivul este pornit și încercați din nou.
ru: Время ожидания соединения истекло. Убедитесь, что устройство включено и попробуйте еще раз.
uk: Час очікування з'єднання минув. Переконайтеся, що пристрій увімкнено, і спробуйте ще раз.
zh: 连接超时。请确保设备在开机状态然后再次尝试。

# id_completed
source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Completado
fr: Complété
it: Completo
ja: 完了
ko: 완료
nl: Voltooid
pt_br: Concluída
ro: Completat
ru: Завершено
uk: Завершено
vi: Hoàn thành
zh: 完成

# id_confidential
source: Confidential
cs: Důvěrné
de: Vertraulich
es: Confidencial
fr: Confidentiel
it: Confidenziale
ja: 親展 (漏洩に注意)
ko: 기밀
pt_br: Confidencial
ro: Confidențial
ru: Конфиденциально
uk: Конфіденційно
vi: Bí mật
zh: 保密

# id_confidential_transaction
source: Confidential Transaction
cs: Důvěrná transakce
de: Vertrauliche Transaktionen
es: Transacción confidencial
fr: Transaction confidentielle
ja: 秘匿トランザクション
ko: 기밀 거래
pt_br: Transação confidencial
ru: Конфиденциальная транзакция
uk: Конфіденційна транзакція
zh: 隐私转账

# id_confirm_action
source: Confirm action
cs: Potvrdit akci
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmez l'action
it: Conferma azione
ja: 許可する
ko: 작업 확인하기
nl: Actie bevestigen
pt_br: Confirmar ação
ro: Confirmați acțiunea
ru: Подтвердить действие
uk: Підтвердити дію
zh: 确认操作

# id_confirm_by_typing_the_wallet
source: Confirm by typing the wallet name
cs: Potvrďte zadáním názvu peněženky
de: Besätige in dem du den Wallet-Namen eingibst
es: Para confirmar, ingrese el nombre de la cartera.
fr: Confirmez en tapant le nom du portefeuille
it: Conferma digitando il nome del wallet
ja: ウォレット名を入力して許可する
ko: 지갑 이름을 입력하여 확인하기
nl: Bevestig door de naam van de wallet te typen
pt_br: Confirme digitando o nome da carteira
ro: Confirmați prin scrierea numelui portofelului
ru: Подтвердите, введя название кошелька
uk: Щоб підтвердити, введіть ім'я гаманця
zh: 输入钱包名称以确认

# id_confirm_code
source: Confirm Code
cs: Potvrďte kód
de: Code bestätigen
es: Confirmar el código
fr: Confirmez le code
it: Conferma codice
ja: コードを確認
ko: 코드 확인하기
nl: Bevestig code
pt_br: Confirmar código
ro: Confirmați codul
ru: Подтвердите код
uk: Підтвердіть код
vi: Mã xác nhận
zh: 确认码

# id_confirm_on_your_device
source: Confirm on your device
cs: Potvrďte ve svém zařízení
es: Confirme en su dispositivo
it: Confirma sul tuo dispositivo
ko: 귀하의 장치에서 확인하십시오
nl: Bevestig op je apparaat
pt_br: Confirme no seu dispositivo
zh: 在您的设备上确认

# id_confirm_passphrase
source: Confirm passphrase
cs: Potvrďte přístupovou frázi (passphrase)
de: Passphrase bestätigen
es: Confirmar la frase de seguridad
fr: Confirmez le mot de passe
it: Conferma passphrase
ja: パスフレーズを確認
ko: 암호 구문 확인하기
nl: Bevestig passphrase
pt_br: Confirmar senha
ro: Confirmați parola
ru: Подтвердите кодовую фразу
uk: Підтвердити кодову фразу
vi: Xác nhận mật khẩu
zh: 确认密语

# id_confirm_transaction
source: Confirm transaction
cs: Potvrdit transakci
de: Transaktion bestätigen
es: Confirmar transacción
fr: Confirmez la transaction
it: Conferma transazione
ja: トランザクションを確認する
ko: 거래 확인하기
nl: Bevestig transactie
pt_br: Confirmar transação
ro: Confirmare tranzacție
ru: Подтвердить транзакцию
uk: Підтвердити транзакцію
zh: 确认转账

# id_confirm_transaction_details_on
source: Confirm transaction details on your hardware wallet
cs: Potvrďte údaje o transakci ve své hardwarové peněžence
de: Bestätige die Transaktionsdetails auf deiner Hardware-Wallet
es: Confirme los detalles de la transacción en su hardware wallet
fr: Confirmez les détails de la transaction sur votre portefeuille physique
it: Conferma i dettagli della transazione sul tuo hardware wallet
ja: ハードウェアウォレットでトランザクションを確認する
ko: 하드웨어 지갑에서 거래 세부 정보 확인하기
nl: Bevestig transactiedetails op je hardware wallet
pt_br: Confirme os detalhes da transação em sua carteira física
vi: Confirm transaction details on your harware wallet
zh: 在您的硬件钱包上确认转账详情

# id_confirm_update_on_your_jade
source: Confirm update on your Jade
cs: Potvrďte aktualizaci na svém Jade
de: Bestätige das Update auf deinem Jade
es: Confirme la actualización en su Jade
fr: Confirmez la mise à jour sur votre Jade
it: Conferma l'aggiornamento su Jade
ja: Jadeでアップデートを確認する
ko: Jade 업데이트 확인하기
nl: Bevestig update op je Jade
pt_br: Confirme a atualização na sua Jade
ro: Confirmați update-ul pe Jade
ru: Подтвердите обновление на вашем Jade
uk: Підтвердіть оновлення на вашому Jade
zh: 在Jade上确认更新

# id_confirm_via_2fa_that_you
source: Confirm via 2FA that you authorize this change.
cs: Prostřednictvím 2FA potvrďte, že tuto změnu autorizujete.
de: Bitte per 2FA bestätigen, dass du diese Änderunge authorisierst.
es: Confirme que actualiza este cambio mediante 2FA.
fr: Confirmez via 2FA que vous autorisez ce changement.
it: Conferma l'autorizzazione alla modifica tramite 2FA
ja: 2段階認証でこの変更を承認する。
ko: 2FA를 통해 이 변경 의 승인을 확인하세요.
nl: Bevestig via 2FA dat je deze wijziging goedkeurt.
pt_br: Confirme via 2FA que você autoriza esta alteração.
ro: Confirmați prin 2FA modificarea
ru: Подтвердите с помощью 2FA, что вы даете разрешение на это изменение.
uk: Підтвердіть за допомогою 2FA, що ви дозволяєте цю зміну.
zh: 通过2FA确认您授权此更改。

# id_confirmation_in_d_blocks
source: Confirmation in %d blocks
cs: Potvrzení v %d blocích
de: Bestätigung in %d Blöcken
es: Confirmación en %d bloques
fr: Confirmation de blocs %d
it: Conferma in %d blocchi
ja: %d ブロックで承認
ko: %d 블록 확인
nl: Bevestigd in %d blocks
pt_br: Confirmação em %d blocos
ro: Confirmare în %d blocuri
ru: Подтверждение в %d блоках
uk: Підтвердження у %d блоках
vi: Xác nhận trong %d khối tiếp theo
zh: 大约需要%d个区块确认

# id_confirmation_time
source: Confirmation Time
cs: Čas potvrzení
es: Tiempo de confirmación
it: Tempo di conferma
ko: 시간을 확인하십시오
nl: Bevestigingstijd
pt_br: Prazo de confirmação
zh: 确认时间

# id_confirmations
source: Confirmations
cs: Potvrzení
de: Bestätigungen
es: Confirmaciones
it: Conferme
ja: 承認
ko: 확인
nl: Bevestigingen
pt_br: Confirmações
ru: Подтверждения
uk: Підтвердження
zh: 确认

# id_congratulations
source: Congratulations!
cs: Gratulujeme!
de: Gratulation!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
ja: おめでとうございます。
ko: 축하합니다!
nl: Gefeliciteerd!
pt_br: Parabéns!
ro: Felicitări!
ru: Поздравляем!
uk: Вітаємо!
vi: Chúc mừng bạn!
zh: 恭喜！

# id_connect_hardware_wallet
source: Connect hardware wallet
cs: Připojit hardwarovou peněženku
de: Hardware-Wallet verbinden
es: Conectar hardware cartera
fr: Connecter le portefeuille matériel
it: Connetti un hardware wallet
ja: ハードウェアウォレットを接続する
ko: 하드웨어 지갑 연결하기
nl: Hardware wallet aansluiten
pt_br: Conectar carteira física
ro: Conectați portofelul hardware
ru: Подключите аппаратный кошелек
uk: Підключіть апаратний гаманець
zh: 连接硬件钱包

# id_connect_jade_with_a_usb_cable
source: Connect Jade with a USB cable to download the latest firmware update
cs: Připojte zařízení Jade pomocí USB kabelu a stáhněte si nejnovější aktualizaci firmwaru.
de: Verbinde Jade mit einem USB-Kabel, um das aktuellste Firmware-Update runterzuladen
es: Conéctese a Jade con un cable USB para descargar la última actualización del firmware
fr: Connectez Jade avec un câble USB pour télécharger la dernière mise à jour du micrologiciel.
it: Connetti Jade con un cavo USB per scaricare gli ultimi aggiornamenti firmware
ja: JadeをUSBケーブルで接続して最新のファームウェアをダウンロードしてください
ko: 최신 펌웨어 업데이트를 다운로드하려면 USB 케이블로 Jade를 연결하세요.
nl: Sluit je Jade aan met een USB-kabel om de nieuwste firmware-update te downloaden
pt_br: Conecte a Jade com um cabo USB para baixar a atualização de firmware mais recente
ru: Подключите Jade с помощью USB-кабеля, чтобы загрузить последнее обновление прошивки
uk: Підключіть Jade за допомогою кабелю USB, щоб завантажити останнє оновлення прошивки
zh: 使用USB数据线连接Jade以下载最新的固件更新

# id_connect_through_a_proxy
source: Connect through a proxy
cs: Připojit se přes proxy
de: Über einen Proxy verbinden
es: Conectarse a través de un proxy
fr: Connectez-vous via un proxy
it: Connessione tramite proxy
ja: プロキシを使って接続する
ko: 프록시를 사용하여 연결하기
nl: Via proxy verbinden
pt_br: Conectar através de um proxy
ro: Conectare printr-un proxy
ru: Установить соединение через прокси-сервер
uk: Встановити з’єднання через проксі-сервер
vi: Nối thông qua một địa chỉ proxy
zh: 通过proxy连接

# id_connect_with_tor
source: Connect with Tor
cs: Připojit se přes Tor
de: Mit Tor verbinden
es: Conectarse con Tor
fr: Connectez-vous avec Tor
it: Connessione con Tor
ja: Torを使って接続する
ko: Tor를 사용하여 연결하기
nl: Met Tor verbinden
pt_br: Conectar usando Tor
ro: Conectare la Tor
ru: Установить соединение с Tor
uk: Встановити з’єднання з Tor
vi: Kết nối qua mạng Tor
zh: 连接Tor

# id_connect_your_jade_to_use_it
source: Connect your Jade to use it with Green
cs: Připojte svůj Jade a použijte jej s Green peněženkou
de: Verbinde dein Jade, um es mit Green zu verwenden
es: Conecte su Jade para utilizarla con Green
fr: Connectez votre Jade pour l'utiliser avec Green
it: Collega il tuo Jade per utilizzarlo con Green
ja: JadeをGreenと接続して利用する
ko: Jade를 연결하여 Green과 연동하여 사용하세요.
nl: Verbind je Jade om hem te gebruiken met Green
pt_br: Conecte sua Jade para utilizá-la com a Green
ro: Conectați portofelul hardware Jade pentru a-l folosi cu Green
ru: Подключите свой Jade, чтобы использовать его с Green
uk: Підключіть свій Jade, щоб використовувати його з Green
zh: 连接您的Jade以将其与Green配合使用

# id_connect_your_ledger_to_use_it
source: Connect your Ledger to use it in Green
cs: Připojte svůj Ledger a použijte jej s Green peněženkou
de: Verbinde deinen Ledger um ihn mit Green zu verwenden
es: Conecte su Ledger para usarla en Green
fr: Connectez votre Ledger pour l'utiliser avec Green
it: Collega il tuo Ledger per utilizzarlo con Green
ja: LedgerをGreenと接続して利用する
ko: Ledger를 연결하여 Green에서 사용하세요.
nl: Verbind je Ledger om hem in Green te gebruiken
pt_br: Conecte sua Ledger para utilizá-la com a Green
ro: Conectați portofelul hardware Ledger pentru a-l folosi cu Green
ru: Подключите свой Ledger, чтобы использовать его с Green
uk: Підключіть свій Ledger, щоб використовувати його з Green
zh: 连接您的Ledger以在Green中使用

# id_connected_to_jade
source: Connected to Jade
cs: Připojeno k Jade
de: Verbunden mit Jade
es: Conectado a Jade
fr: Connecté à Jade
it: Connesso a Jade
ja: Jadeに接続済み
ko: Jade와 연결 완료
nl: Verbonden met Jade
pt_br: Conectado à Jade
ro: Conectat la Jade
ru: Подключен к Jade
uk: Підключений до Jade
zh: 已连接Jade

# id_connected_wallets
source: Connected wallets
cs: Připojené peněženky
es: Carteras conectadas
it: Wallet connessi
ko: 연결된 모든 지갑
nl: Verbonden wallets
pt_br: Carteiras conectadas
zh: 已连接钱包

# id_connecting
source: Connecting…
cs: Připojování...
de: Verbindet sich...
es: Conectando...
fr: Connexion...
it: Connessione in corso...
ja: 接続中…
ko: 연결 중...
nl: Verbinden…
pt_br: Conectando…
ru: Идет подключение…
uk: Підключення …
zh: 正在连接。。。

# id_connecting_through_tor
source: Connecting through Tor
cs: Připojení přes Tor
de: Verbindet sich über Tor
es: Conectando por Tor
fr: Se connecter via Tor
it: Connessione con Tor in corso
ja: Tor経由で接続中
ko: Tor를 통해 연결 중
nl: Verbinding maken via Tor
pt_br: Conectando através do Tor
ro: Conectare prin TOR
ru: Подключение через Tor
uk: Підключення через Tor
zh: 通过Tor连接
