Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_invalid_mnemonic_must_be_24_or
source: Invalid mnemonic (must be 24 or 27 words)
cs: Neplatná mnemotechnická fráze (musí mít 24 nebo 27 slov)
de: Ungültiger Merksatz (muss 24 oder 27 Wörter enthalten)
es: Frase semilla inválida (debe contener de 24 a 27 palabras)
fr: Mnémonique invalide (doit faire entre 24 et 27 mots)
it: Mnemonic non valida (deve essere da 24 o 27 parole)
ja: 無効なニモニック(24から27個の単語である必要があります)
ko: 니모닉이 유효하지 않습니다 (24 또는 27 단어여야 합니다)
nl: Ongeldige herstelzin (24 of 27 woorden vereist)
pt_br: Mnemônico inválido (precisa ter 24 ou 27 palavras)
ro: Frază mnemonică invalidă (trebuie să aibă 24 sau 27 de cuvinte)
ru: Недопустимая мнемоническая фраза (должно быть 24 или 27 слов)
uk: Неправильна мнемонічна фраза (має бути 24 або 27 слів)
vi: Chữ gợi nhớ mnemonic không hợp lệ ( phải có 24 hoặc 27 từ )
zh: 助记词无效（必须为24或27个单词）

# id_invalid_network_configuration
source: Invalid network configuration
cs: Neplatná konfigurace sítě
de: Ungültige Netzwerk-Konfiguration
es: Configuración de red inválida
fr: Configuration réseau invalide
it: Configurazione di rete non valida
ja: 無効なネットワーク設定
ko: 네트워크 설정이 유효하지 않습니다
nl: Ongeldige netwerkconfiguratie
pt_br: Configuração de rede inválida
ro: Configurația rețelei este invalidă
ru: Неверная конфигурация сети
uk: Неправильна конфігурація мережі
vi: Cài đặt mạng không hợp lệ
zh: 网络配置无效

# id_invalid_payment_request_assetid
source: Invalid payment request, AssetID has to be specified
cs: Neplatný požadavek na platbu, je třeba zadat AssetID
de: Ungültige Zahlungsanfrage, Asset-ID muss spezifiziert werden
es: Solicitud de pago inválida. Es necesario indicar el identificador del activo.
fr: Demande de paiement invalide, l'AssetID doit être spécifié.
it: Richiesta di pagamento non valida. Specificare ID Asset
ja: 無効な支払いリクエスト、アセットIDが指定されている必要があります
ko: 잘못된 결제 요청입니다. AssetID 가 지정되어야 합니다.
nl: Ongeldig betalingsverzoek, AssetID moet worden opgegeven
pt_br: Solicitação de pagamento inválida, é necessário escolher o AssetID
ro: Cererea de plată este invalidă, trebuie specificat ID-ul monedei (AssetID)
ru: Недействительный платежный запрос, необходимо указать AssetID
uk: Недійсний платіжний запит, необхідно вказати AssetID
zh: 无效的支付请求，必须明确资产ID

# id_invalid_pgp_key
source: Invalid PGP key
cs: Neplatný klíč PGP
de: PGP-Schlüssel ungültig
es: Clave PGP inválida
fr: Clé PGP invalide
it: Chiave PGP non valida
ja: 無効なPGPキー
ko: PGP 키가 유효하지 않습니다
nl: Ongeldige PGP-sleutel
pt_br: Chave PGP inválida
ro: Cheie PGP invalidă
ru: Невалидный PGP-ключ
uk: Неправильний PGP-ключ
vi: Khóa PGP không hợp lệ
zh: PGP密钥无效

# id_invalid_phone_number_format
source: Invalid phone number format
cs: Neplatný formát telefonního čísla
de: Ungültiges Format für Telefonnummer
es: Formato de número de teléfono inválido
fr: Format de numéro de téléphone invalide
it: Formato numero non valido
ja: 無効な電話番号
ko: 전화번호 형식이 유효하지 않습니다
nl: Ongeldig telefoonnummer
pt_br: Formato de número de telefone inválido
ro: Format invalid pentru numărul de telefon
ru: Недопустимый формат номера телефона
uk: Неправильний формат телефонного номера
vi: Định dạng số Điện thoại không hợp lệ
zh: 手机号格式无效

# id_invalid_pin
source: Invalid PIN
cs: Neplatný PIN
de: Ungültige PIN
es: PIN inválido
fr: Code PIN Invalide
it: PIN non valido
ja: PINが無効です
ko: 잘못된 PIN
nl: Ongeldige PIN
pt_br: PIN inválido
ro: PIN invalid
ru: Неверный PIN-код
uk: Неправильний PIN-код
zh: 无效的PIN

# id_invalid_pin_remaining_attempts
source: Invalid PIN. Remaining attempts: %1$d.
cs: Neplatný PIN. Zbývajících pokusů: %1$d.
de: Ungültige PIN. Verbleibende Versuche: %1$d
es: PIN inválido. Intentos restantes: %1$d.
fr: Code PIN invalide. Essais restants : %1$d.
it: Pin non valido. Tentativi rimasti: %1$d.
ja: 無効なPIN. 残り%1$d 回
ko: PIN이 유효하지 않습니다. 남은 시도 : %1$d.
nl: Ongeldige PIN. Resterende pogingen: %1$d.
pt_br: PIN inválido. Tentativas restantes: %1$d.
ro: PIN invalid. Încercări rămase: %1$d.
ru: Неверный PIN-код. Осталось попыток: %1$d.
uk: Неправильний PIN-код. Залишилось спроб: %1$d.
vi: Mã PIN không hợp lệ. Số lần thử còn lại: %1$d
zh: 无效的PIN。剩余尝试次数：%1$d.

# id_invalid_pin_you_dont_have_any
source: Invalid PIN, you don't have any attempts left. Please log in using your mnemonic.
cs: Neplatný kód PIN, nemáte už žádné další pokusy. Přihlaste se prosím pomocí mnemotechnické fráze.
de: Ungültige PIN, Sie haben keine Versuche mehr übrig. Bitte loggen Sie sich mit Ihrem Merksatz ein.
es: PIN inválido. Ya no le quedan más intentos. Inicie sesión mediante su frase semilla.
fr: Code PIN invalide, plus aucun essai restant. Merci de vous connecter à l'aide de votre mnémonique.
it: PIN non valido. Non hai tentativi rimanenti. Effettua l'accesso usando la tua mnemonic.
ja: 無効なPIN、これ以上ログインできません。ニモニックを使ってログインして下さい。
ko: PIN이 유효하지 않습니다. 더 이상 시도할 수 없습니다. 니모닉을 사용하여 로그인하세요.
nl: Ongeldige PIN. Je hebt al je pogingen verbruikt. Meld je aan met je herstelzin.
pt_br: PIN inválido, você não tem mais tentativas restantes. Por favor, entre utilizando seu mnemônico.
ro: PIN invalid, ați rămas fără încercări. Vă rugăm să realizați logarea folosind fraza mnemonică a portofelului.
ru: Неверный PIN-код, у вас не осталось попыток. Пожалуйста, введите вашу мнемоническую фразу.
uk: Неправильний PIN-код, не залишилося жодної спроби. Будь ласка, використайте для входу вашу мнемонічну фразу
vi: Số PIN không hợp lệ, bạn không còn lần thử nào hết. Làm ơn đăng nhập bằng các chữ gợi nhớ mnemonic.
zh: PIN无效，已无尝试机会。请使用助记词登录。

# id_invalid_pin_you_have_1d
source: Invalid PIN, you have %1$d attempts left
cs: Neplatný PIN, zbývá vám pokusů: %1$d
de: Ungültiger PIN, Sie haben %1$d Versuche übrig
es: PIN inválido. Tiene %1$d intentos restantes.
fr: Code PIN invalide, il vous reste %1$d essais
it: PIN non valido. Hai %1$d tentativi rimanenti
ja: 無効なPIN、残り回数 %1$d 回
ko: PIN이 유효하지 않습니다. %1$d번 더 시도할 수 있습니다
nl: Ongeldige PIN, je hebt nog %1$d poging(en)
pt_br: PIN inválido, você tem %1$d tentativas restantes
ro: PIN invalid, mai aveți %1$d încercări rămase
ru: Неверный PIN-код, осталось попыток %1$d
uk: Неправильний PIN-код, залишилось спроб %1$d
vi: Mã PIN không hợp lệ, bạn còn %1$d lần nhập nữa
zh: PIN无效，还有%1$d次尝试机会

# id_invalid_private_key
source: Invalid private key
cs: Neplatný soukromý klíč
de: Privat-Schlüssel ungültig
es: Clave privada inválida
fr: Clé privée invalide
it: Chiave privata non valida
ja: 無効な秘密鍵
ko: 비밀키가 유효하지 않습니다
nl: Ongeldige privé-sleutel
pt_br: Chave privada inválida
ro: Cheie privată invalidă
ru: Невалидный приватный ключ
uk: Неправильний приватний ключ
vi: Khóa riêng tư không hợp lệ
zh: 私钥无效

# id_invalid_recovery_phrase
source: Invalid recovery phrase
cs: Neplatná fráze pro obnovení
de: Ungültige Wiederherstellungs-Phrase
es: Frase de recuperación inválida
fr: Phrase de récupération invalide
it: Recovery phrase non valida
ja: リカバリーフレーズが無効です。
ko: 잘못된 복구 구문
nl: Ongeldige herstelzin
pt_br: Frase de recuperação inválida
ru: Неверная фраза восстановления
uk: Невірна фраза відновлення
zh: 无效的助记词

# id_invalid_replacement_fee_rate
source: Invalid replacement fee rate
cs: Neplatná sazba náhradního poplatku (RBF)
de: Ungültige Ersatzgebühr
es: Comisión por vbyte de reemplazo inválida
fr: Taux de frais invalide
it: Fee rate sostitutiva non valida
ja: 無効な追加手数料率
ko: 교체 수수료율이 유효하지 않습니다
nl: Ongeldig vervangend tarief
pt_br: Taxa de substituição inválida
ro: Rata de înlocuire a comisionului este invalidă
ru: Недопустимая замена комиссии
uk: Неправильна заміна комісії
vi: Lệ phí thay thế không hợp lệ
zh: 请调高转账手续费

# id_invalid_status_check_that_your
source: Invalid status. Check that your device is unlocked and try again.
cs: Neplatný stav. Zkontrolujte, zda je zařízení odemčeno, a zkuste to znovu.
de: Unzulässiger Status. Überprüfe, ob dein Gerät entsperrt ist, und versuche es erneut.
es: Estado inválido. Verifique que su dispositivo esté desbloqueado y vuelva a intentarlo.
fr: Statut non valide. Vérifiez que votre appareil est déverrouillé et réessayez.
it: Stato non valido. Assicurati che il dispositivo sia sbloccato e riprova.
ja: ステータスが確認できませんでした。デバイスのロックを解除して再試行してください。
ko: 유효하지 않은 상태. 기기가 잠금 해제되어 있는지 확인하고 다시 시도하세요.
nl: Ongeldige status. Controleer of je apparaat is ontgrendeld en probeer het opnieuw.
pt_br: Status inválido. Verifique se o seu dispositivo está desbloqueado e tente novamente.
ro: Status invalid. Verificați dacă dispozitivul dvs este deblocat și apoi încercați din nou.
ru: Неверный статус. Убедитесь, что ваше устройство разблокировано, и попробуйте еще раз.
uk: Невірний статус. Переконайтеся, що ваш пристрій розблоковано, і спробуйте ще раз.
zh: 状态无效。请检查设备是否解锁然后重试。

# id_invalid_twofactor_code
source: Invalid Two-Factor code
cs: Neplatný 2-Faktorový kód
de: Üngültiger Zwei-Faktor Code
es: Código de dos factores inválido
fr: Code du deuxième facteur invalide
it: Codice a Due Fattori non valido
ja: 無効な2段階認証コード
ko: 이중 인증 코드가 유효하지 않습니다
nl: Ongeldige code tweetrapsauthenticatie
pt_br: Código de autenticação de dois fatores inválido
ro: Cod de autentificare cu 2 factori (2FA) invalid
ru: Невалидный двухфакторный код
uk: Неправильний двофакторний код
vi: Mã xác thực 2 lớp không hợp lệ
zh: 双重验证码无效

# id_invalid_url
source: Invalid URL
cs: Neplatná URL adresa
de: Ungültige URL
es: URL inválido
fr: URL invalide
it: URL non valido
ja: 無効なURL
ko: URL이 유효하지 않습니다
nl: Ongeldige URL
pt_br: URL inválida
ro: URL invalid
ru: Неверный URL
uk: Неправильний URL
vi: Đường dẫn URL không hợp lệ
zh: URL无效

# id_invalid_xpub
source: Invalid xpub
cs: Neplatný xpub
de: Ungültiger xpub
es: Xpub inválido
fr: Xpub invalide
it: Xpub non valido
ja: xpubが無効です
ko: 잘못된 xpub
nl: Ongeldige xpub
pt_br: xPub inválido
ru: Недействительный xpub
uk: Недійсний xpub
zh: 无效的xpub

# id_is_a_noncustodial
source: is a non-custodial
cs: Nedrží vaše prostředky
de: ist eine selbstverwahrende (non-custodial)
es: es una cartera sin custodia
fr: sans dépôt
it: è non custodial
ja: 保管されない
ko: 비수탁형입니다
nl: is een zelf-management
pt_br: é uma carteira não custodiante
ro: este un portofel non-custodial
ru: контролируется только владельцем
uk: керується тільки власником
vi: là không tạm giữ tiền
zh: 是一个非第三方托管的

# id_issuer
source: Issuer
cs: Vydavatel
de: Ausgeber
es: Emisor
fr: Emetteur
it: Emittente
ja: 発行者
ko: 발행자
nl: Uitgever
pt_br: Emissor
ro: Emițător
ru: Эмитент
uk: Емітент
vi: Người phát hành
zh: 发行者

# id_issuer_domain_s
source: Issuer Domain: %@
cs: Doména vydavatele: %@
de: Domain des Herausgebers: %@
es: Dominio del emisor: %@
fr: Domaine de l'émetteur : %@
it: Dominio emittente: %@
ja: 発行者のドメイン: %@
ko: 발행자 도메인: %@
nl: Uitgever domein: %@
pt_br: Domínio do emissor: %@
ro: Proprietar domeniu: %@
ru: Домен эмитента: %@
uk: Домен емітента: %@
zh: 发行人域名：%@

# id_it_looks_like_you_have_no
source: It looks like you have no wallets. Click below to add one.
cs: Vypadá to, že nemáte žádné peněženky. Kliknutím níže jednu přidáte.
de: Sieht so aus, als hättest du noch keine Wallets. Klicke hier unten, um ein Wallet hinzuzufügen.
es: Parece que no tiene ninguna cartera. Haga clic a continuación para agregar una.
fr: Il semble que vous n'ayez pas de portefeuille. Cliquez ci-dessous pour en ajouter un.
it: Sembra che tu non abbia alcun wallet. Clicca qui sotto per aggiungerne uno.
ja: ウォレットが存在しないようです。下から新しく作成しましょう
ko: 보유한 지갑이 없습니다. 아래를 클릭하여 추가하세요.
nl: Het lijkt erop dat je geen wallet hebt. Klik hieronder om er een toe te voegen.
pt_br: Nenhuma carteira foi encontrada. Clique abaixo para adicionar uma.
ro: Se pare că nu aveți niciun portofel. Click mai jos ca să adăugați unul.
ru: Похоже, у вас нет кошельков. Щелкните ниже, чтобы его добавить.
uk: Схоже, у вас немає гаманців. Клацніть нижче, щоб додати один.
zh: 你好像没有钱包。点击下方添加钱包。

# id_jade_unlocked
source: Jade unlocked
cs: Jade odemčen
de: Jade entsperrt
es: Jade desbloqueada
fr: Jade déverrouillé
it: Jade sbloccato
ja: Jadeのアンロックが成功
ko: Jade 잠금 해제 완료
nl: Jade ontgrendeld
pt_br: Jade desbloqueada
ro: Jade a fost deblocat
ru: Jade разблокирован
uk: Jade розблоковано
zh: Jade已解锁

# id_jade_was_initialized_for_testnet
source: Jade was initialized for testnet
cs: Jade byl inicializován pro testnet
de: Jade initialisiert für Testnet
es: Se inicializó Jade para la testnet.
fr: Jade a été initialisé pour testnet
it: Jade inizializzato per testnet
ja: JadeがTestnet用に初期化されました
ko: Jade가 테스트넷을 위해 초기화되었습니다
nl: Jade is geïnitialiseerd voor testnet
pt_br: A Jade foi inicializada na rede de teste
ru: Jade был инициализирован для тестнета
uk: Jade було ініціалізовано для тестнету
zh: Jade已为测试网初始化

# id_just_a_few_more_steps_to_get
source: Just a few more steps to get you set up.
cs: Ještě pár kroků k nastavení.
de: Nur noch ein paar Schritte um die Einrichtung abzuschließen.
es: Solo faltan unos pasos más para terminar la configuración.
fr: Encore quelques étapes pour vous mettre en place.
it: Rimangono soli pochi passi per poter iniziare.
ja: セットアップはあと少しで完了します。
ko: 몇 단계만 더 거치면 설정이 완료됩니다.
nl: Nog een paar stappen te gaan.
pt_br: Faltam apenas mais algumas etapas para restaurar a carteira.
ro: Cîțiva pași și inițializarea este gata.
ru: Еще несколько шагов для настройки.
uk: Ще кілька кроків для настройки.
zh: 只需再完成几个步骤即可完成设置。

# id_label
source: Label
cs: Popisek
es: Etiqueta
it: Etichetta/Label
ja: ラベル
ko: 라벨
pt_br: Rótulo
ru: Метка
uk: Мітка
vi: NHÃN
zh: 标签

# id_language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
uk: Мова
zh: 语言

# id_last_attempt_if_failed_you_will
source: Last attempt: if failed, you will have to restore your wallet with your recovery phrase.
cs: Poslední pokus: pokud se nezdaří, budete muset obnovit peněženku pomocí fráze pro obnovení.
de: Letzter Versuch: wenn dieser fehlschlägt, musst du dein Wallet mit der Wiederherstellungs-Phrase wiederherstellen.
es: Último intento: si falla, tendrá que restaurar su cartera con la frase de recuperación.
fr: Dernière tentative : en cas d'échec, vous devrez restaurer votre portefeuille avec votre phrase de récupération.
it: Ultimo tentativo rimanente: in caso di esito negativo dovrai ripristinare il tuo wallet utilizzando la tua recovery phrase.
ja: 忠告: 最後の試行です。今回入力を間違えるとリカバリーフレーズからウォレットを復元する必要があります。
ko: 마지막 시도 : 실패 시 복구 문구로 지갑을 복구해야 합니다.
nl: Laatste poging: indien deze mislukt, moet je je wallet herstellen met je herstelzin.
pt_br: Última tentativa: se falhar, você terá que restaurar sua carteira usando sua frase de recuperação.
ru: Последняя попытка: в случае неудачи вам придется восстановить свой кошелек с помощью фразы восстановления.
uk: Остання спроба: в разі невдачі вам доведеться відновити свій гаманець за допомогою фрази відновлення.
vi: Lần thử cuối cùng: nếu thất bại, bạn sẽ phải khôi phục ví của mình bằng cách sử dụng tính năng 24 từ ghi nhớ mnemonic words.
zh: 最后一次尝试：如果失败，您将不得不使用助记词来恢复您的钱包。

# id_last_ping_1d_ms
source: Last ping: %1$d ms
cs: Poslední ping: %1$d ms
de: Letzter Ping: %1$d ms
es: Último ping: %1$d ms
fr: Dernier ping : %1$d ms
it: Ultimo ping: %1$d ms
ja: 最終Ping: %1$d ms
ko: 마지막 핑 : %1$d ms
nl: Laatste ping: %1$d ms
pt_br: Último ping: %1$d ms
ro: Ultimul ping: %1$d ms
ru: Последний сигнал: %1$d мс
uk: Останній пінг: %1$d мс
vi: Lần ping cuối: %1$d phần nghìn của một giây
zh: 延迟：%1$d ms

# id_later
source: LATER
cs: POZDĚJI
de: SPÄTER
es: LUEGO
fr: PLUS TARD
it: PIÙ TARDI/DOPO
ja: 後で
ko: 나중에
pt_br: MAIS TARDE
ro: MAI TÂRZIU
ru: ПОЗЖЕ
uk: ПІЗНІШЕ
vi: SAU ĐÓ
zh: 稍后

# id_latest_transactions
source: Latest transactions
cs: Poslední transakce
de: Letzte Transaktionen
es: Últimas transacciones
fr: Dernières transactions
it: Ultime transazioni
ja: 最新のトランザクション
ko: 최근 거래
nl: Laatste transacties
pt_br: Últimas transações
ru: Последние транзакции
uk: Останні транзакції
zh: 最新的转账

# id_lbtc_has_no_issuer_and_is
source: L-BTC has no issuer and is instead created on the network via a peg-in.
cs: L-BTC nemá vydavatele a je místo toho vytvořen v síti pomocí peg-in.
de: L-BTC hat keinen Emittenten und wird stattdessen über einen Peg-In im Netzwerk erstellt.
es: En lugar de tener un emisor, el L-BTC se genera en la red mediante transacciones "peg-in".
fr: Le L-BTC n'a pas d'émetteur et est créé sur le réseau via un peg-in.
it: Gli L-BTC non hanno emettitori e vengono creati sulla rete attraverso un peg-in.
ja: L-BTCに発行者はおらず、ペグインという機能を使ってネットワーク側で生成されます。
ko: L-BTC는 발행자가 없 고 페그인을 통해 네트워크에서 생성됩니다.
nl: L-BTC heeft geen uitgever en wordt in plaats daarvan op het netwerk aangemaakt via een peg-in.
pt_br: L-BTC não possui emissor, é criado na rede por meio de um procedimento chamado peg-in.
ro: L-BTC nu are o entitate emitentă și este creat de către rețea atunci când bitcoini de pe lanțul principal sunt transferați în rețea.
ru: L-BTC не имеет эмитента и вместо этого создается в сети посредством привязки.
uk: L-BTC не має емітента і замість цього створюється в мережі за допомогою прив'язки.
zh: L-BTC并没有对应的发行方，是由锁入操作生成的。

# id_learn_more
source: Learn more
cs: Zjistit více
de: Erfahre mehr
es: Más información
fr: En savoir plus
it: Maggiori informazioni
ja: 詳しく知る
ko: 더 보기
nl: Kom meer te weten
pt_br: Saiba mais
ro: Află mai mult
ru: Узнать больше
uk: Дізнатися більше
zh: 了解更多

# id_learn_more_about_s
source: Learn more about %@.
cs: Dozvědět se víc o %@.
de: Erfahre mehr über %@.
es: Más información sobre %@.
fr: En savoir plus sur %@.
it: Maggiori informazioni su %@.
ja: %@についてより詳しく知る。
ko: %@에 대해 더 알아보기.
nl: Kom meer te weten over %@.
pt_br: Aprenda mais sobre %@.
ro: Învățați mai mult despre %@.
ru: Узнать больше о %@.
uk: Дізнатися більше про %@.
zh: 了解更多%@。

# id_ledger_dashboard_detected
source: Ledger Dashboard detected, please open the correct app to access.
cs: Ledger Dashboard detekován, otevřete správnou aplikaci pro přístup.
de: Ledger Dashboard erkannt, für Zugriff bitte die richtige App öffnen.
es: Ledger Dashboard detectado. Abra la app correcta para acceder.
fr: Ledger Dashboard détecté, merci d'ouvrir l'application appropriée pour y accéder.
it: Dashboard Ledger rilevata. Avvia l'app corretta per accedere.
ja: Ledgerダッシュボードを検知しました。正しいアプリを使ってアクセスして下さい。
ko: Ledger Dashboard가 감지되었습니다. 올바른 앱을 열어 사용하세요.
nl: Ledger Dashboard gedetecteerd. Open de juiste app voor toegang.
pt_br: Ledger Dashboard detectada, por favor, abra o aplicativo correto para acessar.
ro: Ledger Dashboard a fost detectat, vă rugăm să deschideți aplicația corectă pentru a avea acces.
ru: Обнаружена панель Ledger, пожалуйста, откройте приложение для доступа.
uk: Знайдена панель Ledger, будь ласка, відкрийте правильний додаток для доступу.
vi: Bảng điều khiên Ledger đã tìm thấy, làm ơn mở ứng dụng đúng để vào.
zh: 检测到Ledger Dashboard，请打开正确的应用来获取。

# id_ledger_devices
source: Ledger devices
cs: Zařízení Ledger
de: Ledger-Geräte
es: Dispositivos Ledger
fr: Appareils Ledger
it: Dispositivi Ledger
ja: Ledgerデバイス
ko: Ledger 기기
nl: Ledger-apparaten
pt_br: Dispositivos Ledger
ro: Dispozitive Ledger
ru: Аппаратные кошельки Ledger
uk: Апаратні гаманці Ledger
zh: Ledger设备

# id_ledger_supports_a_limited_set
source: Ledger supports a limited set of assets: tap here to check the list.
cs: Ledger podporuje omezenou sadu aktiv: klepnutím sem zkontrolujete seznam.
de: Ledger unterstützt eine begrenzte Anzahl von Assets: Tippe hier, um die Liste zu sehen.
es: Para ver la lista de activos compatibles con Ledger, pulse aquí.
fr: Ledger prend en charge un ensemble limité d'actifs : tapez ici pour vérifier la liste.
it: Ledger supporta un numero limitato di asset. Clicca qui per consultare la lista.
ja: Ledgerは限られた種類のアセットに対応しています。こちらをタップしてリストを確認しましょう。
ko: Ledger는 한정된 자산 세트를 지원합니다. 목록을 확인하려면 여기를 탭하세요.
nl: Ledger ondersteunt een beperkte set assets: tik hier om de lijst te bekijken.
pt_br: A Ledger suporta uma quantidade limitada de ativos: clique aqui para verificar a lista.
ro: Ledger oferă suport pentru un număr limitat de monede: apăsați aici pentru a verifica lista.
ru: Ledger поддерживает лимитированный набор активов: нажмите здесь, чтобы просмотреть список.
uk: Ledger підтримує лімітований набір активів: натисніть тут, щоб переглянути список.
vi: Ledger supports a limited set of assets: check our documentation before receiving assets other than L-BTC or USDt.
zh: Ledger支持有限的几种资产：点击这里查看完整列表。

# id_legacy_account
source: Legacy Account
cs: Starší účet
de: Legacy-Konto
es: Cuenta Legacy
fr: Compte Legacy
it: Account Legacy
ja: レガシーアカウント
ko: 레거시 계정
nl: Verouderde account
pt_br: Conta Legacy
ru: Аккаунт Legacy
uk: Акаунт Legacy
zh: 旧账户

# id_legacy_bip44
source: Legacy (BIP44)
ko: 레거시 (BIP44)
pt_br: (BIP44) Legacy

# id_legacy_script_coins
source: Legacy script coins
cs: Starší skriptové mince
es: Monedas del script legacy
it: Coin Legacy script
ja: レガシースクリプトで保護されたコイン
ko: 레거시 스크립트 코인
nl: 'Legacy script'-munten
pt_br: Moedas script legacy
ru: Монеты с легаси-скриптом
uk: Монети з Legacy-скриптом
zh: 传统的脚本代币

# id_legacy_segwit_account
source: Legacy SegWit Account
es: Cuenta Legacy SegWit
it: Account Legacy SegWit
ko: 레거시 세그윗 계정
pt_br: Conta SegWit Legacy

# id_legacy_segwit_bip49
source: Legacy SegWit (BIP49)
ko: 레거시 세그윗 (BIP49)
pt_br: SegWit (BIP49) Legacy

# id_lets_get_you_set_up
source: Let's get you set up.
cs: Pojďme se připravit.
de: Beginnen wir mit dem Setup.
es: Empecemos.
fr: Préparons votre installation.
it: Iniziamo!
ja: 設定してみましょう。
ko: 시작해봅시다.
nl: We gaan alles instellen.
pt_br: Vamos lá então configurar sua carteira.
ro: Haideți să facem setările inițiale.
ru: Давайте произведем настройку.
uk: Давайте зробимо налаштування.
vi: Bạn hãy cài đặt
zh: 立即开始设置。

# id_liquid_electrum_server
source: Liquid Electrum server
cs: Server Liquid Electrum
es: Servidor Electrum de Liquid
fr: Liquid Electrum serveur
it: Server Liquid Electrum
ko: Liquid Electrum 서버
pt_br: Servidor Liquid Electrum
ru: Сервер Liquid Electrum
uk: Сервер Liquid Electrum
zh: 液态网络Electrum服务器
