Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_managed_assets_account
source: Managed Assets Account
cs: Účet spravovaných aktiv
de: Konto für Managed Assets
es: Cuenta de activos gestionados
it: Account Managed Assets
ja: マネージド・アセット・アカウント
ko: Managed Assets 계정
nl: 'Beheerde assets'-account
pt_br: Gerenciar conta de ativos
ro: Contul monedelor gestionate
ru: Аккаунт Managed Assets
uk: Акаунт Managed Assets
zh: 托管资产账户

# id_managed_assets_accounts_are
source: Managed assets accounts are only available on Liquid wallets. You may be required to provide your account ID to issuers to receive a Managed Asset.
cs: Účty spravovaných aktiv jsou k dispozici pouze v peněženkách Liquid. Může se od vás vyžadovat, abyste emitentům poskytli ID svého účtu, abyste obdrželi spravované aktivum.
de: Konten für verwalteten Vermögenswerte sind nur für Liquid Wallets verfügbar. Möglicherweise musst du deine Konto-ID dem Herausgeber angeben, um Managed Assets zu erhalten.
es: Las cuentas de activos gestionados (Managed Assets) únicamente están disponibles en las carteras Liquid. Es posible que los emisores de activos gestionados le soliciten su identificador de cuenta antes de transferir los activos.
fr: Les comptes d'actifs gérés sont uniquement disponibles sur les portefeuilles Liquid. Il peut vous être demandé de fournir votre identifiant de compte aux émetteurs pour recevoir un actif géré.
it: Gli account Managed Assets sono solo disponibili sui wallet Liquid. Ti potrebbe essere richiesto di di fornire l'ID del tuo account a un emettitore per ricevere un Managed Asset.
ja: マネージド・アセット・アカウントはLiquidウォレットにのみ存在します。マネージド・アセットの受け取りには発行者にアカウントIDを伝えなければならない場合があります。
ko: 관리 자산 계정은 Liquid 지갑에서만 사용할 수 있습니다. Managed Asset을 받으려면 발행자에게 계정 ID를 제공해야 할 수 있습니다.
nl: 'Beheerde assets'-accounts zijn alleen beschikbaar op Liquid-wallets. Mogelijk moet je een account-ID verstrekken aan uitgevers om een beheerde asset te ontvangen.
pt_br: As contas de valores mobiliários estão disponíveis apenas nas carteiras Liquid. Pode ser necessário fornecer um documento de identidade para o emissor responsável, para receber um título financeiro.
ro: Conturile pentru monedele gestionate sunt disponibile doar în portofelele Liquid. Ar putea fi nevoie să oferiți ID-ul de cont către emițători pentru a primi moneda gestionată.
ru: Аккаунты с управляемыми активами доступны только на кошельках Liquid. Для получения Managed Asset может потребоваться предоставить ID вашей учетной записи эмитентам.
uk: Акаунти з керованими активами доступні тільки на гаманцях Liquid. Для отримання Managed Asset може знадобитися надати ID вашого облікового запису емітентам.
zh: 托管资产账户仅适用于液态网络钱包。您可能需要向发行人提供您的账户ID以接收托管资产。

# id_manual_coin_selection
source: Manual coin selection
cs: Ruční výběr mincí
de: Manuelle Coin-Auswahl
es: Selección de monedas manual
fr: Sélection manuelle des pièces
it: Selezione manuale monete
ja: 手動のコインセレクション
ko: 수동 코인 선택
nl: Handmatige muntselectie
pt_br: Selecionar manualmente as moedas
ru: Ручной выбор монет
uk: Ручний вибір монет
zh: 手动代币选择

# id_manual_restore
source: Manual Restore
cs: Ruční obnovení
es: Restauración manual
it: Ripristino Manuale
ko: 수동 복구
nl: Handmatig herstellen
pt_br: Restauração manual
zh: 手动恢复

# id_medium
source: Medium
cs: Střední
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
ko: 중간
nl: Gemiddeld
pt_br: Médio
ro: Mediu
ru: Средний
uk: Середній
vi: Trung bình
zh: 中

# id_memo
source: Memo
es: Nota
fr: Mémo
ja: メモ
ko: 메모
ru: Уведомление
uk: Пам'ятка
zh: 备忘录

# id_message
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
pt_br: Mensagem
ru: Сообщение
uk: Повідомлення
zh: 消息

# id_message_hash
source: Message hash
cs: Hash zprávy
de: Hash der Nachricht
es: Hash del mensaje
it: Hash messaggio
ja: メッセージ・ハッシュ
ko: 메시지 해시
nl: Bericht-hash
pt_br: Hash da mensagem
ru: Хеш сообщения
uk: Хеш повідомлення
zh: 消息哈希

# id_migrate_another_wallet
source: Migrate Another Wallet
cs: Migrace další peněženky
de: Eine weitere Wallet migrieren
es: Traspasar otra cartera
fr: Migrer un autre portefeuille
it: Migrazione altro Wallet
ja: 別のウォレットを移行する
ko: 다른 지갑 가져오기
nl: Een andere wallet migreren
pt_br: Migrar outra carteira
ro: Importați un alt portofel
ru: Перенести другой кошелек
uk: Перенести інший гаманець
zh: 迁移另一个钱包

# id_migrating_to_blockstream_green
source: Migrating to Blockstream Green? Have an existing Blockstream Green wallet you’d like to import? Let's go!
cs: Migrujete na Blockstream Green? Máte stávající peněženku Blockstream Green, kterou chcete importovat? Pojďme na to!
de: Zu Blockstream Green migrieren? Hast du ein existierendes Blockstream Green-Wallet, das du importieren möchtest? Log geht's!
es: ¿Va a pasarse a Blocksteam Green? ¿Ya tiene una cartera Green que desea importar? ¡Allá vamos!
fr: Vous migrez vers Blockstream Green ? Vous avez un portefeuille Blockstream Green existant que vous souhaitez importer ? Allons-y !
it: Stai migrando a Blockstream Green? Hai già un wallet Blockstream Green che vorresti importare? Ecco come fare!
ja: Blockstream Greenへの移行か、既存のBlockstream Greenウォレットの読み込みをお考えでしょうか？こちらへお進みください。
ko: Blockstream Green으로 전환할 계획이신가요? 가져올 기존 Blockstream Green 지갑이 있으신가요? 시작해봅시다!
nl: Wil je overstappen naar Blockstream Green? Heb je een bestaande Blockstream Green-wallet die je wilt importeren? Laten we aan de slag gaan!
pt_br: Migrando para o Blockstream Green? Você tem uma carteira Blockstream Green existente que gostaria de importar? Vamos lá!
ro: Aveți deja un portofel Blockstream Green pe care doriți să-l adăugați?
ru: Переходите на Blockstream Green? У вас есть кошелек Blockstream Green, который вы хотите импортировать? Давайте это сделаем!
uk: Переходите на Blockstream Green? У вас є гаманець Blockstream Green, який ви хочете імпортувати? Давайте це зробимо!
zh: 迁移到Blockstream Green？并且有想要导入的现有Blockstream Green钱包？现在就开始吧！

# id_minute
source: minute
cs: minuta
es: minuto
it: minuto
ja: 分
ko: 분
nl: min.
pt_br: minuto
ro: Minut
ru: минута
uk: хвилина
vi: phút
zh: 分钟

# id_minutes
source: minutes
cs: minuty
de: Minuten
es: minutos
it: minuti
ja: 分
ko: 분
nl: min.
pt_br: minutos
ro: Minute
ru: минут
uk: хвилин
vi: phút
zh: 分钟

# id_mnemonic
source: Mnemonic
cs: Mnemotechnická fráze
de: Merksatz
es: Frase semilla
fr: Mnémonique
ja: ニモニック
ko: 니모닉
nl: Herstelzin
pt_br: Mnemônico
ro: Frază mnemonică
ru: Мнемоническая фраза
uk: Мнемонічна фраза
vi: Các chữ gợi nhớ Mnemonic
zh: 助记词

# id_mnemonic_not_available
source: Mnemonic not available
cs: Mnemotechnická fráze není k dispozici
de: Merksatz nicht verfügbar
es: Frase semilla no disponible
fr: Mnémonique non disponible
it: Mnemonic non disponibile
ja: ニモニックが有りません
ko: 사용 가능한 니모닉이 없습니다
nl: Herstelzin niet beschikbaar
pt_br: Mnemônico não disponível
ro: Fraza mnemonică nu este disponibilă
ru: Мнемоническая фраза недоступна
uk: Мнемонічна фраза недоступна
vi: Các chữ gợi nhớ Mnemonic không sẵn sàng
zh: 助记词不可用

# id_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
zh: 模型

# id_month
source: month
cs: měsíc
de: Monat
es: mes
fr: mois
it: mese
ja: 月
ko: 개월
nl: maand
pt_br: mês
ro: Lună
ru: месяц
uk: місяць
vi: tháng
zh: 月

# id_months
source: months
cs: měsíce
de: Monate
es: meses
fr: mois
it: mesi
ja: 月
ko: 개월
nl: maanden
pt_br: meses
ro: Luni
ru: месяцев
uk: місяців
vi: tháng
zh: 月

# id_more_info
source: More Info
cs: Více informací
de: Weitere Informationen
es: Más información
fr: Plus d'infos
it: Maggiori informazioni
ja: 追加の情報
ko: 자세한 정보
nl: Meer informatie
pt_br: Mais info
ro: Mai multe informații
ru: Больше информации
uk: Більше інформації
zh: 更多信息

# id_more_options
source: More Options
cs: Více možností
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Più opzioni
ja: 追加のオプション
ko: 기타 옵션
nl: Meer opties
pt_br: Mais opções
ro: Mai multe opțiuni
ru: Больше опций
uk: Більше опцій
zh: 更多选项

# id_multi_server_validation
source: Multi Server Validation
cs: Validace více serverů
de: Multi-Server-Validierung
es: Validación de múltiples servidores
fr: Validation multi-serveur
it: Convalida multi server
ja: マルチサーバー検証
ko: 다중 서버 검증
nl: Multi Server-validatie
pt_br: Validação de vários servidores
ru: Мультисерверная валидация
uk: Мультисерверна валідація
zh: 多服务器验证

# id_multiple_assets
source: Multiple Assets
cs: Více aktiv
de: Mehrere Vermögen
es: Múltiples activos
fr: Actifs multiples
it: Asset Multipli
ja: 複数のアセット
ko: 여러 가지 자산
nl: Meerdere assets
pt_br: Vários ativos
ro: Monede multiple
ru: Множественные активы
uk: Множинні активи
vi: Nhiều tài sản
zh: 多种资产

# id_my_notes
source: MY NOTES
cs: MOJE POZNÁMKY
de: MEINE NOTIZEN
es: MIS NOTAS
fr: MES NOTES
it: LE MIE NOTE
ja: メモ
ko: 나의 메모
nl: MIJN NOTITIES
pt_br: MINHAS ANOTAÇÕES
ro: NOTELE MELE
ru: МОИ ЗАМЕТКИ
uk: МОЇ НОТАТКИ
vi: GHI CHÚ CỦA TÔI
zh: 我的备注

# id_name
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя
uk: Ім’я
vi: Tên
zh: 姓名

# id_need_help
source: Need help?
cs: Potřebujete pomoc?
de: Brauchst du Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ja: サポート
ko: 도움이 필요하신가요?
nl: Hulp nodig?
pt_br: Precisa de ajuda?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
uk: Потрібна допомога?
zh: 请求帮助？

# id_network
source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pt_br: Rede
ro: Rețea
ru: Сеть
uk: Мережа
vi: MẠNG
zh: 网络

# id_network_configuration
source: Network Configuration
cs: Konfigurace sítě
de: Netzwerk-Konfiguration
es: Configuración de red
fr: Configuration réseau
it: Configurazione Network
ja: ネットワーク設定
ko: 네트워크 설정
nl: Netwerkconfiguratie
pt_br: Configurações de rede
ro: Configurare Rețea
ru: Конфигурация сети
uk: Конфігурація мережі
vi: Thiết lập mạng
zh: 网络配置

# id_network_fee
source: NETWORK FEE
cs: SÍŤOVÉ POPLATKY
de: NETZWERK-GEBÜHR
es: Comisión de la red
fr: FRAIS DE RESEAU
it: Fee Network
ja: ネットワーク手数料
ko: 네트워크 수수료
nl: NETWERKKOSTEN
pt_br: Taxa de rede
ro: COMISION REȚEA
ru: КОМИССИЯ СЕТИ
uk: КОМІСІЯ МЕРЕЖІ
vi: PHÍ MẠNG
zh: 网络费用

# id_network_monitor
source: Network Monitor
cs: Sledování sítě
de: Netzwerk-Monitor
es: Monitor de red
fr: Contrôle du réseau
ja: ネットワーク・モニター
ko: 네트워크 모니터
nl: Netwerk-monitor
pt_br: Monitor de rede
ro: Monitorizare Rețea
ru: Сетевой монитор
uk: Монітор мережі
vi: Giám sát mạng
zh: 网络监视器

# id_networks
source: Networks
cs: Sítě
de: Netzwerke
es: Redes
fr: Réseaux
it: Network
ja: ネットワーク一覧
ko: 네트워크
nl: Netwerken
pt_br: Redes
ru: Сети
uk: Мережі
zh: 网络

# id_new_account_created
source: New account created
cs: Vytvořen nový účet
de: Neues Konto eingerichtet
es: Cuenta nueva creada
fr: Nouveau compte créé
it: Nuovo account creato
ja: 新しいアカウントを作成しました
ko: 새로운 계정 생성 완료
nl: Nieuwe account aangemaakt
pt_br: Nova conta criada
ru: Создана новая учетная запись
uk: Створено новий обліковий запис
zh: 新创建的账户

# id_new_accounts_functionality
source: New accounts functionality coming soon!
cs: Nová funkce účtů již brzy!
de: Neue Kontofunktionalität in Kürze!
es: ¡Próximamente, una nueva función de las cuentas!
fr: Nouvelle fonctionnalité à venir !
it: In arrivo nuove funzionalità per gli account!
ja: アカウント関連の新機能が近日追加予定
ko: 새로운 계정 추가 기능이 곧 제공됩니다!
nl: De functie voor nieuwe accounts verschijnt binnenkort!
pt_br: A funcionalidade "Novas contas" estará disponível em breve!
ro: În curând vor fi disponibile noi funcții pentru contul dvs!
ru: Ожидается добавление функции “новый аккаунт”!
uk: Очікується додавання функції "новий акаунт"!
vi: Sắp có chức năng tài khoản mới!
zh: 新的账户功能即将上线！

# id_new_fee
source: New fee
cs: Nový poplatek
de: Neue Gebühr
es: Nueva comisión
fr: Nouveau frais
it: Nuova fee
ja: 新しい手数料
ko: 새로운 수수료
nl: Nieuw tarief
pt_br: Nova taxa
ro: Comision nou
ru: Новая комиссия
uk: Нова комісія
zh: 新的手续费

# id_new_incoming_transaction_in
source: New incoming transaction in account %@ (%@).
cs: Nová příchozí transakce na účtu %@ (%@).
de: Neue Transaktion eingegangen auf Konto %@ (%@).
es: Nueva transacción entrante en la cuenta %@ (%@).
fr: Nouvelle transaction entrante sur le compte %@ (%@).
it: Nuova transazione in entrata nell'account %@ (%@).
ja: アカウント%@は新しいトランザクションを受信しています。(%@)。
ko: %@ 계정에 새 입금 내역(%@).
nl: Nieuwe binnenkomende transactie in account %@ (%@).
pt_br: Nova transação recebida na conta %@ (%@).
ro: O nouă tranzacție este în curs de primire în contul %@ (%@).
ru: Новая входящая транзакция на аккаунте%@ (%@).
uk: Нова вхідна транзакція на акаунті %@ (%@).
vi: Giao dịch nhận tiền mới đang tới trong tài khoản %@ (%@)
zh: 账户%@正在接收新的转账（%@）。

# id_new_jade_firmware_available
source: New Jade Firmware Available
cs: K dispozici je nový Jade firmware
de: Neue Firmware für Jade verfügbar
es: Nuevo firmware disponible para Jade
fr: Nouveau firmware Jade disponible
it: Nuovo firmware Jade disponibile
ja: Jadeの新しいファームウェアがあります
ko: 새로운 Jade 펌웨어가 사용 가능합니다.
nl: Nieuwe Jade-firmware beschikbaar
pt_br: Novo firmware da Jade disponível
ro: Este disponibilă o nouă versiune a firmware-ului pentru Jade
ru: Доступна новая прошивка Jade
uk: Доступна нова прошивка Jade
zh: 新的可用的Jade固件

# id_new_jade_firmware_required
source: New Jade Firmware Required
cs: Je vyžadován nový Jade firmware
de: Neue Firmware für Jade nötig
es: Se requiere una actualización del firmware de Jade
fr: Nouveau firmware Jade requis
it: Richiesto nuovo firmware Jade
ja: Jadeの新しいファームウェアが必要です
ko: 새로운 Jade 펌웨어가 필요합니다
nl: Nieuwe Jade-firmware vereist
pt_br: Novo firmware da Jade necessário
ro: Este necesar noul firmware pentru Jade
ru: Требуется новая прошивка Jade
uk: Потрібна нова прошивка Jade
zh: 需要新Jade固件

# id_new_outgoing_transaction_from
source: New outgoing transaction from account %@ (%@).
cs: Nová odchozí transakce z účtu %@ (%@).
de: Neue ausgehende Transaktion von Konto %@ (%@).
es: Nueva transacción saliente desde la cuenta %@ (%@).
fr: Nouvelle transaction sortante depuis le compte %@ (%@).
it: Nuova transazione in uscita dall'account %@ (%@).
ja: アカウント%@は新しいトランザクションを送信しています。(%@)。
ko: %@ 계정에 새 출금 내역(%@).
nl: Nieuwe uitgaande transactie vanaf account %@ (%@).
pt_br: Nova transação enviada saindo da conta %@ (%@).
ro: O nouă tranzacție trimisă din contul %@ (%@).
ru: Новая исходящая транзакция с аккаунта %@ (%@).
uk: Нова вихідна транзакція з акаунта %@ (%@).
vi: Giao dịch chuyển tiền mới từ tài khoản %@ (%@).
zh: 账户%@发起新的转账（%@）。

# id_new_recovery_phrase
source: New recovery phrase
cs: Nová fráze pro obnovu
de: Neue Wiederherstellungs-Phrase
es: Nueva frase de recuperación
fr: Nouvelle phrase de récupération
it: Nuova recovery phrase
ja: 新規リカバリーフレーズ
ko: 새 복구 문구
nl: Nieuwe herstelzin
pt_br: Nova frase de recuperação
ru: Новая фраза восстановления
uk: Нова фраза відновлення
zh: 新的助记词

# id_new_s_transaction_of_s_in
source: New %@ transaction of %@ in account %@.
cs: Nová %@ transakce %@ na účtu %@.
de: Neue %@ Transaktion von %@ auf Konto %@.
es: Nueva%@ transacción de %@ en la cuenta %@.
fr: Nouvelle transaction %@ de %@ sur le compte %@.
it: Nuova transazione %@ di %@ nell'account %@.
ja: アカウント%@は新しいトランザクション%@を%@しています。
ko: %@계정에 %@의 새 %@거래
nl: Nieuwe %@ transactie van %@ in account %@.
pt_br: Nova transação de %@ no valor de %@ na conta %@.
ro: O nouă tranzacție %@ de %@ în contul %@.
ru: Новая %@ транзакция %@ на аккаунте %@.
uk: Нова %@ транзакція %@ на акаунті %@.
vi: %@giao dịch mới %@ trong tài khoản %@
zh: 新的%@转账金额为%@，账户为%@。

# id_new_transaction
source: New transaction
cs: Nová transakce
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
it: Nuova transazione
ja: 新しいトランザクション
ko: 새 거래
nl: Nieuwe transactie
pt_br: Nova transação
ro: Tranzacție nouă
ru: Новая транзакция
uk: Нова транзакція
vi: Giao dịch mới
zh: 新转账

# id_new_transaction_involving
source: New transaction involving accounts %@.
cs: Nová transakce zahrnující účty %@.
de: Neue Transaktion im Zusammenhang mit Konten %@.
es: Nueva transacción con las cuentas %@.
fr: Nouvelle transaction sur les comptes %@.
it: Nuova transazione che coinvolge gli account %@.
ja: アカウント%@の新しいトランザクション。
ko: %@ 계정과 관련된 새 거래.
nl: Nieuwe transactie voor accounts %@.
pt_br: Nova transação envolvendo as contas %@.
ro: O tranzacție nouă care vizează conturile %@.
ru: Новая транзакция с участием аккаунтов %@.
uk: Нова транзакція за участю акаунтів %@.
vi: Giao dịch mới liên quan đến tài khoản.%@ .
zh: 账户%@产生了新的转账。

# id_new_version
source: New version
cs: Nová verze
de: Neue Version
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
ja: 新規バージョン
ko: 새 버전
nl: Nieuwe versie
pt_br: Nova versão
ro: Versiune nouă
ru: Новая версия
uk: Нова версія
zh: 新版本

# id_new_wallet
source: New Wallet
cs: Nová peněženka
de: Neue Wallet
es: Nueva cartera
fr: Nouveau portefeuille
it: Nuovo Wallet
ja: 新規ウォレット
ko: 새 지갑
nl: Nieuwe wallet
pt_br: Criar nova carteira
ro: Portofel nou
ru: Новый кошелек
uk: Новий гаманець
zh: 新钱包

# id_next
source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次
ko: 다음
nl: Volgende
pt_br: Próximo
ro: Următorul
ru: Следующий
uk: Наступний
vi: Tiếp theo
zh: 下一步

# id_nfc_logo
source: NFC Logo
es: Logo de NFC
fr: Logo NFC
it: Logo NFC
ja: NFCロゴ
ko: NFC 로고
pt_br: Logotipo do NFC
ro: Logo NFC
ru: Логотип NFC
uk: Логотип NFC
vi: Logo của NFC

# id_nfc_tags_written
source: NFC TAGs Written:
cs: NFC TAG(y) napsal:
de: NFC Tags beschrieben:
es: Etiquetas NFC grabadas:
fr: Étiquette(s) NFC écrite(s) :
it: TAG NFC scritti:
ja: 書き込み済のNFCタグ:
ko: 쓰여진 NFC 태그 :
nl: NFC-tags beschreven:
pt_br: Tags NFC escritas:
ro: Etichete NFC Scrise:
ru: NFC-теги:
uk: NFC-теги:
vi: Các thẻ NFC đã được ghi:
zh: NFC标签已写：

# id_no_amount_specified
source: No amount specified
cs: Nebyla zadána žádná částka
de: Kein Betrag angegeben
es: Cantidad no especificada
fr: Pas de montant spécifié
it: Nessun importo specificato
ja: 数量が決められていません
ko: 지정된 금액이 없습니다
nl: Geen bedrag opgegeven
pt_br: Quantia não especificada
ro: Nu a fost specificată cantitatea
ru: Сумма не указана
uk: Сума не указана
vi: Không có số tiền được cung cấp
zh: 未指定金额

# id_no_archived_accounts
source: No archived accounts
cs: Žádné archivované účty
es: Ninguna cuenta archivada
it: Nessun account archiviato
ko: 보관된 계정 없음
nl: Geen gearchiveerde accounts
pt_br: Nenhuma conta arquivada
zh: 没有归档的账户

# id_no_asset_in_this_account
source: No asset in this account
cs: Žádná aktiva na tomto účtu
de: Keine Assets in diesem Konto
es: No hay activos en esta cuenta
fr: Aucun actif sur ce compte
it: Nessun asset nell'account
ja: このアカウントにアセットはありません
ko: 이 계정에 자산이 없습니다
nl: Geen asset in deze account
pt_br: Nenhum ativo nesta conta
ru: На этом аккаунте нет активов
uk: На цьому акаунті немає активів
zh: 该账户中没有资产

# id_no_attempts_remaining
source: No attempts remaining
cs: Nezbývají žádné pokusy
de: Keine Versuche übrig
es: No hay intentos restantes
fr: Aucun essai restant
it: Nessun tentativo rimanente
ja: 残り回数が有りません
ko: 더 이상 시도할 수 없습니다
nl: Geen pogingen meer
pt_br: Sem tentativas restantes
ro: Ați rămas fără încercări
ru: Попыток не осталось
uk: Не залишилось жодної спроби
vi: Không có lần thử còn lại
zh: 已无更多尝试机会

# id_no_coins_selected
source: (No coins selected)
cs: (Nebyly vybrány žádné mince)
de: (Keine Coins ausgewählt)
es: (No se seleccionaron monedas)
fr: (Aucune pièce sélectionnée)
it: (Nessun coin selezionato)
ja: (コインが未選択)
ko: (선택된 코인이 없습니다)
nl: (Geen munten geselecteerd)
pt_br: (Nenhuma moeda selecionada)
zh: （没有被选择的代币）

# id_no_device_connected
source: No device connected
cs: Není připojeno žádné zařízení
de: Kein Gerät verbunden
es: No hay dispositivos conectados
fr: Aucun appareil connecté
it: Nessun dispositivo connesso
ja: デバイスが未接続
ko: 연결된 기기가 없습니다
nl: Geen apparaat aangesloten
pt_br: Nenhum dispositivo conectado
ro: Niciun dispozitiv conectat
ru: Устройство не подключено
uk: Пристрій не підключено
zh: 无已连接设备

# id_no_existing_wallet_could_be
source: No existing wallet could be found. Try manually restoring your wallet.
cs: Nebyla nalezena žádná existující peněženka. Zkuste peněženku obnovit ručně.
es: Ninguna cartera existente pudo ser encontrada. Intente restaurar su cartera de forma manual.
it: Nessun wallet trovato. Tenta un ripristino manuale.
ko: 기존 지갑은 발견되지 않았음 귀하의 지갑을 수동으로 복원해 보세요
nl: Geen bestaande wallet gevonden. Probeer je wallet handmatig te herstellen.
pt_br: Nenhuma carteira foi encontrada. Tente restaurar manualmente sua carteira.
zh: 找不到现有的钱包。 尝试手动恢复您的钱包。

# id_no_more_assets
source: No more assets.
cs: Žádná další aktiva.
de: Keine Assets mehr.
es: No hay más activos.
fr: Il n'y a plus d'actifs.
it: Nessun asset rimasto.
ja: アセットはこれだけです。
ko: 더 이상 자산이 없습니다.
nl: Geen assets meer.
pt_br: Não há mais ativos.
ro: Nu mai există monede.
ru: У вас больше нет активов.
uk: У вас більше немає активів.
zh: 没有更多资产。

# id_no_multisig_shield_wallet
source: No multisig shield wallet exists for this recovery phrase.
cs: Pro tuto frázi pro obnovení neexistuje žádná peněženka s vícenásobným štítem.
es: No existen carteras multisig shield para esta frase de recuperación.
it: Non esiste un wallet multisig shield con questa recovery phrase.
ko: 이 복구 문구에 대한 다중 서명 방패 지갑이 존재하지 않습니다.
nl: Er bestaat geen Multisig Shield-wallet voor deze herstelzin.
pt_br: Não existe carteira conjunta para esta frase de recuperação.
zh: 该助记词没有多重签名保护的钱包。

# id_no_peers_connected
source: No Peers Connected
cs: Nejsou připojeny žádné uzly
de: Keine Peers verbunden
es: No hay pares conectados
fr: Pas de pairs connectés
it: Nessun Peer connesso
ja: ピアが接続されていません
ko: 연결된 동료 집단이 없습니다
nl: Geen peers verbonden
pt_br: Sem pares conectados
ro: Nu există participanți conectați
ru: Нет подключенных узлов
uk: Немає підключених вузлів
vi: Không có kết nối với các nốt mạng khác
zh: 无终端连接

# id_no_pin_provided_exiting
source: No PIN provided, exiting.
cs: Nebyl zadán žádný PIN, ukončování.
de: Kein PIN eingegeben, Abbruch.
es: No se proporcionó ningún PIN. Saliendo.
fr: Pas de PIN fourni, fermeture.
it: Nessun PIN fornito. In uscita.
ja: PINが有りません、終了します。
ko: PIN 미입력. 앱을 종료하는 중...
nl: Sluiten wegens ontbrekende PIN...
pt_br: Nenhum PIN fornecido, saindo.
ro: Nu a fost oferit PIN-ul, se efectuează ieșirea.
ru: Отсутствует PIN-код, выход.
uk: PIN-код відсутній, вихід.
vi: Không mã PIN được cung cấp, đang thoát ra
zh: 未提供PIN，正在退出。

# id_no_recipients
source: No recipients
cs: Žádní příjemci
de: Kein Empfänger
es: Sin receptores
fr: Aucun destinataire
it: Nessun destinatario
ja: 受け取り先がいません。
ko: 수취인 없음
nl: Geen ontvangers
pt_br: Sem destinatários
ro: Nu există destinatari
ru: Получатели отсутствуют
uk: Отримувачі відсутні
vi: Không có người nhận
zh: 无接收人

# id_no_registered_name_for_this
source: No registered name for this asset.
cs: Žádné registrované jméno pro toto aktivum.
de: Kein registrierter Name für dieses Vermögen.
es: No hay un nombre registrado para este activo.
fr: Il n'y a pas de nom correspondant pour cet actif
it: Nessun nome registrato per questo asset.
ja: アセット名が登録されていません。
ko: 이 자산에 등록된 이름이 없습니다.
nl: Geen geregistreerde naam voor deze asset.
pt_br: Ativo sem nome registrado.
ro: Nu există un nume înregistrat pentru această monedă.
ru: У этого актива нет зарегистрированного названия.
uk: У цього активу немає зареєстрованої назви.
vi: Không đăng ký tên cho tài sản này
zh: 该资产没有注册过名称。

# id_no_registered_ticker_for_this
source: No registered ticker for this asset.
cs: Pro toto aktivum není zaregistrován žádný ticker.
de: Kein registrierter Ticker für dieses Vermögen.
es: No hay un ticker registrado para este activo.
fr: Il n'y a pas de ticket enregistré pour cet actif
it: Nessun ticker registrato per questo asset.
ja: ティッカーシンボルが登録されていません。
ko: 이 자산에 등록된 티커가 없습니다.
nl: Geen geregistreerde ticker voor deze asset.
pt_br: Não há ticker registrado para este ativo.
ro: Nu există simbol înregistrat pentru această monedă.
ru: Для этого актива нет зарегистрированного тикера.
uk: Для цього активу немає зареєстрованого тікера.
vi: Không có mã đăng ký cho tài sản này.
zh: 该资产没有注册过资产代号。
