Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_phone_number
source: phone number
cs: telefonní číslo
de: Telefonnummer
es: número de teléfono
fr: numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화번호
nl: telefoonnummer
pt_br: número de telefone
ro: Număr de telefon
ru: Номер телефона
uk: номер телефона
vi: số Điện thoại
zh: 电话号码

# id_pin_access_disabled
source: PIN access disabled
cs: Přístup pomocí PINu deaktivován
de: PIN-Zugang deaktiviert
es: Acceso con PIN desactivado
fr: Accès au PIN désactivé
it: Accesso PIN disabilitato
ja: PINアクセスが無効化されています
ko: PIN 액세스 비활성화됨
nl: PIN-toegang uitgeschakeld
pt_br: Acesso por PIN desativado
ro: Acces PIN dezactivat
ru: Доступ с помощью PIN-кода отключен
uk: Доступ за допомогою PIN-коду відключений
zh: 禁用PIN接入

# id_pin_has_to_be_between_4_and_15
source: PIN has to be between 4 and 15 digits
cs: PIN musí být mezi 4 a 15 číslicemi
de: Die PIN muss zwischen 4 und 15 Ziffern haben
es: El PIN debe tener entre 4 y 15 dígitos
fr: Le PIN doit faire entre 4 et 15 chiffres
it: Il PIN deve contenere dalle 4 alle 15 cifre
ja: PINは4から15文字で設定してください
ko: PIN은 4~15자리 숫자 로 설정하세요
nl: PIN moet tussen de 4 en 15 cijfers lang zijn
pt_br: O PIN deve ter entre 4 e 15 dígitos
ro: PIN-ul trebuie să aibă între 4 și 15 cifre
ru: PIN-код должен содержать от 4 до 15 символов
uk: PIN-код має містити від 4 до 15 символів
vi: Mã PIN phải có 4 đến 15 số
zh: PIN必须为4到15位的数字

# id_pins_do_not_match_please_try
source: PINs do not match, please try again.
cs: PINy se neshodují, zkuste to znovu.
de: PINs stimmen nicht überein, bitte versuche es erneut.
es: Los PIN no coinciden. Inténtelo de nuevo.
fr: Les PIN ne correspondent pas, essayez à nouveau.
it: I PIN non coincidono. Riprova.
ja: PINが一致しません、もう一度お試しください。
ko: PIN이 일치하지 않습니다. 다시 입력하세요.
nl: PIN is niet hetzelfde, probeer het opnieuw.
pt_br: Os PINs não conferem, por favor tente novamente.
ro: PIN-urile nu se potrivesc, vă rugăm să încercați din nou.
ru: PIN-коды не совпадают, повторите попытку.
uk: PIN-коди не співпадають, спробуйте ще раз.
vi: Mã PIN không trùng khớp, làm ơn thử lại.
zh: PIN不匹配，请再试一次。

# id_please_activate_at_least_one
source: Please activate at least one fingerprint in Android settings in order to use biometric login
cs: Chcete-li použít biometrické přihlášení, aktivujte v nastavení systému Android alespoň jeden otisk prstu
de: Bitte aktiviere mindestens einen Fingerabdruck in den Android-Einstellungen, um den biometrischen Login zu verwenden
es: Para utilizar el inicio de sesión biométrico, active al menos una huella digital en los ajustes de Android
fr: Veuillez activer au moins une empreinte digitale dans les paramètres Android afin d'utiliser la connexion biométrique.
it: Attiva almeno un'impronta digitale nelle impostazioni di Android per utilizzare il login biometrico
ja: 生体認証ログインを使用するにはAndroidの設定から少なくとも1つの指紋を有効にしてください
ko: 생체 인식 로그인을 사용하려면 Android 설정에서 최소 한 개의 지문을 활성화하세요.
nl: Activeer ten minste één vingerafdruk in de Android-instellingen om biometrische aanmelding te gebruiken
pt_br: Ative pelo menos uma impressão digital nas configurações do Android para usar o login biométrico
ro: Activați cel puțin o amprentă in setările Android pentru a putea folosi logarea biometrică
ru: Пожалуйста, активируйте хотя бы один отпечаток пальца в настройках Android, чтобы использовать биометрический вход
uk: Будь ласка, активуйте хоча б один відбиток пальця в настройках Android, щоб використовувати біометричний вхід
zh: 请在Android设置中激活至少一个指纹以使用生物识别登录

# id_please_contribute_if_you_find
source: Please contribute if you find Blockstream Green useful
cs: Prosím, přispějte, pokud shledáte Blockstream Green užitečným
de: Bitte leiste einen Beitrag, wenn du Blockstream Green nützlich findest
es: Si Blockstream Green le resulta útil, considere hacer una donación
fr: Veuillez contribuer si vous trouvez Blockstream Green utile
it: Facci sapere se trovi Blockstream Green utile
ja: Blockstream Greenがお役立ちであれば、ぜひ開発に貢献してください
ko: Blockstream Green이 유익하다고 생각하시면 기여해 주세요.
nl: Draag een steentje bij als je Blockstream Green nuttig vindt
pt_br: Contribua se você gostou da Blockstream Green
ro: Dacă Blockstream Green vi se pare util, vă rugăm să contribuiți
ru: Пожалуйста, внесите свой вклад, если сочтете Blockstream Green полезным
uk: Будь ласка, внесіть свій внесок, якщо вважаєте Blockstream Green корисним
zh: 如果你觉得Blockstream Green钱包很好用，也请做出一些贡献

# id_please_disable_biometric
source: Please disable biometric authentication before deleting PIN
cs: Před odstraněním kódu PIN deaktivujte biometrické ověřování
de: Bitte biometrische Authentifiziereung deaktivieren vor dem Löschen des PINs
es: Deshabilite la autenticación biométrica antes de borrar el PIN
fr: Veuillez désactiver l'authentification biométrique avant de supprimer le code PIN.
it: Disabilita l'autenticazione biometrica prima di eliminare il PIN
ja: PINの削除の前に生体認証を無効にして下さい。
ko: PIN을 삭제하기 전에 생체 인증을 비활성화하세요.
nl: Schakel biometrische authenticatie uit voordat je de PIN verwijdert
pt_br: Por favor, desative a autenticação biométrica antes de remover o PIN
ro: Înainte de a șterge PIN-ul, vă rugăm să dezactivați autentificarea biometrică
ru: Пожалуйста, отключите биометрическую аутентификацию перед удалением PIN-кода
uk: Будь ласка, вимкніть біометричну аутентифікацію перед видаленням PIN-коду
vi: Làm ơn tắt xác thực sinh trắc trước khi xóa mã PIN
zh: 删除PIN前请关闭生物识别验证

# id_please_disconnect_your_ledger
source: Please disconnect your Ledger Nano X, power it off by long-pressing both buttons, then reconnect it and enter its PIN
cs: Odpojte Ledger Nano X, vypněte jej dlouhým stisknutím obou tlačítek, poté jej znovu připojte a zadejte jeho PIN
de: Bitte trennen Sie Ihren Ledger Nano X, schalten Sie ihn ab indem Sie beide Knöpfe lang gedrückt halten, dann verbinden Sie ihn erneut und geben Sie die PIN ein
es: Desconecte su Ledger Nano X, apáguelo manteniendo presionados ambos botones y luego vuelva a conectarlo e ingrese su PIN
fr: Veuillez déconnecter votre Ledger Nano X, éteignez-le en appuyant longuement sur les deux boutons, puis reconnectez-le et entrez son code PIN.
it: Disconnetti il tuo Ledger Nano X, spegnilo premendo a lungo entrambi i pulsanti, riconnettilo e inserisci il PIN
ja: Ledger Nano Xを取り外し、両方のボタンを長押しすることで電源を切り、再接続してPINを入力してください。
ko: Ledger Nano X를 분리한 뒤 두 버튼을 동시에 길게 눌러 전원을 끄세요. 다시 연결한 다음 PIN을 입력하세요.
nl: Ontkoppel de Ledger Nano X, zet hem uit door beide knoppen lang ingedrukt te houden, verbind hem opnieuw, en voer je PIN in.
pt_br: Por favor desconecte sua Ledger Nano X, desligue-a pressionando os dois botões por um certo período de tempo, depois reconecte e insira o PIN
ro: Vă rugăm să deconectați portofelul Ledger Nano X, să îl închideți prin apăsarea prelungită a ambelor butoane, iar apoi să îl reconectați și să introduceți PIN-ul dispozitivului
ru: Отключите Ledger Nano X, выключите его, нажав и удерживая обе кнопки, затем снова подключите его и введите PIN-код
uk: Відімкніть Ledger Nano X, вимкніть його, натиснувши та утримуючи обидві кнопки, потім знову підключіть його і введіть PIN-код
vi: Vui lòng ngắt kết nối Ledger Nano X của bạn, tắt nguồn bằng cách nhấn và giữ cả hai nút, sau đó kết nối lại và nhập mã PIN của nó
zh: 请断开Ledger Nano X的连接，长按两个按钮将其关闭，然后重新连接并输入PIN

# id_please_enable_another
source: Please enable another authentication method to avoid losing access to your funds.
cs: Povolte prosím jinou metodu ověřování, abyste zabránili ztrátě přístupu k vašim prostředkům.
de: Bitte eine zusätzliche Authentifizierungsmethode aktivieren um den Zugriff auf Ihre Mittel nicht zu verlieren.
es: Habilite otro método de autenticación para no perder acceso a sus fondos.
fr: Veuillez activer une autre méthode d'authentification pour garder l'accès à vos fonds.
it: Abilita un altro metodo di autenticazione per evitare di perdere l'accesso ai tuoi fondi.
ja: 資金にアクセスできない事態を防ぐために認証方法をもう１つ有効にして下さい。
ko: 자산에 대한 접근 권한을 잃지 않도록 다른 인증 방법도 활성화하세요.
nl: Schakel een andere authenticatiemethode in om te voorkomen dat je toegang verliest tot je bezittingen.
pt_br: Por favor, ative outro método de autenticação para evitar perder o acesso aos seus fundos.
ro: Vă rugăm să activați o altă metodă de autentificare pentru a evita pierderea accesului la fondurile dvs.
ru: Пожалуйста, включите еще один метод аутентификации во избежание потери доступа к вашим средствам.
uk: Будь ласка, підключіть ще один метод автентифікації для запобігання втрати доступу до ваших коштів.
vi: Làm ơn cho phép các phương pháp xác thực khác để tránh việc mất truy cập vào tiền quỹ của bạn.
zh: 请开启另一个验证方法，以避免失去资金的访问权限。

# id_please_enable_camera
source: Please enable camera permissions to use the camera.
cs: Povolte oprávnění fotoaparátu, chcete-li používat fotoaparát
de: Bitte erlaube den Zugriff zu Deiner Kamera um die Kamera zu benutzen.
es: Habilite los permisos de la cámara para usar la cámara.
fr: Merci d'autoriser l'utilisation de l'appareil photo.
it: Acconsenti l'accesso alla videocamera per poterla utilizzare.
ja: カメラを使う為にはカメラの利用を許可してください。
ko: 카메라를 사용하려면 카메라 접근 권한을 활성화하세요.
nl: Geef cameratoestemming om de camera te kunnen gebruiken.
pt_br: Por favor, ative as permissões da câmera para utilizá-la.
ro: Vă rugăm să activați permisiunile pentru cameră pentru a putea folosi camera.
ru: Пожалуйста, разрешите использование камеры.
uk: Увімкніть дозвіл для використання камери.
vi: Làm ơn cho phép việc sử dụng camera để chương trình có thể dùng camera.
zh: 请启用摄像头许可来使用摄像头。

# id_please_enable_pin
source: Please enable PIN authentication before adding or removing biometric authentication
cs: Před přidáním nebo odebráním biometrické autentizace povolte ověřování pomocí kódu PIN
de: Bitte PIN Authentifiziereung aktivieren bevor Du biometrische Authentifiziereung hinzufügst oder löschst
es: Habilite la autenticación con el PIN antes de añadir o eliminar la autenticación biométrica
fr: Activez l'authentification par code PIN avant d'ajouter ou de supprimer l'authentification biométrique.
it: Abilita l'autenticazione PIN prima di aggiungere o rimuovere l'autenticazione biometrica
ja: 生体認証の追加・削除の前にPIN認証を有効にして下さい。
ko: 생체 인증을 추가 또는 삭제하기 전에 PIN 인증을 활성화하세요.
nl: Schakel PIN-authenticatie in voordat je biometrische authenticatie toevoegt of weghaalt
pt_br: Por favor, ative a autenticação por PIN antes de adicionar ou remover a autenticação biométrica
ro: Vă rugăm să activați autentificarea cu PIN înainte de a adăuga sau elimina autentificarea biometrică
ru: Пожалуйста, включите PIN-аутентификацию перед добавлением или удалением биометрической аутентификации
uk: Будь ласка, увімкніть PIN-аутентифікацію перед додаванням чи видаленням біометричної аутентифікації
vi: Làm ơn cho phép xác thực bằng mã PIN trước khi thêm hoạc bỏ việc xác thực sinh trắc
zh: 添加或删除生物识别验证前请开启PIN验证

# id_please_enter_the_passphrase_for
source: Please enter the passphrase for your hardware wallet.
cs: Zadejte svou přístupovou frázi (passphrase) pro vaši hardwarovou peněženku.
de: Bitte geben Sie das Passwort Ihrer Hardware Wallet ein.
es: Ingrese la frase de seguridad de su hardware cartera.
fr: Merci de saisir le mot de passe de votre hardware wallet.
it: Inserisci la passphrase del tuo hardware wallet.
ja: ハードウェア・ウォレットのパスフレーズを入力して下さい。
ko: 하드웨어 지갑의 비밀 문구를 입력하세요.
nl: Voer de passphrase voor je hardware wallet in.
pt_br: Por favor, insira a senha da sua carteira física.
ro: Vă introduceți să folosiți passphrase (fraza care parolează portofelul) pentru portofelul hardware.
ru: Введите кодовую фразу для вашего аппаратного кошелька.
uk: Введіть кодову фразу для вашого апаратного гаманця.
vi: Làm ơn điền mã số cho ví cứng của bạn.
zh: 请输入硬件钱包密语。

# id_please_follow_the_instructions
source: Please follow the instructions on your hardware wallet
cs: Postupujte podle pokynů na hardwarové peněžence
de: Bitte folge den Anweisungen Deiner Hardware Wallet
es: Siga las instrucciones de su hardware cartera.
fr: Merci de suivre les instructions sur votre hardware wallet
it: Segui le istruzioni su tuo hardware wallet
ja: ハードウェア・ウォレット内の指示に従って下さい。
ko: 하드웨어 지갑 의 설명서을 따르세요.
nl: Volg de instructies op je hardware wallet
pt_br: Por favor, siga as instruções na sua carteira física.
ro: Vă rugăm să urmați instrucțiunile de pe ecranul portofelului hardware
ru: Следуйте инструкциям к вашему аппаратному кошельку
uk: Дотримуйтесь інструкцій вашого апаратного гаманця.
vi: Làm ơn làm theo hướng dẫn trên ví cứng của bạn.
zh: 请按照硬件钱包上的指示进行操作

# id_please_hold_on_while_your
source: Please hold on while your address is being generated
cs: Během vytváření vaší adresy prosím vyčkejte
de: Bitte bleib dran, während deine Adresse generiert wird
es: Espere mientras se genera su dirección
fr: Veuillez patienter pendant que votre adresse est générée
it: Attendere. Creazione indirizzo in corso
ja: アドレスを生成中です、しばらくお待ち下さい
ko: 주소가 생성되는 동안 잠시만 기다려 주세요.
nl: Een moment, het adres wordt gegenereerd
pt_br: Aguarde enquanto seu endereço está sendo gerado
ro: Vă rugăm să așteptați în timp ce adresa dvs este generată
ru: Пожалуйста, подождите, пока создается ваш адрес
uk: Будь ласка, зачекайте, поки створюється ваша адреса
zh: 地址正在生成，请等待

# id_please_provide_your_1s
source: Please provide your %1$@.
cs: Uveďte prosím %1$@.
de: Bitte geben Sie Ihre %1$@ ein.
es: Proporcione su %1$@.
fr: Merci de fournir votre %1$@.
it: Inserisci il tuo %1$@.
ja: %1$@ を入力して下さい。
ko: %1$@를 입력하세요.
nl: Voer je %1$@ in.
pt_br: Por favor, forneça seu %1$@.
ro: Vă rugăm să introduceți %1$@.
ru: Введите ваш %1$@.
uk: Введіть ваш %1$@.
vi: Làm ơn cung cấp số %1$@ của bạn.
zh: 请提供你的%1$@。

# id_please_provide_your_1s_code
source: Please provide your %1$@ code.
cs: Zadejte prosím svůj %1$@ kód.
de: Bitte gib deinen %1$@ Code ein.
es: Proporcione su código %1$@.
fr: Merci de fournir votre code %1$@.
it: Inserisci il tuo codice %1$@.
ja: %1$@ コードを入力して下さい。
ko: %1$@ 코드를 입력하세요.
nl: Voer je %1$@-code in.
pt_br: Por favor, insira o código enviado para o seu %1$@.
ro: Vă rugăm să introduceți codul %1$@.
ru: Введите %1$@-код.
uk: Введіть ваш %1$@ код.
vi: Làm ơn cung cấp mã %1$@ của bạn.
zh: 请提供%1$@验证码。

# id_please_provide_your_passphrase
source: Please provide your passphrase:
cs: Zadejte přístupovou frázi (passphrase):
de: Bitte geben Sie ihr Passwort ein:
es: Proporcione su frase de seguridad:
fr: Merci de fournir votre mot de passe :
it: Inserisci la tua passphrase:
ja: パスフレーズを入力:
ko: 비밀 문구를 입력하세요.
nl: Voer je passphrase in:
pt_br: Por favor, forneça sua senha:
ro: Vă rugăm să oferiți passphrase-ul:
ru: Введите вашу кодовую фразу:
uk: Введіть вашу кодову фразу:
vi: Làm ơn cung cấp mật khẩu của bạn:
zh: 请提供密语：

# id_please_reconnect_your_hardware
source: Please re-connect your hardware wallet before trying again.
cs: Před dalším pokusem připojte znovu hardwarovou peněženku.
de: Bitte verbinde Deine Hardware Wallet erneut, bevor Du es nochmal versuchst.
es: Vuelva a conectar su hardware cartera antes de reintentar.
fr: Reconnectez votre hardware wallet, puis essayez à nouveau.
it: Connetti nuovamente il tuo hardware wallet prima di riprovare.
ja: ハードウェア・ウォレットを再接続した後、お試しください。
ko: 재시도 전에 하드웨어 지갑을 다시 연결하세요.
nl: Sluit je hardware wallet opnieuw aan voordat je het opnieuw probeert.
pt_br: Por favor, reconecte sua carteira física antes de tentar novamente.
ro: Vă rugăm să reconectați portofelul hardware înainte de a încerca din nou.
ru: Повторно подключите аппаратный кошелек, прежде чем повторять попытку.
uk: Повторно підключіть апаратний гаманець перед тим, як здійснити іншу спробу.
vi: Làm ơn nối lại ví cứng của bạn trước khi thử lại.
zh: 请重新连接硬件钱包，然后再试一次。

# id_please_secure_your_mnemonic_and
source: Please secure your mnemonic and confirm you agree to the Terms of Service
cs: Zabezpečte prosím své mnemotechnické fráze a potvrďte, že souhlasíte se smluvními podmínkami
de: Bitte sichere Deinen Merksatz und bestätige die Allgemeinen Geschäftsbedingungen
es: Asegure su frase semilla y confirme que acepta los términos de servicio
fr: Merci de placer votre mnémonique en lieu sûr et de confirmer que vous acceptez les conditions d'utilisation
it: Conserva la tua mnemonic in maniera sicura e conferma di accettare i Termini di Servizio
ja: ニモニックを安全な場所に保管した後、利用規約に同意して下さい。
ko: 니모닉을 안전하게 보관하고 이용 약관에 동의하세요
nl: Stel je herstelzin veilig en bevestig dat je akkoord gaat met de dienstvoorwaarden.
pt_br: Por favor, proteja seu mnemônico e confirme que concorda com os termos de serviço
ro: Vă rugăm să vă securizați fraza mnemonică și să confirmați că sunteți de acord cu Termenii și Condițiile de Utilizare
ru: Сохраните вашу мнемоническую фразу и подтвердите согласие с условиями предоставления услуги
uk: Збережіть мнемонічну фразу і підтвердіть вашу згоду з умовами надання послуги
vi: Làm ơn bảo mật tuyệt đối các chữ gợi nhơ mnemonic của bạn và xác nhận rằng bạn đồng ý với Điều Khoản sử dụng dịch vụ.
zh: 请保存好助记词，然后确认同意服务协议

# id_please_select_the_checkbox
source: Please select the checkbox
cs: Zaškrtněte prosím políčko
de: Bitte markieren Sie das Feld
es: Seleccione la casilla
fr: Veuillez sélectionner la case
it: Spunta la casella
ja: チェックボックスを選択して下さい
ko: 체크박스를 선택하세요
nl: Selecteer het selectievakje
pt_br: Por favor, faça a marcação
ro: Vă rugăm să selectați cutia cu bifa
ru: Установите флажок
uk: Встановіть прапорець
vi: Làm ơn chọn hộp chọn checkbox
zh: 请进行勾选

# id_please_set_and_enable_socks5
source: Please set and enable SOCKS5 proxy and port to use Tor
cs: Prosím, nastavte a povolte SOCKS5 proxy a port pro použití Tor
de: Bitte setze und aktiviere den SOCKS5-Proxy und -Port um Tor zu benutzen
es: Configure y active el proxy de SOCKS5 y el puerto para utilizar Tor
fr: Veuillez définir et activer le proxy puis le port SOCKS5 pour utiliser Tor
it: Imposta e abilita la proxy e la porta SOCKS5 per utilizzare Tor
ja: SOCKS5プロキシとポートを設定、有効化後にTorをご利用いただけます
ko: Tor를 사용하려면 SOCKS5 프록시와 포트를 설정 및 활성화하세요
nl: Stel een SOCKS5 proxy en port in om Tor te gebruiken
pt_br: Defina e ative o proxy SOCKS5 e a porta para usar o Tor
ro: Vă rugăm să setați și să activați proxy-ul SOCKS5 și portul pentru a utiliza Tor
ru: Пожалуйста, включите SOCKS5 прокси и задайте порт для использования Tor
uk: Будь ласка, увімкніть SOCKS5 проксі і задайте порт для використання Tor
vi: Làm ơn đặt và mở SOCK5 proxy và cổng mạng để dùng Tor
zh: 请设置并启用SOCKS5代理和端口以使用Tor

# id_please_tap_card
source: Please tap card
cs: Klepněte na kartu
de: Bitte tippen Sie die Karte an
es: Toque con su tarjeta
fr: Tapez sur la carte
it: Avvicinare carta
ja: カードをタップして下さい
ko: 카드를 탭하세요
nl: Tik de kaart aan
pt_br: Por favor, clique no cartão
ro: Vă rugăm să apăsați pe card
ru: Пожалуйста, нажмите на карточку
uk: Будь ласка, натисніть картку
vi: Làm ơn chạm thẻ
zh: 请点击卡片

# id_please_verify_that_the_address
source: Please verify that the address shown on your hardware wallet matches the one on your phone.
cs: Ověřte, zda se adresa uvedená na hardwarové peněžence shoduje s adresou na telefonu.
de: Bitte kontrolliere, dass die Adresse auf deiner Hardware-Wallet mit der Adresse auf deinem Smartphone übereinstimmt.
es: Verifique que la dirección que aparece en su hardware cartera coincide con la de su teléfono.
fr: Veuillez vérifier que l'adresse indiquée sur votre portefeuile matériel correspond à celle de votre téléphone.
it: Assicurati che l'indirizzo mostrato sul tuo hardware wallet coincida con quello sul tuo telefono.
ja: ハードウェアウォレットに表示されているアドレスが本画面に表示されているものと一致するかご確認ください。
ko: 하드웨어 지갑에 표시된 주소 와 휴대전화의 주소가 일치하는지 확인하세요.
nl: Controleer of het adres op je hardware wallet overeenkomt met het adres op je telefoon.
pt_br: Verifique se o endereço que aparece na sua carteira física é igual ao endereço do seu telefone.
ro: Vă rugăm să verificați dacă adresa afișată pe ecranul portofelului hardware este aceeași pe care o puteți citi pe ecranul telefonului.
ru: Убедитесь, что адрес, указанный на вашем аппаратном кошельке, совпадает с адресом на вашем телефоне.
uk: Переконайтеся, що адреса, вказана на вашому апаратному гаманці, збігається з адресою на вашому телефоні.
zh: 请确认硬件钱包上的地址和你手机上的地址是一致的。

# id_please_wait_until_your_ledger
source: Please wait until your Ledger displays the address to validate it. This could take up to 20 seconds.
cs: Počkejte prosím, až váš Ledger zobrazí adresu pro ověření. Může to trvat až 20 sekund.
de: Bitte warte, bis dein Ledger die Adresse anzeigt, um sie zu bestätigen. Dies kann bis zu 20 Sekunden dauern.
es: Para validar la dirección, espere a que aparezca en Ledger. Esto podría demorar hasta veinte segundos.
fr: Veuillez attendre que votre Ledger affiche l'adresse pour la valider. Cela peut prendre jusqu'à 20 secondes.
it: Attendi fino a che il tuo Ledger non mostrerà l'indirizzo per poterlo validare. L'operazione potrebbe richiedere fino a 20 secondi.
ja: Ledgerがアドレスを表示してから確認ボタンを押してください。最大20秒程度かかります。
ko: Ledger에 검증할 주소가 표시될 때까지 기다려 주세요. 최대 20초가 소요될 수 있습니다.
nl: Wacht tot je Ledger het adres weergeeft om het te valideren. Dit kan tot 20 seconden duren.
pt_br: Aguarde até que sua Ledger exiba o endereço para validá-lo. Isso pode levar até 20 segundos.
ro: Vă rugăm să așteptați în timp ce dispozitivul dvs Ledger afișează adresa pentru validare. Acest proces poate dura până la 20 de secunde.
ru: Подождите, пока ваш Ledger не отобразит адрес, чтобы подтвердить его. Это может занять до 20 секунд.
uk: Зачекайте, поки ваш Ledger не відобразить адресу, щоб її підтвердити. Це може зайняти до 20 секунд.
zh: 请等待Ledger显示并验证地址。可能需要20秒钟的时间。

# id_precision
source: Precision
cs: Přesnost
de: Genauigkeit
es: Precisión
fr: Précision
it: Precisione
ja: 精度
ko: 정확도
nl: Precisie
pt_br: Precisão
ro: Precizie
ru: Точность
uk: Точність
vi: Độ chính xác
zh: 精确

# id_previous_fee
source: Previous fee
cs: Předchozí poplatek
de: Vorherige Gebühr
es: Comisión anterior
fr: Frais antérieurs
it: Fee precedente
ja: 前回の手数料
ko: 이전 수수료
nl: Vorig tarief
pt_br: Taxa anterior
ro: Comisionul anterior
ru: Предыдущая комиссия
uk: Попередня комісія
zh: 之前的手续费

# id_privacy_policy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보보호
nl: Privacybeleid
pt_br: Política de privacidade
ro: Politică de Confidențialitate
ru: Политика конфиденциальности
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策

# id_private_but_less_stable
source: Private, but less stable connection
cs: Soukromé, ale méně stabilní připojení
de: Private, aber weniger stabile Verbindung
es: Conexión privada, pero menos estable
fr: Connexion privée, mais moins stable
it: Connessione riservata ma meno stabile
ja: プライベートだが安定性で劣る接続
ko: 비공개, 연결 안정성은 낮음
nl: Privé, maar minder stabiele verbinding
pt_br: Privado, mas conexão instável
ro: Conexiune privată dar instabilă
ru: Приватное, но менее стабильное соединение
uk: Приватне, але менш стабільне з'єднання
zh: 隐私，但不太稳定的连接

# id_private_key
source: Private Key
cs: Soukromý klíč
es: Llave privada
fr: Clé privée
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
nl: Privésleutel
pt_br: Chave privada
ru: Закрытый ключ
uk: Приватний ключ
zh: 私钥

# id_problem_with_key_1s
source: Problem with key %1$@
cs: Problém s klíčem %1$@
de: Problem mit Schlüssel %1$@
es: Problema con clave %1$@
fr: Problème avec la clé %1$@
it: Problema con la chiave %1$@
ja: キー%1$@ に問題が発生
ko: %1$@키에 문제가 있습니다
nl: Probleem met sleutel %1$@
pt_br: Problema com a chave %1$@
ro: Problemă cu cheia %1$@
ru: Проблема с ключом %1$@
uk: Проблема з ключем %1$@
vi: Có vấn đề với khóa %1$@
zh: 密钥%1$@出现了问题
