Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_warning_you_need_a_positive
source: Warning! You need a positive L-BTC balance to be able to send transactions.
cs: Varování! Abyste mohli odesílat transakce, potřebujete kladný zůstatek L-BTC.
de: Achtung! Sie brauchen ein positives L-BTC Guthaben um Transaktionen zu tätigen
es: ¡Atención! Necesita un saldo positivo de L-BTC para poder enviar transacciones.
fr: Attention! Vous devez avoir un solde positif de L-BTC pour pouvoir envoyer des transactions.
it: Attenzione! Per inviare transazioni è necessario un saldo L-BTC positivo.
ja: 注意: トランザクションの送信にはL-BTC残高が必要です。
ko: 경고! L-BTC 잔액이 남아있어야 거래를 보낼 수 있습니다.
nl: Waarschuwing! Je hebt een positieve L-BTC-balans nodig om transacties te versturen.
pt_br: Aviso! Você precisa ter saldo positivo de L-BTC para enviar transações.
ro: Atenție! Aveți nevoie de o cantitate mai mare de 0 L-BTC pentru a trimite tranzacții.
ru: Внимание! Вам нужен положительный баланс L-BTC, чтобы иметь возможность отправлять транзакции.
uk: Увага! Вам потрібен позитивний баланс L-BTC, щоб мати можливість відправляти транзакції.
vi: Cảnh báo!Bạn cần số dư L-BTC dương để có thể gửi giao dịch.
zh: 警告！您的L-BTC余额需要大于0，才能发起转账。

# id_watchonly
source: Watch-only
cs: Pouze-pro-sledování
es: Solo lectura
ja: 読み取りモード
ko: 보기 전용
pt_br: Somente leitura
ro: Watch-only (doar verificare și primire)
ru: Холодный кошелек
uk: Холодний гаманець
vi: Ví chỉ xem

# id_watchonly_credentials
source: Watch-only credentials
es: Credenciales de solo lectura
it: Credenziali watch-only
ko: 시계 전용 자격증명
nl: Watch-only-aanmeldingsgegevens
pt_br: Credenciais carteira somente leitura
zh: 仅查看证书

# id_watchonly_details
source: Watch-only details
cs: Pouze pro sledování - podrobnosti
es: Detalles de modo solo lectura
it: Dettagli Watch-only
ko: 시계 전용 세부사항
pt_br: Detalhes modo somente leitura
zh: 仅可查看的详情

# id_watchonly_disabled
source: Watch-only disabled
cs: Pouze-pro-sledování je zakázáno
de: Watch-Only deaktiviert
es: Modo de solo lectura deshabilitado
fr: Watch-only désactivé
it: Watch-only disabilitato
ja: 読み取りモードが無効
ko: 보기 전용 모드가 비활성화되었습니다
nl: Watch-only uitgeschakeld
pt_br: Modo somente leitura desativado
ro: Modul watch-only este dezactivat
ru: Холодный кошелек отключен
uk: Холодний гаманець відключено
vi: Ví chỉ xem đã tắt
zh: Watch-only已关闭

# id_watchonly_login
source: Watch-only login
cs: Přihlášení Pouze-pro-sledování
es: Iniciar sesión en modo de solo lectura
fr: Connexion en mode watch-only
it: Login watch-only
ja: 読み取りモードでログイン
ko: 보기 전용 로그인
nl: Aanmelden Watch-only
pt_br: Ativar modo somente leitura
ro: Logare în modul watch-only
ru: Логин холодного кошелька
uk: Логін холодного гаманця
vi: Đang nhập vào ví chỉ xem
zh: Watch-only登录

# id_watchonly_mode_can_be_activated
source: Watch-only mode can be activated from settings after logging in with your PIN, mnemonic, or hardware wallet.
cs: Režim pouze-pro-sledování lze aktivovat z nastavení po přihlášení pomocí vašeho PIN kódu, mnemotechnické fráze nebo hardwarové peněženky.
de: Watch-Only Mode kann unter der Einstellungen aktiviert werden nachdem Sie sich mit Ihrem PIN, Merksatz oder Hardware Wallet eingeloggt haben.
es: El modo de solo lectura puede activarse desde la configuración después de iniciar sesión con el PIN, la frase semilla o la hardware wallet.
fr: Le mode Watch-only peut être activé depuis les paramètres après vous être connecté avec votre code PIN, votre code mnémonique ou votre hardware wallet.
it: La modalità watch-only può essere attivata dalle impostazioni dopo aver effettuato il login tramite PIN, mnemonic o hardware wallet.
ja: 読み取りモードはPIN、ニモニック、又はハードウェアウォレットでログイン後に設定から有効にできます。
ko: 보기 전용 모드는 PIN 또는 니모닉, 하드웨어 지갑을 통해 로그인한 후 설정에서 활성화할 수 있습니다.
nl: Watch-only-modus kan worden geactiveerd vanuit de instellingen na aanmelding met je PIN, herstelzin, of hardware wallet.
pt_br: O modo somente leitura pode ser ativado nas configurações após você acessar sua carteira usando o PIN, mnemônico ou carteira física.
ro: Modul watch-only poate fi activat din setări după ce vă logați cu un PIN, o frază mnemonică, sau un portofel hardware.
ru: Режим холодного кошелька можно активировать в настройках после входа в систему с помощью PIN-кода, мнемонической фразы или аппаратного кошелька.
uk: Режим холодного гаманця можна активувати в налаштуваннях після входу в систему за допомогою PIN-коду, мнемонічної фрази або апаратного гаманця.
vi: Chế độ chỉ xem có thể được kích hoạt trong mục cài đặt sau khi đăng nhập với mã số PIN, các chữ gợi nhớ mnemonic hoặc ví cứng
zh: 使用PIN、助记词或硬件钱包登录后，可在设置中开启watch-only模式。

# id_watchonly_mode_cannot_be
source: Watch-only mode cannot be activated on Liquid as your funds are fully confidential.
cs: Režim pouze-pro-sledování nelze aktivovat na Liquid, protože jsou vaše finanční prostředky zcela důvěrné.
de: Der Watch-Only Modus kann bei Liquid nicht aktiviert werden, da deine Gelder streng vertraulich sind.
es: No es posible activar el modo de solo lectura en Liquid dado que sus fondos son totalmente confidenciales.
fr: Le mode Surveillance seulement ne peut pas être activé sur Liquid car vos fonds sont totalement confidentiels.
it: La modalità watch-only non può essere attivata su Liquid poiché i tuoi fondi sono fully confidential.
ja: Liquidでは資産がすべて秘匿されているため、読み取りモードが使用できません。
ko: 사용자 자금이 완전히 기밀로 유지되기 때문에 보기 전용 모드가 Liquid에서는 활성화되지 않습니다.
nl: Watch-only-modus kan niet worden geactiveerd op Liquid, omdat je geld volledig vertrouwelijk is.
pt_br: Modo somente leitura não pode ser ativado na Liquid pois os saldos são totalmente confidenciais.
ro: Modul watch-only nu poate fi activat în rețeaua Liquid, deoarece monedele dvs sunt în totalitate confidențialitate.
ru: Режим watch-only нельзя активировать на Liquid, так как ваши средства полностью конфиденциальны.
uk: Режим watch-only не можна активувати на Liquid, оскільки ваші кошти повністю конфіденційні.
vi: Chế độ chỉ xem không thể được kích hoạt trên Liquid vì tiền của bạn được bảo mật hoàn toàn.
zh: 由于你的资金全部是保密的，Watch-only模式无法在液态网络上开启。

# id_watchonly_wallet
source: Watch-Only Wallet
cs: Peněženka pouze-pro-sledování
es: Cartera de solo lectura
it: Wallet watch-only
ja: 読み取り専用のウォレット
ko: 보기 전용 지갑
pt_br: Acesso somente leitura
ro: Portofel watch-only
ru: Кошелек Watch-Only
uk: Гаманець Watch-Only
zh: 仅查看钱包

# id_we_use_the_camera_to_scan_qr
source: We use the camera to scan QR codes
cs: Kameru používáme ke skenování QR kódů
de: Wir verwenden die Kamera um QR-Codes zu scannen
es: Utilizamos la cámara para escanear los códigos QR
fr: Nous utilisons l'appareil photo pour scanner les codes QR
it: La fotocamera verrà utilizzata per scansionare codici QR
ja: カメラでQRコードをスキャンします。
ko: Green은 카메라를 사용하여 QR 코드를 스캔합니다.
nl: We gebruiken de camera om QR-codes te scannen
pt_br: Usamos a câmera para ler códigos QR
ro: Folosim camera pentru a scana coduri QR
ru: Мы используем камеру для сканирования QR-кодов
uk: Ми використовуємо камеру для сканування QR-кодів
vi: Chúng tôi dùng camera để quét mã QR
zh: 请使用摄像头扫描二维码

# id_we_will_do_our_best_to_find_a
source: We will do our best to find a wallet corresponding to this recovery phrase
cs: Uděláme vše pro to, abychom našli peněženku odpovídající této frázi pro obnovení.
es: Haremos todo lo posible para encontrar una cartera que corresponda a esta frase de recuperación.
it: Faremo il meglio per trovare un wallet corrispondente alla recovery phrase
ko: 이 복구 문구에 해당하는 지갑을 찾기 위해 최선을 다하겠습니다.
nl: We zullen ons best doen om een wallet te vinden die bij deze herstelzin hoort
pt_br: Faremos o possível para encontrar uma carteira correspondente a esta frase de recuperação
zh: 我们会尽力找到与此助记词对应的钱包

# id_welcome
source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pt_br: Bem-vindo
ro: Bine ați venit
ru: Приветствуем вас!
uk: Ласкаво просимо
vi: Chào mừng
zh: 欢迎

# id_welcome_to
source: Welcome to
cs: Vítejte v
de: Willkommen bei
es: Le damos la bienvenida a
fr: Bienvenue sur
it: Benvenuto in
ja: ようこそ
ko: 환영합니다
nl: Welkom bij
pt_br: Bem-vindo à
ro: Bine ați venit la
ru: Добро пожаловать в
uk: Ласкаво просимо до
vi: Chào mừng bạn đến với
zh: 欢迎来到

# id_well_done_you_can_continue
source: Well done, you can continue
cs: Dobrá práce, můžete pokračovat
de: Gut gemacht, hier geht's weiter
es: ¡Muy bien! Puede continuar
fr: Bravo, vous pouvez continuer
it: Complimenti, ora puoi continuare
ja: 上出来です、続きに進みましょう
ko: 좋습니다. 계속하시면 됩니다.
nl: Goed gedaan, je kunt doorgaan
pt_br: Muito bem, pode continuar
ro: Felicitări, puteți continua
ru: Отлично, можно продолжать
uk: Відмінно, можна продовжувати
zh: 做得好，您可以继续

# id_well_done_you_can_continue_with
source: Well done, you can continue with your password
cs: Dobrá práce, můžete pokračovat se svým heslem
de: Gut gemacht, du kannst mit deinem Passwort fortfahren
es: ¡Muy bien! Puede continuar con la contraseña
fr: Bravo, vous pouvez continuer avec votre mot de passe
it: Complimenti, continua con la tua password
ja: さすがです、パスワードを入力して続行しましょう
ko: 좋습니다. 비밀번호를 사용하여 계속하시면 됩니다.
nl: Goed gedaan, je kunt doorgaan met je wachtwoord
pt_br: Muito bem, pode continuar com a sua senha
ro: Felicitări, puteți continua cu parola
ru: Отлично, теперь можете ввести свой пароль
uk: Дуже добре, тепер можете ввести свій пароль
zh: 做得好，您可以用您的密码继续

# id_well_get_you_set_up_in_no_time
source: We'll get you set up in no time. Make sure you have a pen and paper ready!
cs: Nastavení vám zajistíme během chvilky. Ujistěte se, že máte připravené pero a papír!
de: Wir richten dich im Handumdrehen ein. Du brauchst nur ein Stift und Papier bereithalten!
es: Lo ayudaremos a configurar todo en un santiamén. ¡Asegúrese de tener a mano lápiz y papel!
fr: Nous vous aiderons à vous installer en un rien de temps. Assurez-vous d'avoir un stylo et du papier à portée de main !
it: Potrai iniziare a breve. Assicurati di avere con te foglio e penna!
ja: セットアップはすぐ終わります。ペンと紙を用意したら早速取り掛かりましょう！
ko: 금방 처리됩니다. 펜과 종이를 준비하세요!
nl: Dit is zo geregeld. Zorg dat je pen en papier bij de hand hebt!
pt_br: Vamos iniciar a configuração da sua carteira. Tenha em mãos uma caneta e um papel!
ro: Setarea este foarte rapidă. Asigurați-vă că aveți un pix si hârtie la îndemână
ru: Мы все вам настроим в кратчайшие сроки. Убедитесь, что у вас под рукой есть ручка и бумага!
uk: Ми все вам налаштуємо в найкоротші терміни. Переконайтеся, що у вас під рукою є ручка і папір!
zh: 我们会尽快为您设置好。请准备好纸和笔！

# id_well_get_you_set_up_with_an_amp
source: We'll get you set up with an AMP wallet in no time. Note that you can alternatively create AMP accounts in any existing Liquid wallet.
cs: Za chvíli vám nastavíme AMP peněženku. Upozorňujeme, že alternativně můžete vytvořit účty AMP v jakékoli existující peněžence Liquid.
de: Wir richten dir ein AMP Wallet im Handumdrehen ein. Du kannst alternativ auch in jedem bestehenden Liquid-Wallet ein AMP-Konto einrichten.
es: Lo ayudaremos a configurar una cartera AMP en un santiamén. Tenga en cuenta que también puede crear una cuenta AMP desde cualquier cartera Liquid preexistente.
fr: Nous vous installerons un portefeuille AMP en un rien de temps. Notez que vous pouvez également créer des comptes AMP dans n'importe quel porte-monnaie Liquid existant.
it: Potrai iniziare a utilizzare un wallet AMP a breve. Ricorda che in alternativa puoi creare degli account AMP in qualsiasi wallet Liquid.
ja: AMPウォレットの作成に時間はかかりません。また、既存のLiquidウォレット内にAMPアカウントを作成することもできます。
ko: AMP 지갑 은 금방 만들어집니다. 또는 기존 Liquid 지갑에서 AMP 계정을 만드실 수도 있습니다.
nl: We zetten snel en eenvoudig een AMP-wallet op. Houd er rekening mee dat je ook AMP-accounts kunt maken in bestaande Liquid-wallets.
pt_br: Vamos configurar uma carteira AMP em instantes. Observe que, como alternativa, você pode criar contas AMP em qualquer carteira Liquid existente.
ro: Setarea unui cont AMP este foarte rapidă. Opțional, puteți crea un cont AMP in orice portofel Liquid.
ru: Мы в кратчайшие сроки предоставим вам AMP-кошелек. Обратите внимание, что вы также можете создать учетные записи AMP в любом существующем кошельке Liquid.
uk: Ми в найкоротші терміни надамо вам AMP-гаманець. Зверніть увагу, що ви також можете створити облікові записи AMP в будь-якому існуючому гаманці Liquid.
zh: 我们会立即为您设置AMP钱包。请注意，您也可以在任何现有的液态网络钱包中创建AMP账户。

# id_what_type_of_account_would_you
source: What type of account would you like to add?
cs: Jaký typ účtu chcete přidat?
de: Welche Art von Konto möchtest du hinzufügen?
es: ¿Qué tipo de cuenta le gustaría añadir?
fr: Quel type de compte souhaitez-vous ajouter ?
it: Che tipo di account vorresti aggiungere?
ja: 作成するアカウントの種類を選択してください。
ko: 어떤 유형의 계정을 추가하시겠습니까?
nl: Welk type account wil je toevoegen?
pt_br: Que tipo de conta você gostaria de adicionar?
ro: Ce tip de cont doriți să adăugați?
ru: Какой тип учетной записи вы хотите добавить?
uk: Який тип облікового запису ви хочете додати?
zh: 你希望添加什么类型的账户？

# id_whats_collected
source: What's collected
cs: Co se shromažďuje
es: Qué se recopila
fr: Ce qui est collecté
it: Cosa viene raccolto
ko: 수집되는 것
nl: Wat verzameld wordt
pt_br: O que é coletado
zh: 什么会被收集

# id_whats_new
source: What's new?
cs: Co je nového?
de: Was gibt's neues?
es: ¿Qué hay de nuevo?
it: Cosa c'è di nuovo?
ja: 最新情報
ko: 새로운 소식
nl: Wat is er nieuw?
pt_br: O que há de novo?
ro: Ce este nou?
ru: Что нового?
uk: Що нового?
zh: 有什么新情况？

# id_whats_not_collected
source: What's NOT collected
cs: Co NENÍ shromážděno
es: Qué NO se recopila
it: Cosa NON è raccolto
ko: 수집되지 않는 것
nl: Wat NIET verzameld wordt
pt_br: O que NÃO é coletado
zh: 什么不会被收集

# id_where_would_you_like_to
source: Where would you like to transfer the funds?
cs: Kam byste chtěli převést finanční prostředky?
de: Wohin möchtest du die Gelder transferieren?
es: ¿A dónde le gustaría transferir fondos?
fr: Où souhaitez-vous transférer les fonds?
it: Dove vorresti trasferire i fondi?
ja: 資金の送り先を指定してください。
ko: 자금을 어디로 이동하시겠습니까?
nl: Waar wil je het geld naar overmaken?
pt_br: Em qual conta você deseja receber os fundos?
ro: Unde doriți să transferați monedele?
ru: Куда бы вы хотели перевести средства?
uk: Куди б ви хотіли перевести кошти?
vi: Bạn muốn chuyển tiền ở đâu?
zh: 你想要把资金发送到哪？

# id_wireless
source: Wireless
cs: Bezdrátový
de: Kabellos
es: Inalámbrico
fr: Sans fil
ja: 無線
ko: 무선
nl: Draadloos
ru: Беспроводной
uk: Бездротовий
zh: 无线

# id_word
source: Word
cs: Slovo
de: Wort
es: Palabra
fr: Mot
it: Parola
ja: 単語
ko: 단어
nl: Woord
pt_br: Palavra
ro: Cuvânt
ru: Слово
uk: Слово
zh: 词

# id_word_d_of_d
source: Word %d of %d
cs: Slovo %d z %d
de: Wort %d von %d
es: Palabra %d de %d
fr: Mot %d de %d
it: Parola %d di %d
ja: 単語 %d の %d
ko: 단어 %d 중 %d
nl: Woord %d van %d
pt_br: Palavra %d de %d
ro: Cuvântul %d din %d
ru: Слово %d из %d
uk: Слово %d з %d
vi: Chứ thứ %d của %d
zh: 词语%d属于%d

# id_write_down_the_words
source: Write down the words
cs: Zapište si slova
de: Schreibe die Wörter auf
es: Anote las palabras
fr: Écrivez les mots
it: Annota le parole
ja: 単語を書き下ろして下さい。
ko: 단어를 기록해두세요
nl: Schrijf de woorden op
pt_br: Anote as palavras
ro: Notați cuvintele
ru: Запишите слова
uk: Запишіть слова
vi: Viết chính xác các chữ
zh: 请将单词写在纸上

# id_write_down_your_recovery_phrase
source: Write down your recovery phrase on paper and store it somewhere safe.
cs: Zapište si frázi pro obnovení na papír a uložte ho někam na bezpečné místo.
de: Schreibe deine Wiederherstellungs-Phrase auf ein Stück Papier und bewahre es sicher auf.
es: Anote su frase de recuperación en el orden correcto
fr: Notez votre phrase de récupération sur papier et conservez-la dans un endroit sûr.
it: Prendi nota della tua recovery phrase seguendo l'ordine corretto
ja: リカバリーフレーズを紙に記入して安全な所に保管してください。
ko: 올바른 순서로 복구 문구를 옮겨 적으십시오
nl: Noteer je herstelzin op papier en sla het ergens veilig op.
pt_br: Anote sua frase de recuperação na ordem correta
ro: Notați-vă fraza de recuperare pe o hârtie și păstrați-o într-un loc sigur.
ru: Запишите фразу восстановления на бумаге и храните ее в надежном месте.
uk: Запишіть фразу відновлення на папері і зберігайте її в надійному місці.
zh: 在纸上写下您的助记词并将其存放在安全的地方。

# id_wrong_choice_check_your
source: Wrong choice. Check your mnemonic and try again.
cs: Špatná volba. Zkontrolujte si mnemotechnickou frázi a zkuste to znovu.
de: Falsche Auswahl. Prüfen Sie Ihren Merksatz und versuchen Sie es nochmals.
es: Opción incorrecta. Verifique su frase semilla y vuelva a intentarlo.
fr: Choix invalide. Vérifiez votre code mnémonique et réessayez.
it: Scelta sbagliata. Controlla la tua mnemonic e riprova.
ja: 不正解です。ニモニックを確認してからもう一度お試しください。
ko: 잘못 입력되었습니다. 니모닉을 확인하시고 다시 시도하세요.
nl: Verkeerde keus. Bekijk je herstelzin en probeer het opnieuw.
pt_br: Escolha errada. Verifique seu mnemônico e tente novamente.
ro: Ați ales greșit. Verificați fraza mnemonică pe care ați notat-o și încercați din nou.
ru: Неправильный выбор. Проверьте вашу мнемоническую фразу и повторите попытку.
uk: Неправильний вибір. Перевірте вашу мнемонічну фразу та спробуйте ще раз.
vi: Chọn sai. Kiểm tra các chữ số gợi nhớ và thử lại.
zh: 选择错误。请查看助记词后重试。

# id_year
source: year
cs: rok
de: Jahr
es: año
fr: année
it: anno
ja: 年
ko: 년
nl: jaar
pt_br: ano
ro: an
ru: год
uk: рік
vi: năm
zh: 年

# id_years
source: years
cs: roky(ů)
de: Jahre
es: años
fr: années
it: anni
ja: 年
ko: 년
nl: jaar
pt_br: anos
ro: ani
ru: лет
uk: років
vi: năm
zh: 年

# id_you_are_not_connected
source: You are not connected
cs: Nejste připojeni
de: Sie sind nicht verbunden
es: No está conectado
fr: Vous n'êtes pas connecté
it: Non sei connesso
ja: 接続できません。
ko: 연결되지 않았습니다
nl: Je bent niet verbonden
pt_br: Você não está conectado
ro: Nu sunteți conectat
ru: Соединение отсутствует
uk: З'єднання відсутнє
vi: Bạn không kết nối
zh: 未连接

# id_you_are_not_connected_please
source: You are not connected, please wait
cs: Nejste připojeni, počkejte prosím
de: Sie sind nicht verbunden, bitte warten
es: No está conectado. Espere.
fr: Vous n'êtes pas connecté, veuillez patienter
it: Non sei connesso, attendi
ja: 接続できません。しばらくお待ちください。
ko: 연결되지 않았습니다. 잠시만 기다려 주세요
nl: Een moment, je bent niet verbonden
pt_br: Você não está conectado, por favor aguarde
ro: Nu sunteți conectat(ă), vă rugăm să așteptați
ru: Вы не подключены, подождите
uk: Ви не підключені, будь ласка, зачекайте
vi: Bạn không có kết nối, làm ơn chờ đợi
zh: 未连接，请稍候

# id_you_are_now_connected
source: You are now connected
cs: Nyní jste připojeni
de: Sie sind jetzt verbunden
es: Ahora está conectado
fr: Vous êtes connecté
it: Ora sei connesso
ja: 接続しました。
ko: 이제 연결되었습니다
nl: Je bent nu verbonden
pt_br: Agora você está conectado
ro: Acum sunteți conectat(ă)
ru: Соединение есть
uk: З'єднання є
vi: Bạn đã kết nối
zh: 现已连接

# id_you_can_change_these_later_on
source: You can change these later on.
cs: Později je můžete změnit.
de: Du kannst dies später ändern.
es: Podrá cambiarlas más adelante.
fr: Vous pourrez les modifier ultérieurement.
it: Potrai modificare in seguito.
ja: これらは後からも変更できます。
ko: 나중에 변경 가능합니다.
nl: Je kunt dit later wijzigen.
pt_br: Você pode alterar em outro momento.
ro: Puteți să le schimbați mai târziu
ru: Вы можете изменить их позже.
uk: Ви можете змінити їх пізніше.
zh: 您之后可以做出修改

# id_you_cannot_create_or_restore_a
source: You cannot create or restore a wallet on %@ as you already have a PIN protected wallet.
cs: Nelze vytvořit ani obnovit peněženku na %@, protože již máte peněženku chráněnou pomocí PIN.
de: Du kannst keine %@ Wallet erstellen oder wiederherstellen, da du bereits eine PIN-gesicherte Wallet hast.
es: No puede crear o restaurar una cartera en %@ porque ya tiene una cartera protegida con PIN.
fr: Vous ne pouvez pas créer ou restaurer un portefeuille %@car vous avez déjà un portefeuille protégé par un code PIN.
it: Non puoi creare o ripristinare un wallet %@ in quanto esiste già un wallet protetto da PIN.
ja: すでにPINで保護されている%@ウォレットが存在するため、ウォレットの作成や復元ができません。
ko: 이미 PIN으로 보호된 지갑이 있기 때문에 %@에서 지갑을 생성하거나 복구할 수 없습니다.
nl: Je kunt geen wallet maken of herstellen op %@ omdat je al een wallet met PIN hebt.
pt_br: Você não pode criar ou restaurar uma carteira na %@ porque você já tem uma carteira protegida com PIN.
ro: Nu puteți crea sau recupera un portofel în %@, deoarece aveți deja un portofel protejat prin PIN.
ru: Вы не можете создать или восстановить кошелек на %@ так как у вас уже есть кошелек, защищенный PIN-кодом.
uk: Ви не можете створити або відновити гаманець на %@ так як у вас вже є гаманець, захищений PIN-кодом.
vi: Bạn không thể tạo hoặc khôi phục ví trên %@ vì bạn đã có ví được bảo vệ bằng mã PIN.
zh: 你不能在%@上创建或恢复钱包，因为你已经有一个设置过PIN的钱包了。

# id_you_have_clicked_a_payment_uri
source: You have clicked a Payment URI, select a wallet to handle it
cs: Klikli jste na URI platby, vyberte peněženku, která ji bude zpracovávat.
de: Du hast eine Payment URI angeklickt, wähle ein Wallet um fortzufahren
es: Ha seleccionado un URI de pago; ahora elija una cartera para gestionarlo.
fr: Vous avez cliqué sur un URI de paiement, sélectionnez un portefeuille pour le gérer.
it: Hai selezionato un Payment URI. Seleziona un wallet per gestirlo
ja: Payment URIをクリックしました。使用するウォレットを選択してください
ko: 결제 URI를 클릭하셨습니다. 결제할 지갑을 선택하세요.
nl: Je hebt op een betalings-URI geklikt, selecteer een wallet om deze te verwerken
pt_br: Você clicou em uma URI de pagamento, selecione uma carteira para lidar com isso
ru: Вы нажали платежный URI, выберите кошелек для его обработки
uk: Ви натиснули платіжний URI, виберіть гаманець для обробки
zh: 你点击了一个付款URI，请选择一个钱包来处理它

# id_you_have_control_on_your_funds
source: You have control on your funds
cs: Máte kontrolu nad svými prostředky
de: Du hast Kontrolle über deine Gelder
es: Está a cargo de sus fondos
fr: Vous avez la main sur vos fonds
it: Sei tu a controllare i tuoi fondi
ja: 資金は貴方によって完全に管理されます。
ko: 사용자는 자금을 스스로 관리할 수 있습니다
nl: Je hebt toegang tot je balans
pt_br: Você tem controle sobre seus fundos
ro: Aveți control asupra fondurilor dvs
ru: Ваши средства у вас под контролем.
uk: Ваші кошти у вас під контролем
vi: Bạn có quyền kiểm soát tiền của bạn
zh: 你对自己的资金拥有完全的掌控权

# id_you_have_no_coins_to_send
source: You have no coins to send. Generate an address to receive some bitcoins.
cs: Nemáte žádné mince, které byste mohli poslat. Vygenerujte si adresu pro příjem bitcoinů.
de: Du hast keine Coins, die du senden kannst. Erstelle eine Adresse, um ein paar Bitcoin zu empfangen.
es: No tiene monedas para enviar. Genere una dirección para recibir bitcóins.
fr: Vous n'avez pas de pièces à envoyer. Générez une adresse pour recevoir des bitcoins.
it: Non hai alcun coin da inviare. Crea un indirizzo per ricevere bitcoin.
ja: 送金できるコインがありません。まずアドレスを生成してビットコインを受け取りましょう。
ko: 보낼 코인이 없습니다. 비트코인을 받을 주소를 생성하세요.
nl: Je hebt geen munten om te verzenden. Genereer een adres om bitcoins te ontvangen.
pt_br: Esta conta não possui saldo. Clique em receber para gerar um endereço bitcoin.
ru: У вас нет монет для отправки. Создайте адрес для получения биткоинов.
uk: У вас немає монет для відправки. Створіть адресу для отримання біткоінів.
zh: 您没有要发送的代币。请生成一个地址来接收一些比特币。

# id_you_have_received_s
source: You have received %@
cs: Obdrželi jste %@
de: Sie haben %@ erhalten
es: Recibió %@
fr: Vous avez reçu %@
it: Hai ricevuto %@
ja: %@ を受け取りました。
ko: %@를 받았습니다
nl: Je hebt %@ ontvangen
pt_br: Você recebeu %@
ro: Ați primit %@
ru: Вы получили %@
uk: Ви отримали %@
vi: Bạn vừa nhận %@
zh: 您已接收 %@

# id_you_have_successfully_changed
source: You have successfully changed your PIN
cs: Úspěšně jste změnili svůj PIN
de: Du hast deine PIN erfolgreich geändert
es: Ha cambiado su PIN correctamente.
fr: Vous avez réussi à modifier votre code PIN
it: Il tuo PIN è stato modificato con successo
ja: PINの変更に成功しました
ko: PIN을 성공적으로 변경했습니다.
nl: Je hebt je PIN succesvol gewijzigd
pt_br: PIN alterado com sucesso
ro: PIN-ul a fost schimbat
ru: Вы успешно изменили свой PIN-код
uk: Ви успішно змінили свій PIN-код
zh: 您已经成功地修改了PIN
