Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_your_s_sent_to_s_has_been
source: Your %@ sent to %@ has been confirmed
cs: Vaše %@ posláno na %@ bylo potvrzeno
de: Deine %@ versendet an %@ wurde bestätigt
es: Su %@ enviado a %@ está confirmado
fr: Votre envoi de %@ à %@ a été confirmé
it: Il tuo/La tua %@ inviato/a a %@ è stato/a confermato/a
ja: %@に送金した%@ が検証されました。
ko: %@으로 보낸 %@가 확인되었습니다.
nl: Je %@ (verstuurd naar %@) is bevestigd
pt_br: Seus %@ enviados para %@ foram confirmados
ro: Monedele %@ trimise către %@ au fost confirmate
ru: Ваша %@ , отправленная на %@ , подтверждена
uk: Ваша %@, надіслана на %@ , підтверджена
vi: %@ của bạn đã gửi đến %@ đã được xác nhận
zh: 你的%@发送至%@已被确认

# id_your_transactions_will_be_shown
source: Your transactions will be shown here.
cs: Zde se zobrazí vaše transakce.
de: Ihre Transaktionen werden hier angezeigt.
es: Sus transacciones aparecerán aquí.
fr: Vos transactions seront affichées ici.
it: Le tue transazioni appariranno qui.
ja: トランザクションはこちらから確認できます。
ko: 거래 내역은 여기에서 볼 수 있습니다.
nl: Je transacties verschijnen hier.
pt_br: Suas transações serão mostradas aqui.
ro: Tranzacțiile dvs vor fi afișate aici.
ru: Ваши транзакции будут показаны здесь.
uk: Ваші транзакції будуть показані тут.
vi: Các giao dịch của bạn được hiện ra ở đây
zh: 您的转账信息将在此显示。

# id_your_twofactor_threshold_is_s
source: Your Two-Factor threshold is %@.
cs: Váš 2-Faktorový limit je %@.
de: Dein Zwei-Faktor Limit ist %@.
es: Su umbral de dos factores es %@.
fr: Votre seuil Double-Facteur est de %@
it: La tua soglia a Due Fattori è %@.
ja: あなたの2段階認証の閾値は %@です。
ko: 이중 인증 기준값은 %@입니다.
nl: Je limiet voor tweetrapsauthenticatie is %@.
pt_br: O valor máximo que você definiu para ser gasto sem 2FA é de %@.
ro: Pragul dvs pentru autentificare cu doi factori este %@.
ru: Ваш двухфакторный лимит расходов составляет %@.
uk: Ваш двофакторний ліміт витрат становить %@.
vi: Ngưỡng xác thực 2 lớp của bạn là %@.
zh: 触发双重验证的阈值是%@。

# id_your_wallet_backup_is_made_of
source: Your wallet backup is made of 24 words, also known as your mnemonic. Make sure you have a backup and keep it safe. Anyone who finds it can steal your money. You can use it to restore your Blockstream Green wallet on another device in case yours is lost, damaged or stolen.
cs: Záloha vaší peněženky se skládá z 24 slov, známých také jako mnemotechnická fráze. Ujistěte se, že máte zálohu a udržujte ji v bezpečí. Každý, kdo ji najde, může ukrást vaše peníze. Můžete ji také použít k obnovení vaší peněženky Blockstream Green na jiném zařízení v případě ztráty, poškození nebo odcizení.
de: Dein Wallet-Backup besteht aus 24 Wörtern, die auch als Mnemonik oder auch Merksatz bezeichnet werden. Stelle sicher, dass du ein Backup hast und bewahre es sicher auf. Jeder, der es findet, kann dein Geld stehlen. Du kannst es verwenden, um deine Blockstream Green Wallet auf einem anderen Gerät wiederherzustellen, falls deines verloren geht, beschädigt oder gestohlen wird.
es: El respaldo de su cartera, también conocido como frase semilla, está compuesto de 24 palabras. Asegúrese de tener una copia y manténgala a salvo. Cualquiera que lo encuentre podrá robar su dinero. Usted puede usar dicho respaldo para restaurar su cartera Blockstream Green en otro dispositivo en caso de extravío, desperfectos o robo.
fr: La sauvegarde de votre portefeuille est composée de 24 mots, également connus sous le nom de votre mnémonique. Assurez-vous d'avoir une sauvegarde et gardez-la en sécurité. Quiconque la trouve peut vous voler votre argent. Vous pouvez l'utiliser pour restaurer votre portefeuille Blockstream Green sur un autre appareil au cas où le vôtre serait perdu, endommagé ou volé.
it: Il backup del tuo wallet, o mnemonic, è composto da 24 parole. Assicurati di aver effettuato il backup e tienilo al sicuro. Chiunque vi abbia accesso potrebbe sottrarti del denaro. Puoi utilizzare il backup per ripristinare il tuo wallet Blockstream Green su un altro dispositivo in caso di smarrimento, malfunzionamento o furto.
ja: ウォレットのバックアップは24単語で、ニモニックともいいます。書き留めて安全に保管してください。ニモニックが流出すると資金も盗まれてしまいます。ニモニックはデバイスの紛失、故障、盗難の際に新しいデバイスにBlockstream Greenウォレットを復旧するのに必要です。
ko: 지갑 백업은 니모닉이라 불리는 24개 단어로 구성됩니다. 백업이 있는지 확인하고 안전하게 보관하세요. 니모닉을 찾은 사람은 누구나 사용자의 자금을 훔칠 수 있습니다. 분실 또는 손상, 도난 의 경우, 니모닉을 사용하여 다른 기기에서 Blockstream Green 지갑을 복구할 수 있습니다.
nl: Je wallet-back-up bestaat uit 24 woorden, ofwel je herstelzin. Zorg voor een back-up en bewaar deze veilig. Iedereen die het vindt, kan je geld stelen. Je kunt het gebruiken om je Blockstream Green-wallet op een ander apparaat te herstellen voor het geval de jouwe verloren, beschadigd of gestolen is.
pt_br: O backup da sua carteira é uma frase composta por 24 palavras, também conhecido como seed ou mnemônico. Mantenha e guarde ela em um local seguro, pois se alguém encontra-lá poderá roubar seu dinheiro. O backup também pode ser usado para restaurar carteiras criadas na Blockstream Green, por exemplo em caso de perda, dano ou furto do seu aparelho atual.
ro: Copia de protecție a portofelului dvs conține 24 de cuvinte, pe care le vom numi și frază mnemonică. Asigurați-vă că aveți mereu această copie într-un loc sigur. Oricine găsește cuvintele vă poate fura monedele. În cazul în care dispozitivul dvs este pierdut, distrus sau furat, veți putea folosi fraza mnemonică pentru a vă recupera portofelul Blockstream Green și toate fondurile din el pe un alt telefon.
ru: Резервная копия вашего кошелька состоит из 24 слов, также известных как ваша мнемоническая фраза. Убедитесь, что у вас есть резервная копия, и сохраните ее. Любой, кто его найдет, может украсть ваши деньги. Вы можете использовать ее для восстановления своего кошелька Blockstream Green на другом устройстве в случае потери, повреждения или кражи вашего кошелька.
uk: Резервна копія вашого гаманця складається з 24 слів, також відомих як ваша мнемонічна фраза. Переконайтеся, що у вас є резервна копія, і збережіть її. Той, хто її знайде, може вкрасти ваші гроші. Ви можете використовувати її для відновлення свого гаманця Blockstream Green на іншому пристрої у випадку втрати, пошкодження або крадіжки вашого гаманця.
zh: 你的钱包备份是由24个单词组成的，这24个单词叫做助记词。请确保你有备份助记词并确保助记词的安全。任何知道你的助记词的人都可以偷走你的资产。万一你的设备丢失或损坏，你可以用助记词在其它设备上恢复你的Blockstream Green钱包。

# id_your_wallet_is_locked_for_a
source: Your wallet is locked for a Two-Factor Authentication reset. The reset will be completed in %d days.
cs: Vaše peněženka je uzamčena pro resetování dvoufaktorového ověření. Reset bude dokončen za %d dní.
de: Deine Wallet ist gesperrt wegen des Zurücksetzens der Zwei-Faktor-Authentifizierung. Das Zurücksetzen wird in %d Tagen abgeschlossen sein.
es: Su cartera está bloqueada porque se está reestableciendo la autenticación de dos factores. El restablecimiento finalizará en %d días.
fr: Votre portefeuille est verrouillé pour une réinitialisation de l'authentification à deux facteurs. La réinitialisation sera terminée dans %d jours
it: Wallet bloccato per reset Autenticazione a Due Fattori. Il reset verrà completato tra %d giorni.
ja: 2段階認証のリセットのためにウォレットがロックされています。リセットは残り%d日で完了します。
ko: 이중 인증 초기화를 위해 지갑이 잠겨 있습니다. 초기화는 %d일 후에 완료됩니다.
nl: Je wallet is vergrendeld voor een tweetrapsauthenticatie-reset. De reset wordt over %d dagen voltooid.
pt_br: Sua carteira está bloqueada até que seja finalizado o processo de redefinição da autenticação de dois fatores. A redefinição será concluída em %d dias.
ro: Portofelul dvs este blocat pentru a resetare a autentificării cu doi factori. Această resetare va fi îndeplinită în %d zile.
ru: Ваш кошелек заблокирован для сброса двухфакторной аутентификации. Сброс будет завершен через%d дней.
uk: Ваш гаманець заблокований для скидання двофакторної аутентифікації. Скидання буде завершено через %d днів.
vi: Your wallet is locked for a Two-Factor Authentication reset. The reset will be completed in %@ days.
zh: 你的账户因重置双重验证被锁定。重置将在%d天后完成。

# id_your_wallet_is_locked_under_2fa
source: Your wallet is locked under 2FA dispute.
cs: Vaše peněženka je uzamčena v rámci sporu 2FA.
de: Dein Wallet ist gesperrt wegen 2FA-Anfechtung.
es: Su cartera está bloqueada conforme a una disputa sobre la autenticación 2FA.
fr: Votre portefeuille est verrouillé par le conflit 2FA.
it: Wallet bloccato per contestazione 2FA.
ja: あなたのウォレットは2段階認証リセットの係争中につきロックされています。
ko: 지갑이 2FA 이의 신청으로 잠긴 상태입니다.
nl: Je wallet is vergrendeld vanwege een 2FA-geschil.
pt_br: Sua carteira está bloqueada devido a uma disputa 2FA.
ru: Ваш кошелек заблокирован из-за спора 2FA.
uk: Ваш кошелек заблокований під час оскарження 2FA.
zh: 您的钱包因2FA争议而被锁定。

# id_your_wallet_is_not_yet_fully
source: Your wallet is not yet fully secured. Please enable Two-Factor authentication.
cs: Vaše peněženka ještě není zcela zabezpečená. Aktivujte prosím 2-Faktorové ověřování.
de: Deine Wallet ist noch nicht vollständig gesichert. Bitte aktiviere die Zwei-Faktor Authentifizierung.
es: Su cartera aún no está completamente protegida. Habilite la autenticación de dos factores.
fr: Votre portefeuille n'est pas complètement sécurisé. Veuillez activer un deuxième facteur d'authentification.
it: Il tuo wallet non è ancora completamente al sicuro. Abilita Autenticazione a Due Fattori.
ja: ウォレットが安全ではありません。 2段階認証を設定してください。
ko: 지갑의 보안 수준이 완전하지 않습니다. 이중 인증을 활성화하세요.
nl: Je wallet is nog niet volledig beveiligd. Schakel tweetrapsauthenticatie in.
pt_br: Sua carteira não está completamente segura. Por favor, ative a autenticação de dois fatores.
ro: Portofelul dvs nu este securizat la maximum. Vă rugăm să activați autentificarea cu doi factori.
ru: Ваш кошелек не защищен. Пожалуйста, включите двухфакторную аутентификацию.
uk: Ваш гаманець ще не надійно захищений. Будь ласка, увімкніть двофакторну аутентифікацію.
vi: Ví của bạn chưa bảo mật đầy đủ Làm ơn kích hoạt xác thực 2 lớp
zh: 你的钱包还没完成安全设置。 请开启双重验证。

# id_your_watchonly_username_and
source: Your watch-only username and password will be stored un-encrypted on this device. If your device is compromised third parties can get access to your transaction history. Press "OK" to continue.
cs: Vaše uživatelské jméno a heslo pro Pouze-pro-sledování bude na tomto zařízení uloženo nešifrované. Pokud je zařízení ohroženo, mohou třetí strany získat přístup k vaší historii transakcí. Pokračujte stisknutím tlačítka „OK“.
de: Dein Watch-Only Benutzername und Passwort werden unverschlüsselt auf diesem Gerät gespeichert. Sollte dein Gerät kompromittiert werden, können Dritte Zugang zu deinem Transaktionsverlauf erhalten. Drücke "OK", um fortzufahren.
es: Su nombre de usuario y contraseña del modo de solo lectura se guardarán sin encriptar en este dispositivo. Si su dispositivo queda expuesto, cualquier tercero podría acceder a su historial de transacciones. Presione "OK" para continuar.
fr: Votre nom d'utilisateur et votre mot de passe pour la surveillance seulement seront stockés en clair sur cet appareil. Si votre appareil est compromis, des tiers peuvent avoir accès à l'historique de vos transactions. Appuyez sur "OK" pour continuer.
it: Il tuo username e la tua password watch-only verranno salvati in chiaro su questo dispositivo. Se il tuo dispositivo è compromesso, soggetti terzi possono accedere alle cronologia delle tue transazioni. Premi OK per continuare.
ja: 読み取りモードのアクセスに使用するユーザー名とパスワードはデバイス上に平文で保管されます。デバイスに不正アクセスがあると第三者に取引履歴を閲覧される可能性があります。よろしければ続行してください。
ko: 보기 전용 사용자 이름과 비밀번호는 이 기기에 암호화되지 않은 상태로 저장됩니다. 기기가 보안 위험에 노출된 경우 제 3자가 거래 내역에 액세스할 수 있습니다. 계속하려면 "OK"를 누르세요.
nl: Je gebruikersnaam en wachtwoord voor watch-only worden onversleuteld op dit apparaat opgeslagen. Als je apparaat is gecompromitteerd, kunnen derden toegang krijgen tot je transactiegeschiedenis. Druk op "OK" om verder te gaan.
pt_br: Seu nome de usuário e senha serão gravados de forma não criptografada neste aparelho. Se seu aparelho estiver exposto, terceiros podem obter acesso ao seu histórico de transações. Pressione "OK" para continuar.
ro: Numele de utilizator și parola necesare unei logări în modul watch-only vor fi stocate pe acest dispozitiv fără a fi criptate. Dacă dispozitivul dvs este compromis, atunci terțe părți vor putea să aibă acces la istoricul dvs de tranzacții. Apăsați "OK" pentru a continua.
ru: Ваше имя пользователя и пароль watch-only будут храниться на этом устройстве в незашифрованном виде. Если ваше устройство будет взломано, третьи лица смогут получить доступ к вашей истории транзакций. Нажмите «ОК», чтобы продолжить.
uk: Ваше ім'я користувача та пароль watch-only зберігатимуться на цьому пристрої в незашифрованому вигляді. Якщо ваш пристрій буде зламано, треті особи зможуть отримати доступ до історії транзакцій. Натисніть "OK", щоб продовжити.
vi: Tên người dùng và mật khẩu chỉ xem của bạn sẽ được lưu trữ không được mã hóa trên thiết bị này. Nếu thiết bị của bạn bị xâm phạm, bên thứ ba có thể truy cập vào lịch sử giao dịch của bạn. Nhấn "OK" để tiếp tục.
zh: 你的watch-only用户名和密码会被以非加密形式保存在当前设备上。如果你的设备被入侵，第三方会拥有查看你的转账记录的权限。点击“OK”继续。

# id_youve_entered_an_invalid_pin
source: You've entered an invalid PIN too many times.
cs: Příliš mnohokrát jste zadali neplatný kód PIN.
de: Du hast zu oft eine ungültige PIN eingegeben.
es: Ha ingresado un PIN inválido demasiadas veces.
fr: Vous avez entré un code PIN invalide un trop grand nombre de fois.
it: PIN non valido inserito troppe volte.
ja: 無効なPINの入力回数が上限に達しました。
ko: 잘못된 PIN을 너무 많이 입력했습니다.
nl: Je hebt te vaak een ongeldige PIN ingevoerd.
pt_br: Você inseriu um PIN inválido muitas vezes.
ru: Вы ввели неверный PIN-код слишком много раз.
uk: Ви надто багато разів вводили неправильний PIN-код.
zh: 您输入无效PIN的次数过多。

# id_amp_id
source: AMP ID
cs: ID AMP
es: ID de AMP
it: ID AMP
pt_br: ID AMP

# id_dust
source: Dust
cs: Prach
es: Polvo
ja: ダスト
ru: Пыль
uk: Пил
zh: 灰尘

# id_managed_assets
source: Managed Assets
cs: Spravovaná aktiva
es: Activos gestionados
fr: Actifs gérés
ja: マネージド・アセット
nl: Beheerde assets
pt_br: Gerenciar ativos
ro: Monede gestionate
zh: 托管资产

# id_noradio_firmware
source: No-radio firmware
cs: Ne-rádiový firmwar
de: Funklose Firmware
es: firmware sin radio
ja: 無線無効化ファームウェア
nl: Firmware zonder radio
pt_br: Sem firmware de rádio
ro: Firmware fără wireless
zh: 非无线电固件

# id_radio_firmware
source: Radio firmware
cs: Rádiový firmware
de: Funk-Firmware
es: firmware con radio
ja: 無線有効版ファームウェア
pt_br: Firmware de rádio
ro: Firmware cu wireless
zh: 无线电固件

# id_sweep
source: Sweep
cs: Vybrat prostředky (sweep)
de: Sweepen
es: Barrer
fr: Balayer
ja: 資金をまとめる
nl: Opvegen
pt_br: Resgatar
ro: Recuperare monede
ru: Смести
uk: Змести
vi: Quẹt để nạp tiền
zh: 扫描

# id_liquid_securities
source: Liquid Securities
de: Liquid-Wertpapiere
pt_br: Valores mobiliários
ro: Acțiuni Liquid
ru: Ценные бумаги Liquid
uk: Цінні папери Liquid
zh: 液态网络证券

# id_multisig_shield
source: Multisig Shield
fr: Bouclier Multisig
ja: マルチシグ・シールド
pt_br: Conjunta
ro: Multisig Shiled

# id_ok
source: Ok
ja: 承諾
zh: 确认

# id_sms
source: SMS
ru: СМС
uk: СМС
vi: Tin nhắn SMS
zh: 短信

# id_p2wsh
source: P2wsh
it: P2sh

# id_face_id
source: Face ID
ja: 顔ID
vi: Mã nhận dạng khuôn mặt Face ID

# id_hex
source: HEX
ja: 16進数

# id_telegram
source: Telegram
ja: テレグラム

# id_touch_id
source: Touch ID
ja: タッチID
vi: Mã ID vân tay

# id_pin
source: PIN
ru: PIN-код
uk: PIN-код
vi: Mã PIN

# id_txid
source: TXID
ro: ID-ul tranzacției
vi: Số ID giao dịch TXID
