Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_connecting_to_a_trusted_node
source: Connecting to a trusted node through Tor requires enabling proxy settings in the app before logging in and a Socks5 proxy (Orbot app for Android)
cs: Připojení k důvěryhodnému uzlu přes Tor vyžaduje zapnutí nastavení proxy serveru v aplikaci před přihlášením a proxy server Socks5 (aplikace Orbot pro Android).
de: Verbinden mit einer vertrauten Node über Tor erfordert die Aktivierung der Proxy Einstellungen in der App vor dem Einloggen und einen Socks5 Proxy (Orbot App für Android)
es: La conexión a un nódulo confiable a través de Tor requiere activar la configuración del proxy en la app antes de iniciar sesión y un proxy de Socks5 (app Orbot para Android)
fr: Pour vous connecter à un nœud approuvé par Tor, vous devez d'abord activer les paramètres de proxy dans l'application et utiliser un proxy Socks5 (application Orbot pour Android).
it: Per connettersi a un nodo di fiducia tramite Tor è necessario abilitare le impostazioni proxy sull'app prima di effettuare il log e una proxy Socks5 (app Orbot per Android)
ja: Tor経由で信頼するノードに接続するには、ログイン前にこのアプリからプロキシの設定と、Socks5プロキシが必要になります(AndroidならOrbotアプリ)
ko: Tor를 통해 신뢰하는 노드에 연결하려면 로그인 전 앱 설정에서 프록시를 활성화하고 Socks5 프록시(Android용 Orbot 앱)을 설치해야 합니다.
nl: Om met een vertrouwde node via Tor te verbinden, moet je eerst de proxyinstellingen in de app en een Socks5-proxy instellen (Orbot-app voor Android)
pt_br: Para se conectar a um nó confiável através da Tor é necessário ativar as configurações de proxy e instalar um aplicativo SOCKS5 (Orbot para Android)
ro: Pentru a conecta un nod de încredere la Tor trebuie să activați setările de proxy din aplicație înainte de a vă loga. Trebuie să activați și un proxy Socks5 (aplicația Orbot pentru Android).
ru: Для подключения к доверенному узлу через Tor перед входом в учетную запись необходимо включить настройки прокси в приложении с указанием Socks5 прокси (приложение Orbot для Android)
uk: Для підключення до довіреного вузлу через Tor перед входом в обліковий запис потрібно включити налаштування проксі в додатку із зазначенням Socks5 проксі (додаток Orbot для Android)
vi: Kết nối với nút đáng tin cậy thông qua Tor yêu cầu bật cài đặt proxy trong ứng dụng trước khi đăng nhập và proxy SockS5 (ứng dụng Orbot cho Android)
zh: 通过Tor连接到受信任节点需要登录前在应用程序中启用代理设置以及Socks5代理（适用于Android的Orbot应用程序）

# id_connecting_to_peers
source: Connecting to peers...
cs: Připojování k uzlům...
de: Mit Peers verbinden...
es: Conectando con pares...
it: Connessione ai peer in corso...
ja: ピアに接続中…
ko: 동료들과 연결 중...
nl: Verbinden met peers...
pt_br: Conectando aos pares...
ro: Conectare la noduri de rețea...
ru: Соединение с узлами сети
uk: З'єднання з вузлами мережі
vi: Đang nối với các nốt mạng khác...
zh: 正在连接终端...

# id_connecting_to_tor_onion_nodes
source: Connecting to Tor (.onion) nodes allows maximum privacy and security. Press "OK" to continue.
cs: Připojení k uzlům Tor (.onion) umožňuje maximální soukromí a zabezpečení. Pokračujte stisknutím tlačítka „OK“.
de: Das Verbinden mit Tor (.onion) Nodes ermöglicht maximale Privatsphäre und Sicherheit. Klicke "OK" um fortzufahren.
es: Conectarse a los nodos de Tor (.onion) garantiza máxima privacidad y seguridad. Pulse "Aceptar" para continuar.
fr: Connectez-vous à des nœuds sur le réseau Tor (.onion) et bénéficiez du maximum de confidentialité et de sécurité. Appuyez sur "OK" pour continuer.
it: La connessione a nodi Tor (.onion) garantisce massima privacy e sicurezza. Seleziona "OK" per continuare.
ja: Tor(.onion)ノードに接続することで最高のセキュリティとプライバシーを保証します。このまま進めるには "OK" を押してください。
ko: Tor(.onion) 노드에 연결하 여 최고의 보안과 개인정보보호 기능을 누릴 수 있습니다. 계속하시려면 "OK"를 누르세요.
nl: Door te verbinden met Tor (.onion) nodes, verzeker je jezelf van maximale privacy en veiligheid. Druk op "OK" om door te gaan.
pt_br: Conectar através da rede Tor (.onion) garante máxima privacidade e segurança. Pressione "OK" para continuar.
ro: Conectarea la noduri Tor (.onion) permite un nivel maxim de confidențialitate și securitate. Apăsați "OK" pentru a continua.
ru: Подключение к Tor (.onion) узлам обеспечивает максимальную конфиденциальность и безопасность. Нажмите "OK" для продолжения.
uk: Підключення до Tor (.onion) вузлів забезпечує максимальну конфіденційність і безпеку. Натисніть "OK", щоб продовжити.
vi: Đang nối tới nốt mạng Tor( có tên miền .onion) cho phép bảo mật và quyền riêng tư tối đa. Ấn "OK" để tiếp tục.
zh: 连接至Tor (.onion)节点将使得隐私及安全性能最大化。点击"OK"继续。

# id_connecting_to_your_device
source: Connecting to your device
cs: Připojování k zařízení
de: Verbindet sich zu deinem Gerät
es: Conectando a su dispositivo
fr: Connexion à votre appareil
it: Connessione al tuo dispositivo in corso
ja: デバイスに接続中
ko: 사용자 기기와 연결 중
nl: Verbinden met je apparaat
pt_br: Conectando ao seu dispositivo
ru: Подключение к вашему устройству
uk: Підключення до вашого пристрою
zh: 正在连接到你的设备

# id_connection
source: Connection
cs: Připojení
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pt_br: Conexão
ro: Conexiune
ru: Соединение
uk: З'єднання
zh: 连接

# id_connection_failed
source: Connection failed
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
es: La conexión falló
fr: La connexion a échoué
it: Connessione fallita
ja: 接続失敗
ko: 연결 실패
nl: Verbinding verbroken
pt_br: A conexão falhou
ro: Conectare eșuată
ru: Ошибка подключения
uk: Помилка підключення
zh: 连接失败

# id_connection_to_device_failed
source: Connection to device failed! Move closer to the device and try again.
cs: Připojení k zařízení selhalo! Přesuňte se blíže k zařízení a zkuste to znovu.
de: Verbindung zum Gerät fehlgeschlagen! Bewege dich näher zum Gerät und versuche es erneut.
es: ¡La conexión con el dispositivo falló! Acérquese al dispositivo y vuelva a intentarlo.
fr: La connexion à l'appareil a échoué ! Rapprochez-vous de l'appareil et réessayez.
it: Connessione al dispositivo fallita! Avvicinalo e riprova.
ja: デバイスへの接続に失敗しました。デバイスに近づいて再度お試しください。
ko: 기기 연결에 실패했습니다! 기기 를 더 가까이 하여 다시 시도하세요.
nl: De verbinding met het apparaat is verbroken! Blijf dichter in de buurt van het apparaat en probeer het opnieuw.
pt_br: Falha na conexão com o dispositivo! Aproxime-se do dispositivo e tente novamente.
ro: Conectarea la dispozitiv a eșuat! Apropiați-vă de dispozitiv și încercați din nou.
ru: Не удалось подключиться к устройству! Приблизьтесь к устройству и попробуйте еще раз.
uk: Помилка з'єднання із пристроєм! Наблизьтесь до пристрою і спробуйте ще раз.
zh: 连接设备失败！将设备离的近一点再试一次。

# id_contact_support_at_s_or_visit_s
source: Contact support at %@ or visit %@
cs: Kontaktujte podporu na %@ nebo navštivte %@
de: Kontaktiere den Support unter %@ oder besuche %@
es: Comuníquese con soporte técnico por %@ o visite %@
fr: Contactez l'assistance à %@ ou visitez %@
it: Per ricevere supporto contatta %@ oppure visita %@
ja: %@までサポートにご連絡いただくか、%@をご覧ください。
ko: %@에서 고객 센터에 문의하거나 %@를 방문하세요
nl: Neem contact op met de ondersteuning op %@ of bezoek %@
pt_br: Contate o suporte em %@ ou visite %@
ro: Contactați echipa de suport la adresa %@ sau vizitați %@
ru: Обратитесь в службу поддержки %@ или посетите %@
uk: Зверніться в службу підтримки %@ або відвідайте %@
zh: 联系支持人员%@或者访问%@

# id_continue
source: Continue
cs: Pokračovat
de: Fortfahren
es: Continuar
fr: Continuez
it: Continua
ja: 進める
ko: 계속
nl: Doorgaan
pt_br: Continuar
ro: Continuare
ru: Продолжить
uk: Продовжити
vi: Tiếp tục
zh: 继续

# id_continue_with_1s
source: Continue with %1$@
cs: Pokračovat s %1$@
de: Fortfahren mit %1$@
es: Continuar con %1$@
fr: Continuez avec %1$@
it: Continua con %1$@
ja: %1$@で続行
ko: %1$@로 계속하기
nl: Ga verder met %1$@
pt_br: Continuar com %1$@
ro: Continuă cu %1$@
ru: Продолжить с %1$@
uk: Продовжити з %1$@
zh: 继续%1$@

# id_copied_to_clipboard
source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato in clipboard
ja: クリップボードにコピーしました
ko: 클립보드에 복사 완료
nl: Gekopieerd naar klembord
pt_br: Copiado
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
uk: Скопійовано в буфер обміну
zh: 已复制到剪贴板

# id_copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copiez
it: Copia
ja: コピー
ko: 복사하기
nl: Kopiëren
pt_br: Copiar
ru: Копировать
uk: Копіювати
zh: 复制

# id_copy_address
source: Copy address
cs: Kopírovat adresu
de: Adresse kopieren
es: Copiar dirección
fr: Copie de l'adresse
it: Copia indirizzo
ja: アドレスをコピーする
ko: 주소 복사
nl: Adres kopiëren
pt_br: Copiar endereço
ro: Copiere adresă
ru: Копировать адрес
uk: Копіювати адресу
zh: 复制地址

# id_copy_details
source: Copy details
cs: Kopírovat podrobnosti
de: Details kopieren
es: Copiar datos
fr: Copiez les détails
it: Copia dettagli
ja: 詳細をコピーする
ko: 세부 정보 복사
nl: Details kopiëren
pt_br: Copiar detalhes
ro: Copiere detalii
ru: Копировать детали
uk: Копіювати деталі
zh: 复制详细信息

# id_copy_device_id
source: Copy Device ID
cs: Zkopírovat ID zařízení
es: Copiar identificación de dispositivo
it: Copia ID dispositivo
ko: 장치 ID를 복사하십시오
nl: Apparaat-ID kopiëren
pt_br: Copiar ID do dispositivo
zh: 复制设备ID

# id_copy_raw_transaction
source: Copy raw transaction
cs: Kopírovat raw transakci
de: Transaktions-Rohdaten kopieren
es: Copiar transacción sin procesar
fr: Copiez de la transaction brute
it: Copia raw transaction
ja: 生のトランザクションをコピーする
ko: 원시 거래 복사
nl: 'Raw transaction' kopiëren
pt_br: Copiar transação raw
ro: Copiere tranzacție brută
ru: Скопировать необработанную транзакцию
uk: Скопіювати raw транзакцію
zh: 复制raw transaction

# id_copy_support_id
source: Copy support ID
es: Copiar ID de soporte técnico
it: Copia ID di supporto
ko: 지원 ID를 복사하십시오
pt_br: Copiar ID de suporte

# id_copy_to_clipboard
source: Copy To Clipboard
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copiez dans le presse-papier
it: Copia in Clipboard
ja: クリップボードにコピーする
ko: 클립보드에 복사하기
nl: Naar klembord kopiëren
pt_br: Copiar para a área de transferência
ro: Copiere pe Clipboard
ru: Скопировать в буфер обмена
uk: Скопіювати в буфер обміну
vi: Sao chép vào clipboard
zh: 复制到剪贴板

# id_copy_transaction_id
source: Copy transaction ID
cs: Kopírovat ID transakce
de: Transaktions-ID kopieren
es: Copiar identificación de la transacción
fr: Copiez l'ID de la transaction
it: Copia ID di transazione
ja: トランザクションIDをコピーする
ko: 거래 ID 복사
nl: Transactie-ID kopiëren
pt_br: Copiar o ID da transação
ro: Copiere ID Tranzacție
ru: Скопировать ID транзакции
uk: Скопіювати ID транзакції
zh: 复制转账ID

# id_copy_unblinded_link
source: Copy unblinded link
cs: Zkopírovat nezaslepený odkaz
de: Kopieren des entblendeten Links
es: Copiar enlace desenmascarado
fr: Copiez le lien non masqué
it: Copia unblinded link
ja: ブラインディングされていないリンクをコピーする
ko: 무작위 링크 복사하기
nl: Deblinderingslink kopiëren
pt_br: Copiar o link dados visíveis
ru: Скопировать неослепленную ссылку
uk: Скопіювати неосліплене посилання
zh: 复制解盲链接

# id_copy_unblinding_data
source: Copy unblinding data
cs: Kopírovat nezaslepená data
de: Kopieren der entblendeten Daten
es: Copiar datos de desenmascaramiento
fr: Copier les données non masquées
it: Copia unblinding data
ja: ブラインディング解除用データをコピーする
ko: 맹검해제 데이터 복사하기
nl: Deblinderingsgegevens kopiëren
pt_br: Copiar dados confidenciais
ro: Copiere date de-anonimizare
ru: Скопировать неослепленные данные
uk: Скопіювати неосліплені дані
zh: 复制解盲数据

# id_copy_uri
source: Copy URI
cs: Kopírovat URI
de: URI kopieren
es: Copiar URI
fr: Copiez URI
it: Copia URI
ja: URIをコピーする
ko: URI 복사
nl: URI kopiëren
pt_br: Copiar URI
ro: Copiere URI
ru: Скопировать URI
uk: Копіювати URI
zh: 复制URL

# id_copy_xpub
source: Copy xpub
cs: Kopírovat xpub
de: xpub kopieren
es: Copiar xpub
fr: Copiez xpub
it: Copia xpub
ja: xpubをコピーする
ko: xpub 복사
nl: Xpub kopiëren
pt_br: Copiar xPub
ro: Copiere xpub (cheie publică extinsă)
ru: Скопировать xpub
uk: Копіювати xpub
zh: 复制xpub格式公钥

# id_country
source: Country
cs: Země
de: Land
es: País
fr: Pays
it: Paese
ja: 国
ko: 국가
nl: Land
pt_br: País
ru: Страна
uk: Країна
zh: 国家

# id_create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 生成
ko: 생성
nl: Aanmaken
pt_br: Criar
ro: Creați
ru: Создать
uk: Створити
vi: Tạo
zh: 创建

# id_create_a_pin_to_access_your
source: Create a PIN to access your wallet
cs: Vytvořit PIN pro přístup k peněžence
de: PIN für die Wallet generieren
es: Cree un PIN para acceder a su cartera
fr: Créez un code PIN pour accéder à votre portefeuille
it: Crea un PIN per accedere al tuo wallet
ja: ウォレット接続の為のPINを生成する
ko: 지갑을 사용하기 전 PIN을 설정하세요
nl: Kies een PIN voor toegang tot wallet
pt_br: Criar um PIN para acessar sua carteira
ro: Creați un PIN pentru accesarea portofelului
ru: Создайте PIN-код для доступа к вашему кошельку
uk: Створіть PIN-код для доступу до вашого гаманця
vi: Tạo mã PIN để vào ví của bạn
zh: 创建一个PIN来进入钱包

# id_create_a_wallet_for_bitcoin
source: Create a wallet for Bitcoin, Liquid or Testnet
cs: Vytvořit peněženku pro Bitcoin, Liquid nebo Testnet
de: Wallet für Bitcoin, Liquid oderr Testnet erstellen
es: Crear una cartera para Bitcoin, Liquid o Testnet
fr: Créer un portefeuille pour Bitcoin, Liquid ou Testnet
it: Crea un wallet per Bitcoin, Liquid o Testnet
ja: Bitcoin, LiquidまたはTestnet用のウォレットを作成する
ko: Bitcoin 또는 Liquid, Testnet용 지갑 생성하기
nl: Maak een wallet aan voor Bitcoin, Liquid of Testnet
pt_br: Criar uma carteira Bitcoin, Liquid ou de Teste
ro: Creați un portofel pentru Bitcoin, Liquid și Testnet
ru: Создайте кошелек для Bitcoin, Liquid или Testnet
zh: 为比特币，液态网络或测试网创建钱包

# id_create_new_wallet
source: Create New Wallet
cs: Vytvořit novou peněženku
de: Neue Wallet generieren
es: Crear una nueva cartera
fr: Créer un nouveau portefeuille
it: Crea Nuovo Wallet
ja: 新規ウォレットの生成
ko: 새 지갑 만들기
nl: Nieuwe wallet aanmaken
pt_br: Criar carteira
ro: Creați un Portofel Nou
ru: Создать новый кошелек
uk: Створити новий гаманець
vi: Tạo một ví mới
zh: 创建新钱包

# id_create_temporary_wallet
source: Create temporary wallet
cs: Vytvořte dočasnou peněženku
de: Temporäre Wallet erstellen
es: Crear cartera temporaria
fr: Créer un portefeuille temporaire
it: Crea wallet temporaneo
ja: 一時的なウォレットの作成
ko: 임시 지갑 생성하기
nl: Tijdelijke wallet aanmaken
pt_br: Criar carteira temporária
ro: Creați un Portofel Temporar
ru: Создать временный кошелек
uk: Створити тимчасовий гаманець
vi: Tạo một ví tạm thời
zh: 创建临时钱包

# id_create_wallet
source: Create Wallet
cs: Vytvořit peněženku
de: Wallet erstellen
es: Crear cartera
fr: Créer un portefeuille
it: Crea Wallet
ja: ウォレットを作成
ko: 지갑 생성하기
nl: Wallet aanmaken
pt_br: Criar carteira
ro: Creează portofel
ru: Создать кошелек
uk: Створити гаманець
zh: 创建钱包

# id_creating_wallet
source: Creating wallet…
cs: Vytváření peněženky…
de: Wallet wird erstellt...
es: Creando cartera...
fr: Création de portefeuille...
it: Creazione wallet in corso…
ja: ウォレットを作成中…
ko: 지갑 생성 중...
nl: Wallet aanmaken…
pt_br: Criando carteira…
ro: Se creează portofel...
ru: Создание кошелька…
uk: Створення гаманця …
zh: 创建钱包中。。。

# id_currency
source: Currency
cs: Měna
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pt_br: Moeda
ro: Monedă
ru: Валюта
uk: Валюта
vi: Đơn vị tiền tệ
zh: 货币

# id_current_version
source: Current version
cs: Současná verze
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
nl: Huidige versie
pt_br: Versão atual
ro: Versiunea curentă
ru: Текущая версия
uk: Поточна версія
zh: 当前版本

# id_custom
source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizar
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
nl: Aanpassen
pt_br: Personalizado
ro: Personalizare
ru: Настраиваемый
uk: Спеціалізовані
vi: Tùy biến
zh: 自定义

# id_custom_network_added_enable_it
source: Custom network added, enable it in the network settings
cs: Přidána vlastní síť, povolte ji v nastavení sítě
de: Eigenes Netzwerk hinzugefügt, aktivieren Sie es in den Netzwerkeinstellungen
es: Red personalizada agregada. Habilítela en la configuración de red
fr: Réseau personnalisé ajouté, vous pouvez l'activer dans les configurations réseau
it: Custom network aggiunto. Abilitalo nelle impostazioni di rete
ja: カスタムネットワークを登録しました、ネットワーク設定から有効化してください
ko: 사용자 지정 네트워크가 추가되었습니다. 네트워크 설정에서 활성화하세요.
nl: Eigen netwerk toegevoegd, inschakelen is mogelijk via de netwerkinstellingen
pt_br: Rede personalizada adicionada, ative-a nas configurações de rede
ro: Adresa de rețea personalizată a fost adăugată, vă rugăm să îi permiteți accesul din setările de rețea
ru: Настраиваемая сеть добавлена, включите ее в сетевых настройках
uk: Спеціалізовану мережу додано, увімкніть її у налаштуваннях мережі
vi: Mạng tùy biến đã được thêm, cho phép nó trong mục cài đặt mạng.
zh: 已添加自定义网络，请在网络设置中启用这个网络

# id_custom_network_not_found
source: Custom network not found
cs: Vlastní síť nebyla nalezena
de: Eigenes Netzwerk nicht gefunden
es: No se encuentra la red personalizada
fr: Réseau personnalisé non trouvé
it: Custom network non trovato
ja: カスタムネットワークが見つかりません。
ko: 사용자 지정 네트워크를 찾지 못했습니다
nl: Eigen netwerk niet gevonden
pt_br: Rede personalizada não encontrada
ro: Rețeaua personalizată nu a fost găsită
ru: Настраиваемая сеть не найдена
uk: Спеціалізовану мережу не знайдено
vi: Mạng tùy biến không tìm thấy
zh: 未找到自定义网络

# id_custom_network_with_this_name
source: Custom network with this name already present
cs: Vlastní síť s tímto názvem již existuje
de: Eigenes Netzwerk mit diesem Namen bereits vorhanden
es: Ya existe una red personalizada con este nombre
fr: Il existe déjà un réseau personnalisé avec le même nom
it: É già presente un custom network con questo nome
ja: この名前のカスタムネットワークが既にあります。
ko: 이 이름을 가진 사용자 지정 네트워크가 이미 존재합니다
nl: Er bestaat al een eigen netwerk met deze naam
pt_br: Já existe uma rede personalizada com este nome
ro: Există deja o rețea personalizată cu acest nume
ru: Настраиваемая сеть с таким именем уже существует
uk: Спеціалізована мережа з такою назвою вже існує
vi: Mạng tùy biến với tên này đã có
zh: 已存在同名的自定义网络

# id_custom_servers_and_validation
source: Custom servers and validation
cs: Vlastní servery a ověřování
de: Eigene Server und Validierung
es: Servidores personalizados y validación
fr: Serveurs personnalisés et validation
it: Custom server e convalida
ja: サーバーと検証設定のカスタマイズ
ko: 사용자 지정 서버 및 유효성 검사
nl: Eigen servers en validatie
pt_br: Servidores personalizados e validação
ru: Пользовательские серверы и валидация
uk: Сервери для користувачів та валідація
zh: 自定义服务器和验证

# id_customize_2fa_expiration_of
source: Customize 2FA expiration of your coins
cs: Přizpůsobte si vypršení platnosti 2FA u vašich mincí
de: Eigene 2FA-Ablaufdaten einstellen für deine Coins
es: Personalizar el vencimiento 2FA de sus monedas
fr: Personnalisez l'expiration 2FA de vos pièces
it: Personalizza la durata del 2FA per i tuoi coin
ja: コインの2段階認証による保護期間をカスタマイズ
ko: 코인의 2FA 유효 기간 사용자 지정하기
nl: Pas de 2FA-vervaldatum van je munten aan
pt_br: Personalize o prazo de vencimento do 2FA
ro: Setați expirarea 2FA (Autentificare cu Doi Factori) pentru monedele dvs.
ru: Настройте срок действия 2FA для ваших монет
uk: Налаштуйте термін дії 2FA для ваших монет
zh: 自定义代币的2FA到期时间

# id_d6_confirmations
source: %d/6 confirmations
cs: %d/6 potvrzení
de: %d/6 Bestätigungen
es: %d/6 confirmaciones
fr: %d sur 6 confirmations
it: %d/6 conferme
ja: %d/6 承認
ko: %d/6 확인
nl: %d/6 bevestigingen
pt_br: %d/6 confirmações
ro: %d/6 confirmări
ru: %d/6 подтверждений
uk: %d/6 підтверджень
vi: %d /6 xác nhận
zh: 已确认%d/6

# id_d_asset_in_this_account
source: %d asset in this account
cs: %d aktivum v tomto účtu
de: %d Asset in diesem Konto
es: %d activo en esta cuenta
fr: %d d'actifs sur ce compte
it: %d asset in questo account
ja: %d 種類のアセットを保有
ko: 이 계정에는 %d 자산이 있습니다
nl: %d asset in deze account
pt_br: %dativo nesta conta
ro: %d posesiuni în acest cont
ru: %d актив на этом аккаунте
uk: %d актив на цьому акаунті
vi: %d tài sản trong tài khoản này
zh: 此账户有%d种资产

# id_d_assets
source: %d assets
cs: %d aktiva
es: %d activos
fr: %d actifs
it: %d asset
ja: %d 種類のアセット
ko: %d 자산
pt_br: %dativos
ro: %d posesiuni
ru: %d активы
uk: %d активи
vi: %d tài sản
zh: %d种资产

# id_d_assets_in_this_account
source: %d assets in this account
cs: %d aktiva v tomto účtu
de: %d Assets in diesem Konto
es: %d activos en esta cuenta
fr: %d actifs sur ce compte
it: %d asset in questo account
ja: %d 種類のアセットを保有
ko: 이 계정에는 %d 자산이 있습니다
nl: %d assets in deze account
pt_br: %d ativos nesta conta
ro: %d posesiuni în acest cont
ru: %d активов на этом аккаунте
uk: %d активів на цьому акаунті
vi: %d tài sản trong tài khoản này
zh: 此账户有%d种资产

# id_d_coins_selected
source: (%d coins selected)
cs: (%d vybrané mince)
de: (%d Coins ausgewählt)
es: (%d monedas seleccionadas)
fr: (%d pièces sélectionées )
it: (%d coin selezionati)
ja: (%dコインを選択中)
ko: (%d 코인 선택 완료)
nl: (%d munten geselecteerd)
pt_br: (%d moedas selecionadas)
zh: （%d选择代币）

# id_d_words
source: %d words
cs: %d slova
de: %d Wörter
es: %d palabras
fr: %d mots
it: %d parole
ja: %d単語
ko: %d 단어
nl: %d woorden
pt_br: %d palavras
ru: %d слов
uk: %d слів
zh: %d词

# id_data_directory
source: Data directory
cs: Datový adresář
de: Datenverzeichnis
es: Directorio de datos
fr: Répertoire de données
ja: データディレクトリ
ko: 데이터 디렉토리
nl: Gegevensmap
pt_br: Diretório de dados
ru: Каталог данных
uk: Каталог даних
zh: 数据目录

# id_date
source: Date
cs: Datum
de: Datum
es: Fecha
it: Data
ja: 日時
ko: 날짜
nl: Datum
pt_br: Data
ro: Dată
ru: Дата
uk: Дата
vi: Ngày
zh: 日期

# id_day
source: day
cs: den
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
nl: dag
pt_br: dia
ro: Zi
ru: день
uk: день
vi: ngày
zh: 天

# id_days
source: days
cs: dny
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pt_br: dias
ro: Zile
ru: дней
uk: днів
vi: ngày
zh: 天

# id_days_remaining_s
source: Days remaining: %@
cs: Zbývající dny: %@
de: Verbleibende Tage: %@
es: Días restantes: %@
fr: Jours restant: %@
it: Giorni rimanenti: %@
ja: 残り日数:%@
ko: 남은 일수 : %@
nl: Dagen resterend: %@
pt_br: Dias restantes: %@
ro: Zile rămase: %@
ru: Осталось дней: %@
uk: Залишилося днів: %@
vi: Số ngày còn lại: %@
zh: 剩余天数：%@

# id_default_custom_fee_rate
source: Default custom fee rate
cs: Výchozí sazba vlastního poplatku
de: Benutzerdefinierte Gebührenrate
es: Comisión por vbyte personalizada predeterminada
fr: Montant des frais par défaut
it: Custom fee rate di default
ja: 既定のカスタム手数料率
ko: 기본 사용자 지정 수수료
nl: Aangepast standaardtarief
pt_br: Taxa de rede personalizada
ro: Rată implicită de plată a comisioanelor
ru: Комиссия по умолчанию
uk: Стандартна комісія
vi: Cài đặt tỉ lệ phí tùy chỉnh
zh: 默认自定义转账手续费

# id_default_transaction_priority
source: Default transaction priority
cs: Výchozí priorita transakce
de: Eigene Transaktionspriorität
es: Prioridad de transacciones predeterminada
fr: Priorité des transactions par défaut
it: Priorità transazioni di default
ja: 既定のトランザクション優先順位
ko: 기본 거래 우선 순위
nl: Standaard transactieprioriteit
pt_br: Padrão de prioridade das transações
ro: Prioritate implicită a tranzacției
ru: Приоритет транзакции по умолчанию
uk: Стандартний пріоритет транзакції
vi: Ưu tiên Giao dịch mặc định
zh: 默认转账优先级

# id_delete
source: Delete
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimez
it: Elimina
ja: 消去
ko: 삭제하기
nl: Verwijderen
pt_br: Excluir
ro: Șterge
ru: Удалить
uk: Видалити
zh: 删除

# id_delete_credentials
source: Delete credentials
es: Borrar credenciales
it: Cancella credenziali
ko: 자격증명을 삭제하십시오
nl: Aanmeldingsgegevens verwijderen
pt_br: Excluir credenciais
zh: 删除证书
