Repository: Blockstream/green_android
Catalog: gaios/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pt_br, ro, ru, uk, vi, zh

# id_delete_permanently_your_wallet
source: Delete permanently your wallet from the Blockstream Green database. You will never be able to log in to it thereafter.
cs: Trvale odstraňte svou peněženku z databáze Blockstream Green. Poté se k ní již nikdy nebudete moci přihlásit.
de: Dein Wallet dauerhaft aus der Blockstream Green-Datenbank löschen. Danach wirst du dich nicht wieder einloggen können.
es: Borre su cartera permanentemente de la base de datos de Blockstream Green. A partir de su eliminación, ya no podrá volver a iniciar sesión en ella.
fr: Supprimez définitivement votre portefeuille de la base de données Blockstream Green. Vous ne pourrez plus jamais vous y connecter par la suite.
it: Elimina il tuo wallet dal database di Blockstream Green in modo permanente. Così facendo, non potrai più accedervi
ja: Blockstream Greenデータベースから永久にウォレットを消去します。その後二度とログインすることはできません。
ko: Blockstream Green 데이터베이스에서 지갑을 영구적으로 삭제하세요. 삭제 후에는 다시 로그인할 수 없습니다.
nl: Verwijder je wallet permanent uit de Blockstream Green-database. Je kunt daarna nooit meer inloggen.
pt_br: Exclua permanentemente sua carteira do banco de dados da Blockstream Green. Nunca mais será possível logar nesta carteira.
ro: Șterge definitiv portofelul din baza de date Blockstream Green. Nu vă veți mai putea loga cu acest portofel niciodată.
ru: Удалить навсегда ваш кошелек из базы данных Blockstream Green. После этого вы никогда не сможете войти в него.
uk: Видалити назавжди ваш гаманець з бази даних Blockstream Green. Після цього ви ніколи не зможете увійти в нього.
zh: 从 Blockstream Green数据库中永久删除您的钱包。此后您将永远无法登录。

# id_delete_s_twofactor
source: Delete %@ Two-Factor
cs: Smazat %@ 2-Faktor
de: %@ Zwei-Faktor löschen
es: Eliminar %@ de dos factores
fr: Supprimez le deuxième facteur %@
it: Elimina %@ Due Fattori
ja: %@の2段階認証を消去
ko: 이중 인증 %@ 삭제
nl: Verwijder tweetrapsauthenticatie %@
pt_br: Remover autenticação de dois fatores %@
ro: Ștergere %@ Autentificare cu Doi Factori
ru: Удалить %@ фактор
uk: Видалити %@ двофакторне налаштування
vi: Xóa %@ cài đặt bảo mật 2 lớp
zh: 删除%@双重验证

# id_delete_wallet
source: Delete Wallet
cs: Smazat peněženku
de: Wallet löschen
es: Borrar cartera
fr: Supprimer le portefeuille
it: Elimina Wallet
ja: ウォレットを消去する
ko: 지갑 삭제하기
nl: Wallet verwijderen
pt_br: Excluir carteira
ro: Șterge portofel
ru: Удалить кошелек
uk: Видалити гаманець
zh: 删除钱包

# id_deleting_your_pin_will_remove
source: Deleting your PIN will remove wallet access permanently unless you have your mnemonic available. Press "OK" to continue.
cs: Smazáním kódu PIN se trvale odstraní přístup k peněžence, pokud nemáte k dispozici mnemonickou frázi. Pokračujte stisknutím tlačítka „OK“.
de: Beim Löschen Ihres PINs wird der Zugriff auf Ihre Wallet dauerhaft entfernt. Die Wiederherstellung erfolgt nur über Ihren Merksatz. Drücken Sie "OK" um fortzufahren.
es: Si elimina su PIN, deshabilitará permanentemente el acceso a la cartera, a menos que tenga disponible la frase semilla. Presione "OK" para continuar.
fr: Si vous supprimez votre code PIN, l'accès au portefeuille sera impossible sans votre code mnémonique. Cliquez sur "OK" pour continuer.
it: Cancellando il tuo PIN non potrai più accedere al tuo wallet se non tramite mnemonica. Seleziona "OK" per continuare.
ja: PINを削除した場合、ニモニックが無いと永久にウォレットへのアクセスが出来なくなります。続行するには"OK"ボタンを押してください。
ko: 니모닉이 없는 상태에서 PIN을 삭제하면 지갑을 영구적으로 사용하실 수 없게 됩니다. 계속하시려면 "OK" 를 누르세요.
nl: Het verwijderen van je PIN zorgt ervoor dat je permanent geen toegang meer hebt tot je wallet, tenzij je beschikt over de herstelzin. Druk op "OK" om door te gaan.
pt_br: Remover o seu PIN impossibilitará o acesso a sua carteira permanentemente a não ser que você tenha acesso ao seu mnemômico. Pressione "OK" para continuar.
ro: Ștergerea PIN-ului va elimina permanent accesul la portofel, dacă nu cumva aveți la dispoziție șirul de cuvinte mnemonice. Apăsați "OK" pentru continuare.
ru: Удаление PIN-кода заблокирует ваш кошелек, доступ к которому может быть восстановлен только в случае использования мнемонической фразы. Нажмите "OK" для продолжения.
uk: Видалення PIN-коду заблокує ваш гаманець, доки ви не скористуєтесь мнемонічною фразою для відновлення доступу. Натисніть "OK" для продовження.
vi: Đang xóa mã PIN của bạn sẽ gở bỏ việc thâm nhập vào ví mạng vĩnh viễn cho đến khi bạn có các chữ số mã gợi nhớ( mnemonic) sẵn sàng. Ấn "OK" để tiếp tục.
zh: 如果没有助记词的话，删除PIN将导致永久失去钱包访问权限。点击“确认”以继续。

# id_denomination
source: Denomination
cs: Nominální hodnota
de: Denominierung
es: Denominación
fr: Unité
it: Denominazione
ja: 単位
ko: 기본 단위
nl: Waardevertoning
pt_br: Unidade
ro: Denominare
ru: Деноминация
uk: Номінал
vi: Mệnh giá
zh: 面值

# id_deposit
source: Deposit
cs: Vklad
de: Einzahlung
es: Depósito
fr: Dépôt
it: Deposita
ja: 入金
ko: 입금하기
nl: Storten
pt_br: Depósito
ro: Depunere
ru: Депозит
uk: Депозит
vi: Nạp tiền
zh: 充值

# id_details
source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 사항
pt_br: Detalhes
ru: Детали
uk: Деталі
zh: 详情

# id_device
source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
nl: Apparaat
pt_br: Dispositivo
ru: Устройство
uk: Пристрій
zh: 设备

# id_devices
source: Devices
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス一覧
ko: 기기
nl: Apparaten
pt_br: Dispositivos
ro: Dispozitive
ru: Устройства
uk: Пристрої
zh: 设备

# id_different_passphrases_generate
source: Different passphrases generate new wallets! Remember you can only restore this wallet with both your recovery phrase and the passphrase.
es: ¡Con cada contraseña se genera una cartera nueva! Recuerde que para restaurar esta cartera, necesitará su contraseña y su frase de recuperación.
it: Diverse passphrase generano nuovi wallet! Ricorda che potrai ripristinare il wallet solamente con la tua recovery phrase e la passphrase.
ko: 서로 다른 암호들은 새로운 지갑들을 생성합니다! 복구 문구와 암호문구를 모두 사용해야만 이 지갑을 복원할 수 있음을 명심하십시오.
pt_br: Senhas diferentes geram novas carteiras! Atenção: Caso necessite restaurar essa carteira, é necessário a frase de recuperação e também a senha.

# id_disable
source: Disable
cs: Zakázat
de: Deaktivieren
es: Deshabilitar
fr: Désactivez
it: Disabilita
ja: 無効化する
ko: 비활성화하기
nl: Uitschakelen
pt_br: Desativar
ro: Dezactivare
ru: Отключить
uk: Вимкнути
vi: Ẩn/Hủy
zh: 关闭

# id_disable_pin_access
source: Disable PIN access
cs: Zakázat přístup pomocí PINu
de: PIN-Zugriff deaktivieren
es: Inhabilitar el acceso con PIN
fr: Désactivez l'accès par code PIN
it: Disabilita accesso PIN
ja: PINを無効化する
ko: PIN 액세스 비활성화하기
nl: PIN-toegang uitschakelen
pt_br: Desativar acesso por PIN
ro: Dezactivează PIN
ru: Отключить доступ по PIN-коду
uk: Відключити доступ з PIN-кодом
zh: 禁用PIN

# id_disable_pin_access_for_this
source: Disable PIN access for this wallet on all devices
cs: Zakázat přístup pomocí PINu pro tuto peněženku na všech zařízeních
de: PIN-Zugriff für dieses Wallet auf allen Geräten deaktivieren
es: Inhabilitar el acceso con PIN a esta cartera para todos los dispositivos
fr: Désactivez l'accès au code PIN pour ce portefeuille sur tous les appareils.
it: Disabilita accesso PIN per questo wallet su tutti i dispositivi
ja: すべてのデバイスでこのウォレットのPINを無効化する
ko: 모든 기기에서 이 지갑에 대한 PIN 액세스 비활성화하기
nl: Schakel PIN-toegang voor deze wallet op alle apparaten uit
pt_br: Desativar o acesso por PIN para esta carteira em todos os dispositivos
ru: Отключить доступ по PIN-коду для этого кошелька на всех устройствах
uk: Відключити доступ з PIN-кодом для цього гаманця на всіх пристроях
zh: 在所有设备上禁用该钱包的PIN

# id_disable_s_twofactor
source: Disable %@ Two-Factor Authentication
cs: Zakázat %@ 2-Faktorové ověřování
de: %@ Zwei-Faktor-Authentifizierung deaktivieren
es: Desactive la autenticación de dos factores %@
fr: Désactivez %@ Authentification à deux facteurs
it: Disabilita %@ Autenticazione a Due Fattori
ja: %@による2段階認証を無効化する
ko: %@ 이중 인정 비활성화하기
nl: Schakel %@ tweetrapsauthenticatie uit
pt_br: Desativar %@ autenticação de dois fatores
ro: Dezactivare %@ Autentificare in Doi Factori (2FA)
ru: Отключить %@ двухфакторной аутентификации
uk: Вимкнути %@ двофакторної аутентифікації
zh: 关闭%@双重验证

# id_disabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivez
it: Disabilitato
ja: 無効
ko: 비활성화되었습니다
nl: Uitgeschakeld
pt_br: Desativado
ro: Dezactivat
ru: Отключено
uk: Вимкнено
vi: Đã ẩn/ Đã hủy
zh: 已关闭

# id_displays_the_progress_of_spv
source: Displays the progress of SPV synchronization
cs: Zobrazuje průběh synchronizace SPV
de: Zeigt den Fortschritt der SPV-Synchronisation
es: Muestra el progreso de la sincronización con SPV
fr: Affiche la progression de la synchronisation SPV
it: Mostra lo stato della sincronizzazione SPV
ja: SPV同期の進捗を表示
ko: SPV 동기화 진행 상황을 표시합니다
nl: Toont de voortgang van de SPV-synchronisatie
pt_br: Mostra o andamento da sincronização SPV
ro: Afișează progresul sincronizării SPV
ru: Отображает ход синхронизации SPV
uk: Відображує хід синхронізації SPV
vi: Hiển thị quá trình của việc đồng bộ hóa SPV
zh: 显示SPV同步进程

# id_dispute_twofactor_reset
source: Dispute Two-Factor reset
cs: Spor 2-Faktorového resetu
de: Zwei-Faktor Widerherstellung anfechten
es: Impugnar restablecimiento de la autenticación de dos factores
fr: Contester la réinitialisation du deuxième facteur
it: Reset contestazione Autenticazione a Due Fattori
ja: 2段階認証リセット
ko: 2FA 초기화 이의 신청
nl: Resetten tweetrapsauthenticatie tegengaan
pt_br: Disputar redefinição da autenticação de dois fatores
ro: Disputați Resetarea Autentificării cu Doi Factori
ru: Оспорить двухфакторное восстановление
uk: Оскаржити двофакторне відновлення
vi: Thiết lập lại tranh chấp bảo mật 2 lớp
zh: 免除重置双重认证

# id_disputed
source: Disputed
cs: Rozporováno
de: Angefochten
es: Impugnado
fr: Contesté
it: Contestato
ja: 係争中
ko: 이의 신청 완료
nl: In dispuut
pt_br: Disputado
ro: Disputat
ru: Оспоримо
uk: Оскаржено
vi: Có tranh chấp
zh: 已免除

# id_distributed_under_the_s_see
source: Distributed under the %@, see LICENSE for more information or visit %@
cs: Distribuováno v rámci %@, viz LICENCE pro více informací nebo navštivte%@
de: Ausgegeben unter dem %@, siehe LIZENZ für weitere Informationen oder besuche %@
es: Distribuido conforme a%@. Para más información, vea el apartado "Licencia" o visite%@.
fr: Distribué sous licence %@, voir LICENSE pour plus d'informations ou visiter%@
it: Distribuito dietro licenza %@. Consulta la pagina LICENZA per maggiori informazioni o visita %@
ja: %@により配布、詳細はLICENSEまたは%@から確認
ko: %@에 따라 배포, 자세한 내용은 LICENSE를 참조하거나 %@를 방문하세요.
nl: Gedistribueerd onder %@, zie LICENTIE voor meer informatie of bezoek %@
pt_br: Distribuído sob %@, consulte LICENSE para obter mais informações ou visite %@
ro: Distribuit sub %@, consultați LICENȚA pentru mai multe detalii sau vizitați %@
ru: Распространяется в рамках %@, см. ЛИЦЕНЗИЮ для получения дополнительной информации или посетите%@
uk: Поширюється в рамках %@, див. ЛІЦЕНЗІЮ для отримання додаткової інформації або відвідайте %@
zh: 通过%@分发，查看LICENSE或访问%@获得更多信息

# id_do_you_have_the_backup
source: Do you have the backup?
cs: Máte zálohu?
de: Hast du dein Backup?
es: ¿Tiene la copia de seguridad?
fr: Avez-vous la sauvegarde ?
it: Hai il backup?
ja: バックアップは手元にありますか？
ko: 백업이 있습니까?
nl: Heb je de back-up?
pt_br: Você possui o backup?
ro: Aveți copia?
ru: У вас есть резервная копия?
uk: У вас є резервна копія?
zh: 您有备份吗？

# id_domain
source: Domain
cs: Doména
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
nl: Domein
pt_br: Domínio
ro: Domeniu
ru: Домен
uk: Домен
vi: Tên miền
zh: 域名

# id_done
source: Done
cs: Hotovo
de: Fertig
es: Listo
fr: Effectué
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Pronto
ro: Realizat
ru: Сделано
uk: Виконано
vi: Xong
zh: 完成

# id_dont_ask_me_again
source: Don't ask me again
cs: Neptejte se mě znovu
de: Nicht mehr nachfragen
es: No volver a preguntar
fr: Ne plus me demander
it: Non chiedermelo più
ja: これ以上聞かない
ko: 다시 묻지 않기
nl: Niet opnieuw vragen
pt_br: Não perguntar novamente
ro: Nu mă mai întreba
ru: Больше не спрашивать
uk: Більше не запитувати
vi: Không hỏi lại tôi
zh: 不再询问

# id_dont_collect_data
source: Don't collect data
cs: Nesbírat data
es: No recopilar datos
fr: Ne pas collecter les données
it: Non raccogliere dati
ko: 데이터를 수집하지 마십시오
nl: Geen gegevens verzamelen
pt_br: Não coletar dados
zh: 不要收集数据

# id_dont_show_this_again
source: Don't show this again
cs: Už to nezobrazujte
de: Zeig mir das nicht wieder an
es: No volver a mostrar este mensaje
fr: Ne montrez plus jamais ça.
it: Non mostrarmelo più
ja: 次から表示しない
ko: 다시 보지 않기
nl: Laat dit niet meer zien
pt_br: Não mostrar novamente
ru: Больше не показывать
uk: Більше не показувати
zh: 不再显示

# id_dont_store_your_recovery_phrase
source: Don't store your recovery phrase on your phone, computer, or any online services.
cs: Neukládejte frázi pro obnovení do telefonu, počítače ani do žádné online služby.
de: Speichere deine Wiederherstellungs-Phrase niemals auf deinem Handy, deinem Computer oder irgendeinem anderen Online-Dienst.
es: No almacene su frase de recuperación en su teléfono o computadora ni en ninguna plataforma online.
fr: Ne stockez pas votre phrase de récupération sur votre téléphone, votre ordinateur ou tout autre service en ligne.
it: Non conservare la tua recovery phrase sul tuo telefono, computer o altri servizi online.
ja: リカバリーフレーズはスマートフォン、パソコン、オンラインサービスなどに保存しないでください。
ko: 휴대전화 또는 컴퓨터, 온라인 서비스에 복구 문구를 저장하지 마세요.
nl: Bewaar je herstelzin niet op je telefoon, computer of online diensten.
pt_br: Não armazene a frase de recuperação no telefone, computador ou serviços online.
ro: Nu salvați fraza de recuperare pe telefon, computer sau online.
ru: Не храните фразу восстановления на телефоне, компьютере или в каких-либо онлайн-сервисах.
uk: Не зберігайте фразу відновлення на телефоні, комп'ютері або в будь-яких онлайн-сервісах.
zh: 不要将您的助记词存储在您的手机、电脑或任何联网设备上。

# id_dont_take_screenshots_of_your
source: Don't take screenshots of your recovery phrase!
cs: Nedělejte snímky obrazovky s frází pro obnovení!
de: Mach niemals Screenshots von deiner Wiederherstellungs-Phrase!
es: ¡No saque capturas de pantalla de su frase de recuperación!
fr: Ne faites pas de captures d'écran de votre phrase de récupération !
it: Non fare screenshot della tua recovery phrase!
ja: リカバリーフレーズのスクリーンショットを撮らないでください！
ko: 복구 문구의 스크린샷을 찍지 마세요!
nl: Maak geen schermafbeeldingen van je herstelzin!
pt_br: Não tire prints da sua frase de recuperação!
ro: Nu faceți captura de ecran cu fraza de recuperare!
ru: Не делайте скриншоты фразы восстановления!
uk: Не робіть скріншотів фрази відновлення!
vi: Đừng chụp màn hình các chữ cái gợi nhớ mnemonic!
zh: 请勿对助记词进行截屏！

# id_double_check_spv_with_other
source: Double check SPV with other servers
cs: Znovu zkontrolujte SPV u jiných serverů
de: Überprüfe SPV mit anderen Servern
es: Corrobore la SPV con otros servidores
fr: Vérifier le SPV avec d'autres serveurs
it: Ricontrolla SPV con altri server
ja: SPVを他のサーバーと照らし合わせる
ko: 다른 서버에서 SPV를 다시 확인하세요.
nl: Controleer SPV met andere servers
pt_br: Verifique novamente o SPV com outros servidores
ro: Verificați SPV cu alte servere
ru: Перепроверьте SPV с помощью других серверов
uk: Перепровірте SPV за допомогою інших серверів
zh: 与其他服务器一起再次检查SPV

# id_double_spend
source: double spend
cs: dvojitá útrata
es: doble gasto
fr: double dépense
it: doppia spesa
ja: 二重支払い
ko: 이중 지불
pt_br: gasto duplo
ro: dublă cheltuire
ru: двойная трата
uk: подвійна витрата
vi: tiêu đúp
zh: 双花

# id_double_spend_by
source: Double spend by
cs: Dvojitá útrata od
de: Double Spend durch
es: Doble gasto por
fr: Double dépense par
it: Doppia spesa da
ja: 二重支払い
ko: 이중 지불 방법
nl: Double-spend door
pt_br: gasto duplo por
ro: Dublă cheltuire prin
ru: Атака двойной траты
uk: Атака подвійної витрати
vi: Tiêu đúp bởi
zh: 被双花

# id_download_finished
source: Download finished
cs: Stahování bylo dokončeno
de: Download fertig
es: Descarga finalizada
fr: Téléchargement terminé
it: Download terminato
ja: ダウンロード完了
ko: 다운로드 완료
nl: Downloaden voltooid
pt_br: Download concluído
ro: Descărcare terminată
ru: Загрузка завершена
uk: Завантаження завершено
vi: Tải xuống hoàn thành
zh: 下载完成

# id_edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Modificar
fr: Editez
it: Modifica
ja: 編集する
ko: 수정하기
nl: Bewerk
pt_br: Editar
ru: Редактировать
uk: Редагувати
zh: 编辑

# id_edit_fee
source: Edit Fee
cs: Upravit poplatek
es: Editar Comisión
it: Modifica Fee
ko: 수수료를 수정하십시오
nl: Tarief aanpassen
pt_br: Editar taxa
zh: 编辑费用

# id_email
source: Email
es: Correo electrónico
ja: Eメール
ko: 이메일
vi: Thư điện tử
zh: 电子邮件

# id_email_address
source: email address
cs: e-mailová adresa
de: Email-Adresse
es: dirección de correo electrónico
fr: adresse email
it: indirizzo e-mail
ja: Eメールアドレス
ko: 이메일 주소
nl: e-mailadres
pt_br: endereço de e-mail
ro: Adresă de e-mail
ru: email адрес
uk: email адреса
vi: địa chỉ thư điện tử
zh: 电子邮箱地址

# id_empty
source: Empty
cs: Prázdné
de: Leer
es: Vaciar
fr: vide
it: Vuota
ja: 何もありません
ko: 비우기
nl: Leeg
pt_br: Vazio
ru: Пустой
uk: Порожній
zh: 空

# id_enable
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activez
it: Abilita
ja: 有効
ko: 활성화
nl: Inschakelen
pt_br: Ativar
ro: Activare
ru: Включить
uk: Активувати
vi: Cho phép
zh: 开启

# id_enable_bluetooth
source: Enable Bluetooth
cs: Povolení Bluetooth
de: Bluetooth aktivieren
es: Habilitar Bluetooth
fr: Activez Bluetooth
it: Abilita Bluetooth
ja: Bluetoothを有効化する
ko: 블루투스 활성화하기
nl: Bluetooth inschakelen
pt_br: Ativar Bluetooth
ro: Activați Bluetooth
ru: Включить Bluetooth
uk: Активуйте Bluetooth
zh: 启用蓝牙

# id_enable_custom_networks_debug
source: Enable custom networks debug options
cs: Povolit možnosti ladění vlastních sítí
de: Benutzerdefinierte Netzwerk-Debugger-Optionen aktivieren
es: Habilitar opciones de depuración de redes personalizadas
fr: Activer les options de débogage des réseaux personnalisés
it: Abilita opzioni di debug dei custom network
ja: カスタムネットワークのデバッグオプションをオンにする
ko: 사용자 지정 네트워크 디버그 옵션 활성화하기
nl: Aangepaste opties voor netwerk-debugging inschakelen
pt_br: Ativar opções de debug para rede personalizada
ro: Activare opțiuni personalizate pentru debugul rețelei
ru: Включение параметров отладки настраиваемых сетей
uk: Активувати параметри налаштування спеціалізованих мереж
vi: Cho phép cài đặt gỡ lỗi của mạng tùy chỉnh
zh: 启用自定义网络debug选项

# id_enable_email_notifications_to
source: Enable email notifications to change nlocktime
cs: Povolit e-mailová oznámení pro změnu nlocktime
de: E-Mail-Benachrichtigungen aktivieren um die nlocktime zu ändern
es: Para cambiar el nLocktime, active las notificaciones por correo electrónico.
fr: Activer les notifications par e-mail pour modifier le nlocktime
it: Abilita notifiche via mail per modificare nlocktime
ja: nlocktimeの設定変更時にメールで確認する
ko: nlocktime을 변경하려면 이메일 알림을 활성화하세요
nl: Schakel e-mailnotificaties in om nlocktime te wijzigen
pt_br: Ative as notificações por e-mail para alterar o nlocktime
ro: Permiteți notificări prin e-mail pentru a schimba nlocktime
ru: Включить уведомления по электронной почте, чтобы изменить nlocktime
uk: Включити повідомлення по електронній пошті, щоб змінити nlocktime
zh: 启用邮件提醒以改变nlocktime

# id_enable_experimental_features
source: Enable experimental features
cs: Povolit experimentální funkce
de: Experimentelle Funktionen aktivieren
es: Habilitar características experimentales
fr: Activer les fonctions expérimentales
it: Abilita experimental features
ja: 試験的機能を有効化する
ko: 실험 기능 활성화하기
nl: Experimentele functies inschakelen
pt_br: Ativar recursos experimentais
ru: Включить экспериментальные функции
uk: Активувати експериментальні функції
zh: 启用实验性功能

# id_enable_face_id
source: Enable Face ID
cs: Povolit Face ID
de: Face ID aktivieren
es: Habilitar Face ID
fr: Activez Face ID
it: Abilita Face ID
ja: 顔ID機能をONにする
ko: Face ID 활성화
nl: Face ID inschakelen
pt_br: Ativar Face ID
ro: Permiteți Face ID
ru: Включить Face ID
uk: Активувати Face ID
vi: Cho phép nhận dạng khuôn mặt Face ID
zh: 启用Face ID

# id_enable_limited_usage_data
source: Enable limited usage data collection
cs: Povolit omezené shromažďování údajů o používání
es: Habilitar recopilación de datos de uso limitado
it: Abilita una limitata raccolta dati
ko: 제한된 사용량 데이터 수집 활성화
nl: Verzamelen gelimiteerde gegevens inschakelen
pt_br: Ativar coleta de dados
zh: 启用使用数据有限收集

# id_enable_location_services
source: Enable location services
cs: Povolení služeb určování polohy
de: Lokationsdienste aktivieren
es: Habilitar servicios de ubicación
fr: Activez les services de localisation
it: Abilita servizi di localizzazione
ja: 位置情報を有効化する
ko: 위치 서비스 활성화하기
nl: Locatiediensten inschakelen
pt_br: Ativar serviços de localização
ru: Активируйте сервисы локации
uk: Активуйте сервіси локації
zh: 启用位置服务

# id_enable_or_change_your_pin_to
source: Enable or change your PIN to quickly access your wallet
cs: Aktivujte nebo změňte svůj PIN pro rychlý přístup k vaší peněžence
de: Aktiviere oder ändere deine PIN, um schnell auf deine Wallet zuzugreifen
es: Para acceder rápidamente a su cartera, active o cambie el PIN
fr: Activez ou modifiez votre code PIN pour accéder rapidement à votre portefeuille
it: Abilita o modifica il tuo PIN per accedere velocemente al tuo wallet
ja: PINを有効化するか変更してウォレットをすぐ開けるようにします
ko: 지갑에 빠르게 액세스하려면 PIN을 활성화하거나 변경하세요
nl: Schakel je PIN in of wijzig deze om snel toegang te krijgen tot je wallet
pt_br: Ative ou altere seu PIN para facilitar o acesso a sua carteira
ro: Activați sau schimbați PIN-ul pentru a avea acces rapid la portofel
ru: Активировать или изменить PIN-код для быстрого доступа к вашему кошельку
uk: Активувати або змінити PIN-код для швидкого доступу до гаманця
zh: 开启或修改PIN来快速接入钱包

# id_enable_spv
source: Enable SPV
cs: Povolit SPV
de: SPV aktivieren
es: Habilitar SPV
fr: Activez le SPV
it: Abilita SPV
ja: SPV機能をONにする
ko: SPV 활성화하기
nl: SPV inschakelen
pt_br: Ativar SPV
ro: Activare SPV
ru: Включить SPV
uk: Активувати SPV
vi: Cho phép Xác thực thanh toán đơn giản SPV
zh: 启用SPV

# id_enable_spv_and_modify_spv
source: Enable SPV and modify SPV settings
cs: Povolit SPV a upravit nastavení SPV
de: SPV aktivieren und SPV-Einstellungen modifizieren
es: Habilitar SPV y modificar la configuración de SPV
fr: Activez et modifiez les paramètres SPV
it: Abilita SPV e modifica impostazioni SPV
ja: SPVを有効にしSPVの設定を変更する
ko: SPV를 활성화하고 SPV 설정을 변경하세요
nl: SPV inschakelen en SPV-instellingen aanpassen
pt_br: Ativar SPV e modificar as configurações de SPV
ro: Activați SPV și modificați setările SPV
ru: Включить SPV и изменить настройки SPV
uk: Увімкнути SPV та змінити налаштування SPV
vi: Cho phép và chỉnh sửa Xác thực thanh toán đơn giản SPV
zh: 开启SPV并修改SPV设置

# id_enable_testnet
source: Enable testnet
cs: Povolit testnet
de: Testnet aktivieren
es: Habilitar testnet
fr: Activez les testnets
it: Abilita testnet
ja: Testnetを有効化する
ko: 테스트넷 활성화하기
nl: Testnet inschakelen
pt_br: Ativar rede de teste
ro: Activați testnet
ru: Включить тестнет
uk: Активувати тестнет
zh: 启用测试网

# id_enable_testnet_in_app_settings
source: Enable testnet in app settings to use Jade
cs: Povolit testnet v nastavení aplikace pro použití Jade
de: Testnet in den App-Einstellungen aktivieren, um Jade zu verwenden
es: Habilite la testnet en los ajustes de la app para utilizar Jade
fr: Activez testnet dans les paramètres de l'application pour utiliser Jade.
it: Abilita testnet nelle impostazioni dell'app per utilizzare Jade
ja: Jadeを利用するにはアプリ内設定からTestnetを有効化してください
ko: Jade를 사용하려면 앱 설정에서 테스트넷을 활성화하세요
nl: Schakel testnet via de app-instellingen in om Jade te gebruiken
pt_br: Ative a rede teste nas configurações do aplicativo para usar a Jade
ru: Включите тестнет в настройках приложения, чтобы использовать Jade
uk: Щоб використовувати Jade, увімкніть тестнет у налаштуваннях програми
zh: 在app设置中启用测试网以使用Jade
